{
    "name": "vasopressin",
    "comment": "Rx",
    "other_names": [
        "Vasostrict",
        "ADH"
    ],
    "classes": [
        "Gastrointestinal Agents",
        "Other",
        "Vasopressin-Related",
        "Antidiuretics",
        "Hormone Analogs"
    ],
    "source": "https://reference.medscape.com/drug/vasostrict-adh-vasopressin-342073",
    "pregnancy": {
        "common": [
            "There are no available data on use in pregnant women to inform a drug associated risk of major birth defects, miscarriage, or adverse maternal or fetal outcomes; animal reproduction studies not conducted",
            "Dose may need adjustments during pregnancy and postpartum period due to increased clearance of vasopressin in the second and third trimester",
            "Therapy may produce tonic uterine contractions that could threaten continuation of pregnancy"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "There are no data on presence of vasopressin injection in either human or animal milk, effects on breastfed infant, or on milk production"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity; multiple dose vial (10 mL) is contraindicated in patients with known allergy or hypersensitivity to 8-L-arginine vasopressin or chlorobutanol; the 1 mL single dose vial does not contain chlorobutanol; contraindicated only in patients with a known allergy or hypersensitivity to 8-L-arginine vasopressin"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "With gastrointestinal (GI) bleeding, infusion should be continued for 12-24 hours after bleeding has stopped, and dosage should then be tapered over 24-48 hours",
                "Continuous infusion should be administered via controlled infusion device",
                "Use caution in chronic nephritis with nitrogen retention",
                "Patients may experience reversible diabetes insipidus, manifested by development of polyuria, a dilute urine, and hypernatremia, after cessation of treatment with vasopressin; monitor serum electrolytes, fluid status and urine output after vasopressin discontinuation; some patients may require readministration of vasopressin or administration of desmopressin to correct fluid and electrolyte shifts",
                "Pre- and postoperative patients with polyuria may occur",
                "Use caution in patients with seizure, migraine, asthma, heart failure, vascular disease, angina pectoris, coronary thrombosis, renal disease",
                "Use in pregnant women only when clearly needed",
                "A decrease in cardiac index may be observed with the use of vasopressin"
            ],
            "specific": [
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "Use with ",
                        "catecholamines ",
                        "is expected to result in an additive effect on mean arterial blood pressure and other hemodynamic parameters; hemodynamic monitoring is recommended; adjust dose of vasopressin as needed",
                        "Use with indomethacin may prolong effect of drug on cardiac index and systemic vascular resistance; hemodynamic monitoring is recommended; adjust dose of vasopressin as needed",
                        "Use with ",
                        "ganglionic blocking agents ",
                        "may increase the effect of Vasostrict® on mean arterial blood pressure. Hemodynamic monitoring is recommended; adjust the dose of vasopressin as needed",
                        "Use with drugs suspected of causing SIADH (eg, SSRIs, tricyclic antidepressants, haloperidol, chlorpropamide, enalapril, methyldopa, pentamidine, vincristine, cyclophosphamide, ifosfamide, felbamate) may increase pressor effect in addition to antidiuretic effect of drug; hemodynamic monitoring is recommended; adjust dose of vasopressin as needed"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate transdermal",
            "description": {
                "common": "methylphenidate transdermal and vasopressin both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "amitriptyline increases effects of vasopressin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amoxapine",
            "description": {
                "common": "amoxapine increases effects of vasopressin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine increases effects of vasopressin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "chlorpropamide increases effects of vasopressin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine increases effects of vasopressin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "demeclocycline decreases effects of vasopressin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine increases effects of vasopressin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin increases effects of vasopressin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine decreases effects of vasopressin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "epinephrine racemic decreases effects of vasopressin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethanol",
            "description": {
                "common": "ethanol decreases effects of vasopressin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "fludrocortisone increases effects of vasopressin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "heparin",
            "description": {
                "common": "heparin decreases effects of vasopressin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "imipramine",
            "description": {
                "common": "imipramine increases effects of vasopressin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lithium",
            "description": {
                "common": "lithium decreases effects of vasopressin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lofepramine",
            "description": {
                "common": "lofepramine increases effects of vasopressin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maprotiline",
            "description": {
                "common": "maprotiline increases effects of vasopressin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mecamylamine",
            "description": {
                "common": "mecamylamine increases effects of vasopressin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "nortriptyline increases effects of vasopressin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenformin",
            "description": {
                "common": "phenformin increases effects of vasopressin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "protriptyline",
            "description": {
                "common": "protriptyline increases effects of vasopressin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trazodone",
            "description": {
                "common": "trazodone increases effects of vasopressin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trimipramine",
            "description": {
                "common": "trimipramine increases effects of vasopressin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "urea topical",
            "description": {
                "common": "urea topical increases effects of vasopressin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Abdominal cramps",
            "percent": null
        },
        {
            "name": "Allergic reaction",
            "percent": null
        },
        {
            "name": "Angina",
            "percent": null
        },
        {
            "name": "Bronchial constriction",
            "percent": null
        },
        {
            "name": "Circumoral pallor",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Pounding in the head",
            "percent": null
        },
        {
            "name": "Sweating",
            "percent": null
        },
        {
            "name": "Tremor",
            "percent": null
        },
        {
            "name": "Uterine contraction",
            "percent": null
        },
        {
            "name": "Vertigo",
            "percent": null
        },
        {
            "name": "Reversible diabetes insipidus",
            "percent": null
        }
    ]
}