{
    "name": "tretinoin",
    "comment": "Rx",
    "other_names": [
        "Vesanoid (DSC)"
    ],
    "classes": [
        "Antineoplastics",
        "Retinoids"
    ],
    "source": "https://reference.medscape.com/drug/vesanoid-tretinoin-342233",
    "pregnancy": {
        "common": [
            "This drug is a retinoid and increased spontaneous abortions and major fetal abnormalities related to the use of retinoids have been documented in humans; reported malformations include abnormalities of the central nervous system, musculoskeletal system, external ear, eye, thymus, and great vessels; and facial dysmorphia, cleft palate, and parathyroid hormone deficiency; some of these abnormalities were fatal; IQ scores less than 85, with or without obvious CNS abnormalities, have been reported in pediatrics exposed to retinoids in utero",
            "Verify pregnancy status in females of reproductive potential prior to initiating therapy; females of reproductive potential must have a negative pregnancy test within 1 week prior to initiating this medication with a sensitivity of at least 50 mIU/mL",
            "Based on testicular toxicities observed in dogs, this drug may impair male fertility; the reversibility of effect on fertility is unknown"
        ],
        "specific": [
            {
                "type": "Contraception",
                "description": [
                    "Advise females of reproductive potential to abstain continuously from sexual intercourse or to use two effective methods of contraception; counsel patients to use two effective methods of contraception during treatment and for 1 month after last dose",
                    "Two methods of effective contraception indicated even where there had been history of infertility, unless due to hysterectomy; refer females of reproductive potential to a qualified provider of contraceptive methods if needed",
                    "Advise males with female partners of reproductive potential to use effective contraception during and after treatment and for 1 week after last dose"
                ]
            },
            {
                "type": "Animal data",
                "description": [
                    "Based on findings in animals and its mechanism of action can cause embryo-fetal loss and malformations when administered to a pregnant woman; this drug is a retinoid and there is an increased risk of major congenital malformations, spontaneous abortions and premature births following exposure to retinoids during pregnancy in humans",
                    "Tretinoin was teratogenic and embryotoxic in mice, rats, hamsters, rabbits and pigtail monkeys at doses less than the human dose on mg/m",
                    " basis; advise pregnant women of potential risk to a fetus",
                    "The estimated background risk of major birth defects and miscarriage for the indicated population(s) is unknown; all pregnancies have a background risk of birth defect, loss, or other adverse outcomes"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of tretinoin in human milk; the effects on breastfeeding child or effects on milk production; because of potential for serious adverse reactions from this drug in breastfed infants, advise women not to breastfeed during treatment with and for 1 week after last dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Should be administered under the supervision of an experienced cancer chemotherapy physician in a facility with laboratory and supportive services sufficient to monitor drug tolerance and protect and maintain a patient compromised by drug toxicity, including respiratory compromise; therapy requires that the physician concludes that the possible benefit to patient outweighs the known adverse effects of the therapy"
            ],
            "specific": [
                {
                    "type": "Teratogenic effects",
                    "description": [
                        "High risk of severe infant deformity if administered during pregnancy; if treatment with tretinoin is required in women of childbearing potential, 2 reliable forms of contraception should be used during, and for 1 month after, therapy; if it is determined that tretinoin represents the best available treatment for a pregnant woman, patients should be informed of the risk to the fetus"
                    ]
                },
                {
                    "type": "Retinoic acide-APL syndrome",
                    "description": [
                        "About 25% of patients with APL treated with tretinoin experience a syndrome called the retinoic acid-APL syndrome, which can be fatal and is characterized by fever, dyspnea, acute respiratory distress, weight gain, radiographic pulmonary infiltrates, pleural or pericardial effusions, edema, and hepatic, renal, and/or multiorgan failure; this syndrome has occasionally been accompanied by impaired myocardial contractility and episodic hypotension; management has not been defined rigorously, but high-dose steroids given at the first suspicion of the RA-APL syndrome appear to reduce morbidity and mortality",
                        "At first signs suggestive of the syndrome (unexplained fever, dyspnea and/or weight gain, abnormal chest auscultatory findings, or radiographic abnormalities), high-dose steroids (dexamethasone 10 mg intravenously administered every 12 hours for 3 days or until the resolution of symptoms) should be immediately initiated, irrespective of leukocyte count; the majority of patients do not require termination of therapy during treatment of RA-APL syndrome; however, in cases of moderate and severe RA-APL syndrome, temporary interruption of therapy should be considered"
                    ]
                },
                {
                    "type": "Rapidly evolving leukocytosis",
                    "description": [
                        "About 40% of patients will develop rapidly evolving leukocytosis; those who present with high WBC at diagnosis (ie, >5 x10^9/L) have an increased risk; if signs and symptoms of the RA-APL syndrome are present together with leukocytosis, treatment with high-dose steroids should be initiated immediately",
                        "Consideration could be given to adding full-dose chemotherapy (including an anthracycline if not contraindicated) to the therapy on day 1 or 2 for patients presenting with a WBC count of >5x109/L, or immediately, for patients presenting with a WBC count of <5x109/L, if WBC count reaches ≥6x109/L by day 5, or ≥10x109/L by day 10, or ≥15x109/L by day 28"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to retinoids, parabens, or formulation components"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Ability to drive or operate machinery might be impaired in patients receiving therapy, particularly if they are experiencing dizziness or severe headache ",
                "Microdosed progesterone oral contraception (“minipill”) may not be adequate for contraception during tretinoin therapy",
                "Initiation of therapy with may be based on morphological diagnosis of acute promyelocytic leukemia; confirmation of diagnosis of APL should be sought by detection of the t(15;17) genetic marker by cytogenetic studies; if these are negative, 200 PML/RARα fusion should be sought using molecular diagnostic techniques; patients without the t(15;17) translocation genetic marker should be considered for alternative treatment",
                "Therapy has potentially significant toxic side effects in APL patients; patients undergoing therapy should be closely observed for signs of respiratory compromise and/or leukocytosis; supportive care appropriate for APL patients, eg, prophylaxis for bleeding, prompt therapy for infection, should be maintained during therapy (see Black Box Warnings)",
                "Leukocytosis may occur (see Black Box Warnings)",
                "Up to 60% incidence of hypercholesterolemia and/or hypertriglyceridemia, which were reversible upon completion of treatment reported; the clinical consequences of temporary elevation of triglycerides and cholesterol are unknown, but venous thrombosis and myocardial infarction reported in patients who ordinarily are at low risk for such complications",
                "Elevated liver function test results occur in 50% to 60% of patients during treatment; liver function test results should be carefully monitored during treatment and consideration given to a temporary withdrawal of the drug if test results reach >5 times upper limit of normal values; however, majority of these abnormalities resolve without interruption of therapy or after completion of treatment",
                "There is risk of thrombosis (both venous and arterial) which may involve any organ system, during first month of treatment; therefore, caution should be exercised when treating patients with combination of tretinoin with anti-fibrinolytic agents, such as tranexamic acid, aminocaproic acid or aprotinin",
                "Do not coadminister with other retinoids or in combination with vitamin A because symptoms of hypervitaminosis A"
            ],
            "specific": [
                {
                    "type": "Teratogenic effects",
                    "description": [
                        "There is high risk that a severely deformed infant will result if therapy is administered during pregnancy; if, nonetheless, it is determined that VESANOID represents the available treatment for a pregnant woman or a woman of childbearing potential, it must be assured that patient has received full information and warnings of the risk to the fetus if she were to be pregnant and of the risk of possible contraception failure and has been instructed in the need to use two reliable forms of contraception simultaneously during therapy and for 1 month following discontinuation of therapy, and has acknowledged her understanding of need for using dual contraception, unless abstinence is the chosen method",
                        "Within 1 week prior to institution of therapy, patient should have blood or urine collected for a serum or urine pregnancy test with a sensitivity of at least 50 mIU/mL; when possible, the therapy should be delayed until a negative result from this test is obtained; when a delay is not possible, the patient should be placed on two reliable forms of contraception; pregnancy testing and contraception counseling should be repeated monthly throughout the period of treatment"
                    ]
                },
                {
                    "type": "Pseudotumor cerebri",
                    "description": [
                        "Retinoids have been associated with pseudotumor cerebri (benign intracranial hypertension), especially in pediatric patients; the concomitant use of other agents known to cause pseudotumor cerebri/intracranial hypertension, such as tetracyclines, might increase risk of this condition",
                        "Early signs and symptoms of pseudotumor cerebri include papilledema, headache, nausea and vomiting, and visual disturbances; patients with these symptoms should be evaluated for pseudotumor cerebri, and, if present, appropriate care should be instituted in concert with neurological assessment"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "doxycycline",
            "description": {
                "common": "doxycycline, tretinoin.\nEither increases toxicity of the other by unspecified interaction mechanism. Contraindicated. Both tretinoin and tetracyclines can cause increased intracranial pressure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "minocycline",
            "description": {
                "common": "minocycline, tretinoin.\nEither increases toxicity of the other by Other (see comment). Contraindicated. \nComment: Both tretinoin and tetracyclines can cause increased intracranial pressure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tetracycline",
            "description": {
                "common": "tetracycline, tretinoin.\nEither increases toxicity of the other by unspecified interaction mechanism. Contraindicated. Both tretinoin and tetracyclines can cause increased intracranial pressure."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid oral",
            "description": {
                "common": "aminolevulinic acid oral, tretinoin.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid administering other phototoxic drugs with aminolevulinic acid oral for 24 hr during perioperative period."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid topical",
            "description": {
                "common": "tretinoin, aminolevulinic acid topical.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Each drug may increase the photosensitizing effect of the other."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "chlorpromazine, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "chlorthalidone, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ciprofloxacin, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Both drugs have increased risk of phototoxicity, use caution with concomitant use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "demeclocycline, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxycycline",
            "description": {
                "common": "doxycycline, tretinoin.\nEither increases levels of the other by Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "fluphenazine, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "gemifloxacin, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "hydrochlorothiazide, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indapamide",
            "description": {
                "common": "indapamide, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "levofloxacin, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "methyclothiazide, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methyl aminolevulinate",
            "description": {
                "common": "tretinoin, methyl aminolevulinate.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Each drug may increase the photosensitizing effect of the other."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metolazone",
            "description": {
                "common": "metolazone, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "minocycline",
            "description": {
                "common": "minocycline, tretinoin.\nEither increases levels of the other by Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "moxifloxacin, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "ofloxacin, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omadacycline",
            "description": {
                "common": "tretinoin increases toxicity of omadacycline by Mechanism: unknown. Avoid or Use Alternate Drug. Concomitant use of oral retinoids with tetracyclines may increase risk of pseudotumor cerebri/intracranial hypertension. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of tretinoin by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hr before, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "perphenazine",
            "description": {
                "common": "perphenazine, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "prochlorperazine, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "promazine",
            "description": {
                "common": "promazine, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sarecycline",
            "description": {
                "common": "tretinoin increases toxicity of sarecycline by Mechanism: unknown. Avoid or Use Alternate Drug. Concomitant use of oral retinoids with tetracyclines may increase risk of pseudotumor cerebri/intracranial hypertension. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sulfadiazine",
            "description": {
                "common": "sulfadiazine, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sulfisoxazole",
            "description": {
                "common": "sulfisoxazole, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetracycline",
            "description": {
                "common": "tetracycline, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "trifluoperazine, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "cannabidiol will increase the level or effect of tretinoin by  decreasing metabolism. Modify Therapy/Monitor Closely. Cannabidiol may potentially  inhibit CYP2C8 activity. Consider reducing the dose when concomitantly using CYP2C8 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide, tretinoin.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Both drugs can cause metabolic acidosis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole increases levels of tretinoin by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole increases levels of tretinoin by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "methotrexate, tretinoin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Patients receiving other agents that may cause hepatotoxicity, including systemic retinoids, could be at increased risk of liver-related side effects of methotrexate and such patients should be monitored closely during methotrexate therapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone will increase the level or effect of tretinoin by  Other (see comment). Use Caution/Monitor. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, tretinoin.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omaveloxolone",
            "description": {
                "common": "omaveloxolone will decrease the level or effect of tretinoin by  Other (see comment). Use Caution/Monitor. Omaveloxolone may reduce systemic exposure of sensitive CYP2C8 substrates. Check prescribing information of substrate if dosage modification is needed.  "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and tretinoin both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol will increase the level or effect of tretinoin by  Other (see comment). Modify Therapy/Monitor Closely. Stiripentol is a CYP2C8 inhibitor. Consider dosage reduction for CYP2C8 substrates if adverse effects are experienced when coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tecovirimat",
            "description": {
                "common": "tecovirimat will increase the level or effect of tretinoin by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Tecovirimat is a weak inhibitor of CYP2C8 and CYP2C19. Monitor for adverse effects if coadministered with sensitive substrates of these enzymes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teriflunomide",
            "description": {
                "common": "teriflunomide increases levels of tretinoin by Other (see comment). Use Caution/Monitor. \nComment: Teriflunomide inhibits CYP2C8; caution when coadministered with CYP2C8 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tobramycin inhaled",
            "description": {
                "common": "tobramycin inhaled and tretinoin both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Avoid concurrent or sequential use to decrease risk for ototoxicity"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tranexamic acid oral",
            "description": {
                "common": "tranexamic acid oral, tretinoin.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration may increase procoagulant effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, tretinoin.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, tretinoin.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "benazepril",
            "description": {
                "common": "tretinoin, benazepril.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. May increase risk of hypotension."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Headache",
            "percent": "86"
        },
        {
            "name": "Fever",
            "percent": "83"
        },
        {
            "name": "Bone pain",
            "percent": "77"
        },
        {
            "name": "Dry mucous membranes",
            "percent": "77"
        },
        {
            "name": "Malaise",
            "percent": "67"
        },
        {
            "name": "URI",
            "percent": "63"
        },
        {
            "name": "Shivering",
            "percent": "60"
        },
        {
            "name": "Dyspnea",
            "percent": "60"
        },
        {
            "name": "Hemorrhage",
            "percent": "60"
        },
        {
            "name": "Elevated liver function tests",
            "percent": "50-60"
        },
        {
            "name": "Hyperlipidemia",
            "percent": "60"
        },
        {
            "name": "Infections",
            "percent": "58"
        },
        {
            "name": "Nausea and vomiting",
            "percent": "57"
        },
        {
            "name": "Rash",
            "percent": "54"
        },
        {
            "name": "Peripheral edema",
            "percent": "52"
        },
        {
            "name": "Leukocytosis",
            "percent": "40"
        },
        {
            "name": "Pain",
            "percent": "37"
        },
        {
            "name": "Abdominal pain",
            "percent": "31"
        },
        {
            "name": "DIC",
            "percent": "26"
        },
        {
            "name": "Respiratory insufficiency",
            "percent": "26"
        },
        {
            "name": "Mucositis",
            "percent": "26"
        },
        {
            "name": "GI disorder",
            "percent": "26"
        },
        {
            "name": "Retinoic acid",
            "percent": "25"
        },
        {
            "name": "APL syndrome",
            "percent": "23"
        },
        {
            "name": "Ear ache",
            "percent": "23"
        },
        {
            "name": "Diarrhea",
            "percent": "20"
        },
        {
            "name": "Pleural effusion",
            "percent": "20"
        },
        {
            "name": "Dizziness",
            "percent": "20"
        },
        {
            "name": "Pruritus",
            "percent": "20"
        },
        {
            "name": "Sweating",
            "percent": "17"
        },
        {
            "name": "Anxiety",
            "percent": "17"
        },
        {
            "name": "Paresthesia",
            "percent": "17"
        },
        {
            "name": "Constipation",
            "percent": "17"
        },
        {
            "name": "Vision changes",
            "percent": "14"
        },
        {
            "name": "Dyspepsia",
            "percent": "14"
        },
        {
            "name": "Rales",
            "percent": "14"
        },
        {
            "name": "Depression",
            "percent": "14"
        },
        {
            "name": "Insomnia",
            "percent": "14"
        },
        {
            "name": "Alopecia",
            "percent": "14"
        },
        {
            "name": "Skin changes",
            "percent": "11"
        },
        {
            "name": "Confusion",
            "percent": "11"
        },
        {
            "name": "Abdominal distention",
            "percent": "11"
        },
        {
            "name": "Renal insufficiency",
            "percent": "6"
        },
        {
            "name": "Cardiac failure",
            "percent": "6"
        },
        {
            "name": "Pallor",
            "percent": "3"
        },
        {
            "name": "Cardiac arrest",
            "percent": "3"
        },
        {
            "name": "Cardiomyopathy",
            "percent": "3"
        },
        {
            "name": "Myocarditis",
            "percent": "3"
        },
        {
            "name": "Stroke",
            "percent": "3"
        },
        {
            "name": "Heart murmur",
            "percent": "9"
        },
        {
            "name": "Hemmorrhage",
            "percent": "6"
        },
        {
            "name": "Facial edema",
            "percent": "9"
        },
        {
            "name": "Intracranial hypertension",
            "percent": "3"
        },
        {
            "name": "Hypotaxia",
            "percent": "3"
        },
        {
            "name": "Seizure",
            "percent": "3"
        },
        {
            "name": "Somnolence",
            "percent": "3"
        },
        {
            "name": "Facial paralysis",
            "percent": "3"
        },
        {
            "name": "Spinal cord disorder",
            "percent": "3"
        },
        {
            "name": "Light reflex absent",
            "percent": "3"
        },
        {
            "name": "Ulcer",
            "percent": "8"
        },
        {
            "name": "Cellulitis",
            "percent": "9"
        },
        {
            "name": "Hepatosplenomegaly",
            "percent": "9"
        },
        {
            "name": "Dysuria",
            "percent": "3"
        },
        {
            "name": "Enlarged prostate",
            "percent": "3"
        },
        {
            "name": "Ascites",
            "percent": "3"
        },
        {
            "name": "Hepatitis",
            "percent": "3"
        },
        {
            "name": "Tremor",
            "percent": "3"
        },
        {
            "name": "Bone inflammation",
            "percent": "6"
        },
        {
            "name": "Hearing loss",
            "percent": null
        },
        {
            "name": "Arterial thrombosis",
            "percent": null
        },
        {
            "name": "Hypercalcemia",
            "percent": null
        },
        {
            "name": "Myositis",
            "percent": null
        },
        {
            "name": "Pancreatitis",
            "percent": null
        },
        {
            "name": "Thrombocytosis",
            "percent": null
        },
        {
            "name": "Venous thrombosis",
            "percent": null
        },
        {
            "name": "Irreversible hearing loss",
            "percent": null
        },
        {
            "name": "Genital ulceration",
            "percent": null
        }
    ]
}