{
    "name": "doxycycline",
    "comment": "Rx",
    "other_names": [
        "Vibramycin",
        "Monodox",
        "Acticlate",
        "Atridox",
        "Avidoxy",
        "Doxy",
        "Doxycin",
        "Doryx",
        "Oracea",
        "Periostat",
        "Adoxa",
        "Ocudox",
        "Doryx MPC"
    ],
    "classes": [
        "Tetracyclines"
    ],
    "source": "https://reference.medscape.com/drug/vibramycin-doryx-doxycycline-342548",
    "pregnancy": {
        "common": [
            "Therapy may cause discoloration deciduous teeth, and reversible inhibition of bone growth when administered during second and third trimester of pregnancy, infancy, and childhood",
            "All antimicrobials#tetracyclines form a stable calcium complex in any bone-forming tissue; a decrease in fibula growth rate has been observed in premature human infants given oral tetracycline in doses of 25 mg/kg every 6 hours; this reaction was shown to be reversible when drug was discontinued",
            "Available data from published studies over decades have not shown a difference in major birth defect risk compared to unexposed pregnancies with doxycycline exposure in first trimester of pregnancy",
            "The vast majority of reported experience during human pregnancy is short-term, first trimester exposure; there are no human data available to assess effects of long-term therapy in pregnant women such as that proposed for treatment of anthrax exposure",
            "An expert review of published data on experiences with doxycycline use during pregnancy concluded that therapeutic doses during pregnancy are unlikely to pose substantial teratogenic risk (the quantity and quality of data were assessed as limited to fair), but the data are insufficient to state that there is no risk; there are no adequate and well-controlled studies on use of drug in pregnant women",
            "A small prospective study of 81 pregnancies describes 43 pregnant women treated for 10 days with doxycycline during early first trimester; all mothers reported their exposed infants were normal at 1 year of age",
            "There are no available data on risk of miscarriage following exposure to doxycycline in pregnancy; evidence of embryotoxicity also has been noted in animals treated early in pregnancy; advise patient of potential risk to fetus if drug is used during pregnancy",
            "Based on findings from a fertility study in animals, doxycycline may impair female and male fertility; the reversibility of this finding is unclear"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Based on available published data, doxycycline is present in human milk; there are no data that inform about levels of doxycycline in breastmilk, effects on breastfed infant, or on milk production",
            "Short-term use by lactating women not necessarily contraindicated; effects of prolonged exposure to doxycycline in breast milk are unknown; because of potential for serious adverse reactions in nursing infants from drug, the developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for this medication and any potential adverse effects on the breastfed child from the drug or from the underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Documented hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Use of antimicrobials#tetracyclines during tooth development (last half of pregnancy through age 8 years) can cause permanent discoloration of teeth; this adverse reaction is more common during long-term use but has been observed following repeated short-term courses; enamel hypoplasia has also been reported",
                "Use doxycycline in pediatric patients 8 years of age or less only when potential benefits expected to outweigh risks in severe or life-threatening conditions (eg, anthrax, Rocky Mountain spotted fever); particularly when there are no alternative therapies",
                "Clostridium difficile associated diarrhea (CDAD) has been reported with use of nearly all antibacterial agents, and may range in severity from mild diarrhea to fatal colitis",
                "Photosensitivity manifested by an exaggerated sunburn reaction has been observed in some individuals taking antimicrobials#tetracyclines",
                "May result in overgrowth of non-susceptible organisms, including fungi. If such infections occur, discontinue use and institute appropriate therapy",
                "Severe skin reactions, such as exfoliative dermatitis, erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis, and drug reaction with eosinophilia and systemic symptoms (DRESS) reported; if severe skin reactions occur, discontinue therapy immediately and institute appropriate therapy",
                "Intracranial hypertension (pseudotumor cerebri) reported (rare) may occur; symptoms include headache, blurred vision, diplopia, and vision loss; papilledema can be found on funduscopy; women of childbearing age who are overweight or have a history of IH are at greater risk; possibility for permanent visual loss exists; if visual disturbance occurs during treatment, prompt ophthalmologic evaluation is warranted; intracranial pressure can remain elevated for weeks after drug cessation; monitor until they stabilize",
                "All antimicrobials#tetracyclines form a stable calcium complex in any bone-forming tissue; decrease in fibula growth rate has been observed in prematures given an oral tetracycline; reaction was shown to be reversible when the drug was discontinue",
                "Antianabolic action of the antimicrobials#tetracyclines may cause an increase in BUN; studies to date indicate that this does not occur with the use of doxycycline in patients with impaired renal function",
                "Doxycycline offers substantial but not complete suppression of the asexual blood stages of Plasmodium strains",
                "Prescribing doxycycline in the absence of a proven or strongly suspected bacterial infection or a prophylactic indication is unlikely to provide benefit to the patient and increases the risk of the development of drug-resistant bacteria",
                "In long-term therapy, periodic laboratory evaluation of organ systems, including hematopoietic, perform renal and hepatic studies"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview ",
                    "description": [
                        "Because antimicrobials#tetracyclines have been shown to depress plasma prothrombin activity, patients who are on anticoagulant therapy may require downward adjustment of their anticoagulant dosage",
                        "Since bacteriostatic drugs may interfere with the bactericidal action of penicillin, it is advisable to avoid giving antimicrobials#tetracyclines in conjunction with penicillin",
                        "Absorption of antimicrobials#tetracyclines is impaired by antacids containing aluminum, calcium, or magnesium, bismuth subsalicylate, and iron-containing preparations",
                        "Concurrent use of antimicrobials#tetracyclines, may render oral contraceptives less effective",
                        "Barbiturates, carbamazepine, and phenytoin decrease the half-life of doxycycline",
                        "Coadministration of tetracycline and methoxyflurane has been reported to result in fatal renal toxicity",
                        "False elevations of urinary catecholamines may occur due to interference with the fluorescence test"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "acitretin",
            "description": {
                "common": "doxycycline, acitretin. Other (see comment). Contraindicated. \nComment: Both acitretin and tetracyclines can cause increased intracranial pressure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "allogeneic cultured keratinocytes/fibroblasts in bovine collagen",
            "description": {
                "common": "doxycycline decreases effects of allogeneic cultured keratinocytes/fibroblasts in bovine collagen by Other (see comment). Contraindicated. \nComment: Exposure to topical antibiotics has been shown to degrade Gintuit; if exposed, irrigate the wound thoroughly with saline and allow a suitable wash-out period to elapse before applying Gintuit."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "flibanserin",
            "description": {
                "common": "doxycycline will increase the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Coadministration of flibanserin with moderate or strong CYP3A4 inhibitors is contraindicated. Severe hypotension or syncope can occur."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lomitapide",
            "description": {
                "common": "doxycycline increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Increases lomitapide levels several folds."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "doxycycline will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Lonafarnib is a sensitive CYP3A4 substrate. Coadministration with strong or moderate CYP3A4 inhibitors is contraindicated. "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tretinoin",
            "description": {
                "common": "doxycycline, tretinoin.\nEither increases toxicity of the other by unspecified interaction mechanism. Contraindicated. Both tretinoin and tetracyclines can cause increased intracranial pressure."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid oral",
            "description": {
                "common": "aminolevulinic acid oral, doxycycline.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid administering other phototoxic drugs with aminolevulinic acid oral for 24 hr during perioperative period."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid topical",
            "description": {
                "common": "doxycycline increases toxicity of aminolevulinic acid topical by pharmacodynamic synergism. Avoid or Use Alternate Drug. Coadministration of photosensitizing drugs may enhance the phototoxic reaction to photodynamic therapy with aminolevulinic acid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amoxicillin",
            "description": {
                "common": "doxycycline decreases effects of amoxicillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Tetracyclines may interfere with the bactericidal action of penicillins. Monitor for decreased therapeutic effects of penicillins if concomitantly used with a tetracycline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ampicillin",
            "description": {
                "common": "doxycycline decreases effects of ampicillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Tetracyclines may interfere with the bactericidal action of penicillins. Monitor for decreased therapeutic effects of penicillins if concomitantly used with a tetracycline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atracurium",
            "description": {
                "common": "doxycycline increases effects of atracurium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "avapritinib",
            "description": {
                "common": "doxycycline will increase the level or effect of avapritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of avapritinib with moderate CYP3A4 inhibitors. If unable to avoid, reduce avapritinib starting dose. See drug monograph Dosage Modifications."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axitinib",
            "description": {
                "common": "doxycycline increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with moderate CYP3A4 inhibitors, monitor closely and reduce dose if necessary ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "doxycycline decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bismuth subsalicylate",
            "description": {
                "common": "bismuth subsalicylate decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosutinib",
            "description": {
                "common": "doxycycline increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "calcium acetate, doxycycline.\nEither decreases levels of the other by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate, doxycycline.\nEither decreases levels of the other by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "calcium chloride, doxycycline.\nEither decreases levels of the other by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "calcium citrate, doxycycline.\nEither decreases levels of the other by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "calcium gluconate, doxycycline.\nEither decreases levels of the other by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbonyl iron",
            "description": {
                "common": "carbonyl iron decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "doxycycline, cholera vaccine. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid coadministration of cholera vaccine with systemic antibiotics since these agents may be active against the vaccine strain. Do not administer cholera vaccine to patients who have received oral or parenteral antibiotics within 14 days prior to vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cisatracurium",
            "description": {
                "common": "doxycycline increases effects of cisatracurium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cobimetinib",
            "description": {
                "common": "doxycycline will increase the level or effect of cobimetinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If concurrent short term (14 days or less) use of moderate CYP3A inhibitors is unavoidable for patients who are taking cobimetinib 60 mg, reduce the cobimetinib dose to 20 mg. After discontinuation of a moderate CYP3A inhibitor, resume cobimetinib 60 mg. Use an alternative to a moderate CYP3A inhibitor in patients who are taking a reduced dose of cobimetinib (40 or 20 mg daily)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dicloxacillin",
            "description": {
                "common": "doxycycline decreases effects of dicloxacillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elacestrant",
            "description": {
                "common": "doxycycline will increase the level or effect of elacestrant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eliglustat",
            "description": {
                "common": "doxycycline increases levels of eliglustat by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Moderate CYP3A4 inhibitors are not recommended with eliglustat poor or intermediate metabolizers; reduce eliglustat dose from 84 mg BID to 84 mg once daily in extensive metabolizers ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "entrectinib",
            "description": {
                "common": "doxycycline will increase the level or effect of entrectinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of moderate CYP3A4 inhibitors with entrectinib, a CYP3A4 substrate. If coadministration unavoidable, reduce dose to 200 mg/day for patients aged 12 y or older with BSA >1.50m2. Resume previous entrectinib dose after discontinuing moderate CYP3A inhibitor for 3-5 elimination half-lives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl",
            "description": {
                "common": "doxycycline will increase the level or effect of fentanyl by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl intranasal",
            "description": {
                "common": "doxycycline will increase the level or effect of fentanyl intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl transdermal",
            "description": {
                "common": "doxycycline will increase the level or effect of fentanyl transdermal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl transmucosal",
            "description": {
                "common": "doxycycline will increase the level or effect of fentanyl transmucosal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "ferric maltol will decrease the level or effect of doxycycline by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. If alternate not possible, separate administration by at least 4 hours"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ferrous fumarate",
            "description": {
                "common": "ferrous fumarate decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ferrous gluconate",
            "description": {
                "common": "ferrous gluconate decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ferrous sulfate",
            "description": {
                "common": "ferrous sulfate decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infigratinib",
            "description": {
                "common": "doxycycline will increase the level or effect of infigratinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iron dextran complex",
            "description": {
                "common": "iron dextran complex decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iron sucrose",
            "description": {
                "common": "iron sucrose decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isotretinoin",
            "description": {
                "common": "isotretinoin, doxycycline. Mechanism: unknown. Contraindicated. Risk of pseudotumor cerebri."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivabradine",
            "description": {
                "common": "doxycycline will increase the level or effect of ivabradine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of ivabradine with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lemborexant",
            "description": {
                "common": "doxycycline will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of lemborexant with moderate or strong CYP3A inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lurbinectedin",
            "description": {
                "common": "doxycycline will increase the level or effect of lurbinectedin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "magnesium chloride",
            "description": {
                "common": "magnesium chloride decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "magnesium citrate",
            "description": {
                "common": "magnesium citrate decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "magnesium hydroxide",
            "description": {
                "common": "magnesium hydroxide decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "magnesium oxide",
            "description": {
                "common": "magnesium oxide decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "magnesium sulfate",
            "description": {
                "common": "magnesium sulfate decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methoxyflurane",
            "description": {
                "common": "doxycycline, methoxyflurane. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of nephrotoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methyl aminolevulinate",
            "description": {
                "common": "doxycycline, methyl aminolevulinate.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Each drug may increase the photosensitizing effect of the other."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "doxycycline decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "doxycycline will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of moderate CYP3A4 inhibitors with midazolam intranasal causes higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mobocertinib",
            "description": {
                "common": "doxycycline will increase the level or effect of mobocertinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If use of moderate CYP3A4 inhibitor unavoidable, reduce mobocertinib dose by ~50% (eg, 160 to 80 mg); closely monitor QTc interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nafcillin",
            "description": {
                "common": "doxycycline decreases effects of nafcillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. bacteriostatic antibiotics may interfere with the bactericidal actions of penicillins."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "naloxegol",
            "description": {
                "common": "doxycycline will increase the level or effect of naloxegol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministation of naloxegol with moderate CYP3A4 inhibitors is unavoidable, reduce naloxegol dose to 12.5 mg qDay"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "neratinib",
            "description": {
                "common": "doxycycline will increase the level or effect of neratinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of neratinib with strong/moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olaparib",
            "description": {
                "common": "doxycycline will increase the level or effect of olaparib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with moderate CYP3A inhibitors cannot be avoided, reduce olaparib dose to 200 mg (capsule) or 150 mg (tablet) PO BID.  Do not substitute tablets with capsules."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omaveloxolone",
            "description": {
                "common": "doxycycline will increase the level or effect of omaveloxolone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unavoidable, reduce omaveloxolone dose to 100 mg/day. Closely monitor for adverse effects. If adverse effects emerge, further reduce to 50 mg/day. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "onabotulinumtoxinA",
            "description": {
                "common": "doxycycline increases effects of onabotulinumtoxinA by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxacillin",
            "description": {
                "common": "doxycycline decreases effects of oxacillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pacritinib",
            "description": {
                "common": "doxycycline will increase the level or effect of pacritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pancuronium",
            "description": {
                "common": "doxycycline increases effects of pancuronium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pemigatinib",
            "description": {
                "common": "doxycycline will increase the level or effect of pemigatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong or moderate CYP3A4 inhibitors is unavoidable, reduce pemigatinib dose (refer to drug monograph dosage modifications). After discontinuing the CYP3A4 inhibitor for 3 elimination half-lives, may resume previous pemigatinib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "penicillin G aqueous",
            "description": {
                "common": "doxycycline decreases effects of penicillin G aqueous by pharmacodynamic antagonism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "penicillin VK",
            "description": {
                "common": "doxycycline decreases effects of penicillin VK by pharmacodynamic antagonism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "doxycycline will increase the level or effect of pexidartinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong or moderate CYP3A4 inhibitors is unavoidable, reduce pexidartinib dose (refer to drug monograph dosage modifications). After discontinuing the CYP3A4 inhibitor for 3 elimination half-lives, may resume previous pexidartinib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pivmecillinam",
            "description": {
                "common": "doxycycline decreases effects of pivmecillinam by pharmacodynamic antagonism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "polysaccharide iron",
            "description": {
                "common": "polysaccharide iron decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rapacuronium",
            "description": {
                "common": "doxycycline increases effects of rapacuronium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rocuronium",
            "description": {
                "common": "doxycycline increases effects of rocuronium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rose hips",
            "description": {
                "common": "rose hips decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selumetinib",
            "description": {
                "common": "doxycycline will increase the level or effect of selumetinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong or moderate CYP3A4 inhibitors cannot be avoided, reduce selumetinib dosage (refer to selumetinib monograph for further information). After discontinuation of the strong or moderate CYP3A4 inhibitor for 3 elimination half-lives, resume selumetinib dose that was taken before initiating the inhibitor."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "doxycycline will increase the level or effect of siponimod by  affecting hepatic enzyme CYP2E1 metabolism. Avoid or Use Alternate Drug. Coadministration of siponimod with a moderate or strong CYP3A4 inhibitor PLUS a moderate or strong CYP2C9 inhibitor is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sodium bicarbonate",
            "description": {
                "common": "sodium bicarbonate decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sodium citrate/citric acid",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Administer tetracyclines at least 2 hr before and no less than 6 hr after each dose to avoid chelation with magnesium. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Administer tetracyclines at least 2 hr before and no less than 6 hr after each dose to avoid chelation with magnesium. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "strontium ranelate",
            "description": {
                "common": "strontium ranelate decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Contraindicated. Suspend strontium ranelate during antibiotic therapy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "doxycycline increases effects of succinylcholine by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "doxycycline will increase the level or effect of tazemetostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of tazemetostat with moderate CYP3A4 inhibitors. If coadministration is unavoidable, reduce tazemetostat current dose (see drug monograph Dosage Modifications). "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "temocillin",
            "description": {
                "common": "doxycycline decreases effects of temocillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ticarcillin",
            "description": {
                "common": "doxycycline decreases effects of ticarcillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tretinoin",
            "description": {
                "common": "doxycycline, tretinoin.\nEither increases levels of the other by Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tretinoin topical",
            "description": {
                "common": "doxycycline, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tripotassium dicitratobismuthate",
            "description": {
                "common": "tripotassium dicitratobismuthate decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "doxycycline decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vecuronium",
            "description": {
                "common": "doxycycline increases effects of vecuronium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venetoclax",
            "description": {
                "common": "doxycycline will increase the level or effect of venetoclax by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If a moderate CYP3A inhibitor must be used, reduce the venetoclax dose by at least 50%. Monitor more closely for signs of venetoclax toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "doxycycline will increase the level or effect of acalabrutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely.  Decrease acalabrutinib dose to 100 mg once daily if coadministered with a moderate CYP3A inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital decreases levels of doxycycline by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "doxycycline will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "doxycycline will decrease the level or effect of bazedoxifene/conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "doxycycline will increase the level or effect of brexpiprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Administer a quarter of brexpiprazole dose if coadministered with a moderate CYP3A4 inhibitor PLUS a strong/moderate CYP2D6 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "doxycycline will increase the level or effect of buprenorphine subdermal implant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor patients already on buprenorphine subdermal implant who require newly-initiated treatment with CYP3A4 inhibitors for signs and symptoms of overmedication. If the dose of the concomitant CYP3A4 inhibitor cannot be reduced or discontinued, implant removal may be necessary and the patient should then be treated with a buprenorphine dosage form that permits dose adjustments. If a CYP3A4 inhibitor is discontinued in a patient who has been stabilized on buprenorphine, monitor the patient for withdrawal."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "doxycycline will increase the level or effect of buprenorphine, long-acting injection by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Patients who transfer to buprenorphine long-acting injection from transmucosal buprenorphine coadministered with CYP3A4 inhibitors should be monitored to ensure buprenorphine plasma levels are adequate. Within 2 weeks, if signs and symptoms of buprenorphine toxicity or overdose occur and the concomitant CYP3A4 inhibitor cannot be reduced or discontinued, transition the patient back to a buprenorphine formulation that permits dose adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital decreases levels of doxycycline by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital decreases levels of doxycycline by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabozantinib",
            "description": {
                "common": "doxycycline will increase the level or effect of cabozantinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "doxycycline will increase the level or effect of cannabidiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Consider reducing the cannabidiol dose when coadministered with a moderate CYP3A4 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine decreases levels of doxycycline by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefdinir",
            "description": {
                "common": "doxycycline decreases effects of cefdinir by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefditoren",
            "description": {
                "common": "doxycycline decreases effects of cefditoren by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefoxitin",
            "description": {
                "common": "doxycycline decreases effects of cefoxitin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefpodoxime",
            "description": {
                "common": "doxycycline decreases effects of cefpodoxime by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceftriaxone",
            "description": {
                "common": "doxycycline decreases effects of ceftriaxone by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefuroxime",
            "description": {
                "common": "doxycycline decreases effects of cefuroxime by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "doxycycline will decrease the level or effect of conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "doxycycline will increase the level or effect of daridorexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Daridorexant dose should not exceed 25 mg per night when coadministered with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "doxycycline will increase the level or effect of deflazacort by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Decrease deflazacort dose to one-third of the recommended dose if coadministered with moderate or strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "didanosine",
            "description": {
                "common": "didanosine will decrease the level or effect of doxycycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "doxycycline will increase the level or effect of digoxin by  altering intestinal flora. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "doxycycline will decrease the level or effect of estradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "doxycycline will decrease the level or effect of estrogens conjugated synthetic by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estropipate",
            "description": {
                "common": "doxycycline will decrease the level or effect of estropipate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "doxycycline will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric citrate",
            "description": {
                "common": "ferric citrate will decrease the level or effect of doxycycline by  drug binding in GI tract. Use Caution/Monitor. Administer doxycycline at least 1 hr before ferric citrate"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "doxycycline will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or moderate CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "guanfacine",
            "description": {
                "common": "doxycycline will increase the level or effect of guanfacine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Strong or moderate CYP3A4 inhibitors significantly increase guanfacine plasma concentrations. FDA-approved labeling for extended-release (ER) guanfacine recommends that, if coadministered, the guanfacine dosage should be decreased to half of the recommended dose. Specific recommendations for immediate-release (IR) guanfacine are not available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibrutinib",
            "description": {
                "common": "doxycycline increases levels of ibrutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with moderate CYP3A4 inhibitors, reduce ibrutinib dose to 280 mg qDay (B-cell malignancies) or 420 mg qDay (graft versus host disease). After CYP3A inhibitor discontinuation, resume previous dose of ibrutinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "doxycycline will decrease the level or effect of ifosfamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Use of a CYP3A4 inhibitor may decrease metabolism of ifosfamide, potentially reducing ifosfamide therapeutic effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "doxycycline will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "doxycycline will increase the level or effect of ivosidenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration with moderate CYP3A4 inhibitors may increase ivosidenib plasma concentrations, thus increasing the risk of QTc prolongation. Monitor for increased risk of QTc interval prolongation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lanthanum carbonate",
            "description": {
                "common": "lanthanum carbonate decreases levels of doxycycline by cation binding in GI tract. Use Caution/Monitor. Administer oral tetracycline antibiotics at least 2 hr before or after lanthanum. Interaction applies only to oral tetracyclines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lefamulin",
            "description": {
                "common": "doxycycline will increase the level or effect of lefamulin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor for adverse effects if lefamulin is coadministered with moderate CYP3A inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levamlodipine",
            "description": {
                "common": "doxycycline will increase the level or effect of levamlodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with moderate and strong CYP3A inhibitors results in increased systemic exposure to amlodipine and may require dose reduction. Monitor for symptoms of hypotension and edema when amlodipine is coadministered with CYP3A inhibitors to determine the need for dose adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate",
            "description": {
                "common": "doxycycline will decrease the level or effect of levonorgestrel oral/ethinylestradiol/ferrous bisglycinate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. Antibiotics may decrease hormonal contraceptive efficacy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumateperone",
            "description": {
                "common": "doxycycline will increase the level or effect of lumateperone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce lumateperone dose to 21 mg/day if coadministered with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium supplement",
            "description": {
                "common": "magnesium supplement will decrease the level or effect of doxycycline by  Other (see comment). Modify Therapy/Monitor Closely. Formation of an insoluble complex reduces absorption of the drug through intestinal tract; administer magnesium 2hr before the tetracycline or 4hr after the tetracycline."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mavacamten",
            "description": {
                "common": "doxycycline will increase the level or effect of mavacamten by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Inititiation of moderate CYP3A4 inhibitors may require decreased mavacamten dose. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefloquine",
            "description": {
                "common": "doxycycline will increase the level or effect of mefloquine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mestranol",
            "description": {
                "common": "doxycycline will decrease the level or effect of mestranol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "doxycycline increases levels of methotrexate by decreasing elimination. Use Caution/Monitor. Tetracyclines may decrease intestinal absorption of methotrexate or interfere with the enterohepatic circulation by inhibiting bowel flora and suppressing metabolism of the drug by bacteria."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methoxsalen",
            "description": {
                "common": "methoxsalen, doxycycline.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Additive photosensitizing effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mipomersen",
            "description": {
                "common": "mipomersen, doxycycline.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Both drugs have potential to increase hepatic enzymes; monitor LFTs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naldemedine",
            "description": {
                "common": "doxycycline increases levels of naldemedine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor naldemedine for potential adverse effects if coadministered with strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "doxycycline will increase the level or effect of oliceridine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If concomitant use is necessary, may require less frequent oliceridine dosing. Closely monitor for respiratory depression and sedation and titrate subsequent doses accordingly. If inhibitor is discontinued, consider increase oliceridine dosage until stable drug effects are achieved. Monitor for signs of opioid withdrawal. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ospemifene",
            "description": {
                "common": "doxycycline, ospemifene.\nEither increases levels of the other by plasma protein binding competition. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "palbociclib",
            "description": {
                "common": "doxycycline will increase the level or effect of palbociclib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital decreases levels of doxycycline by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital decreases levels of doxycycline by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piperacillin",
            "description": {
                "common": "doxycycline decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "polycarbophil",
            "description": {
                "common": "polycarbophil decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "porfimer",
            "description": {
                "common": "doxycycline, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone decreases levels of doxycycline by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rimegepant",
            "description": {
                "common": "doxycycline will increase the level or effect of rimegepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid repeating rimegepant dose within 48 hr if coadministered with a moderate CYP3A4 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ruxolitinib",
            "description": {
                "common": "doxycycline will increase the level or effect of ruxolitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ruxolitinib topical",
            "description": {
                "common": "doxycycline will increase the level or effect of ruxolitinib topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital decreases levels of doxycycline by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "doxycycline decreases effects of sodium picosulfate/magnesium oxide/anhydrous citric acid by altering metabolism. Use Caution/Monitor. Coadministration with antibiotics decreases efficacy by altering colonic bacterial flora needed to convert sodium picosulfate to active drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sonidegib",
            "description": {
                "common": "doxycycline will increase the level or effect of sonidegib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid coadministration of sonidegib with moderate CYP3A4 inhibitors. If a moderate CYP3A inhibitor must be used, administer the moderate CYP3A inhibitor for <14 days and monitor closely for adverse reactions, particularly musculoskeletal adverse reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "doxycycline will increase the level or effect of sparsentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. No dosage adjustment needed. Monitor blood pressure, serum potassium, edema, and kidney function regularly if sparsentan is coadministered with moderate CYP3A4 inhibitors. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sucroferric oxyhydroxide",
            "description": {
                "common": "sucroferric oxyhydroxide decreases levels of doxycycline by drug binding in GI tract. Use Caution/Monitor. Do not administer at the same time; take doxycycline at least 1 hr before sucroferric oxyhydroxide."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil SL",
            "description": {
                "common": "doxycycline will increase the level or effect of sufentanil SL by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of sufentanil SL with any CYP3A4 inhibitor may increase sufentanil plasma concentration, and, thereby increase or prolonged adverse effects, including potentially fatal respiratory depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "suvorexant",
            "description": {
                "common": "doxycycline will increase the level or effect of suvorexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Decrease suvorexant starting dose to 5 mg HS if coadministered with moderate CYP3A4 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamsulosin",
            "description": {
                "common": "doxycycline increases levels of tamsulosin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Dose reduction may be needed for coadministered drugs that are predominantly metabolized by CYP3A."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tezacaftor",
            "description": {
                "common": "doxycycline will increase the level or effect of tezacaftor by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust tezacaftor dosage regimen if coadministered with a moderate CYP3A inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "doxycycline will increase the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "doxycycline increases levels of tofacitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. No specific dose adjustment recommended when tofacitinib coadministered with moderate CYP3A4 inhibitors; decrease tofacitinib dose if coadministered with both moderate CYP3A4 and potent CYP2C19 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trabectedin",
            "description": {
                "common": "doxycycline will increase the level or effect of trabectedin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimagnesium citrate anhydrous",
            "description": {
                "common": "trimagnesium citrate anhydrous decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Multivalent cation-containing products may reduce bioavailability of tetracyclines; administer tetracycline at least 2 hr before or 6 hr after magnesium; use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vardenafil",
            "description": {
                "common": "doxycycline will increase the level or effect of vardenafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Vardenafil dose may need to be reduced if coadministered with moderate or strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "doxycycline will increase the level or effect of voclosporin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce voclosporin daily dosage to 15.8 mg PO in AM and 7.9 mg PO in PM."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "doxycycline increases effects of warfarin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zanubrutinib",
            "description": {
                "common": "doxycycline will increase the level or effect of zanubrutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce zanubrutinib (a CYP3A4 substrate) to 80 mg PO BID to when coadministered with a moderate CYP3A4 inhibitor. Interrupt dose as recommended for adverse reactions. After discontinuing the CYP3A4 inhibitor, resume previous dose of zanubrutinib. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zinc",
            "description": {
                "common": "zinc will decrease the level or effect of doxycycline by  cation binding in GI tract. Modify Therapy/Monitor Closely. Separate administration of oral tetracycline derivatives and oral zinc salts by at least 2 hr."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "antithrombin alfa",
            "description": {
                "common": "doxycycline increases effects of antithrombin alfa by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "antithrombin III",
            "description": {
                "common": "doxycycline increases effects of antithrombin III by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "argatroban",
            "description": {
                "common": "doxycycline increases effects of argatroban by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "balsalazide",
            "description": {
                "common": "doxycycline will decrease the level or effect of balsalazide by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bemiparin",
            "description": {
                "common": "doxycycline increases effects of bemiparin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "biotin",
            "description": {
                "common": "doxycycline will decrease the level or effect of biotin by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "doxycycline increases effects of bivalirudin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dalteparin",
            "description": {
                "common": "doxycycline increases effects of dalteparin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "doxycycline increases effects of enoxaparin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate decreases levels of doxycycline by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estradiol vaginal",
            "description": {
                "common": "doxycycline will increase the level or effect of estradiol vaginal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethanol",
            "description": {
                "common": "ethanol decreases levels of doxycycline by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethotoin",
            "description": {
                "common": "ethotoin decreases levels of doxycycline by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fondaparinux",
            "description": {
                "common": "doxycycline increases effects of fondaparinux by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin decreases levels of doxycycline by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "heparin",
            "description": {
                "common": "doxycycline increases effects of heparin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "niacin",
            "description": {
                "common": "doxycycline will decrease the level or effect of niacin by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine decreases levels of doxycycline by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pantothenic acid",
            "description": {
                "common": "doxycycline will decrease the level or effect of pantothenic acid by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenindione",
            "description": {
                "common": "doxycycline increases effects of phenindione by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin decreases levels of doxycycline by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "protamine",
            "description": {
                "common": "doxycycline increases effects of protamine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine",
            "description": {
                "common": "doxycycline will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine (Antidote)",
            "description": {
                "common": "doxycycline will decrease the level or effect of pyridoxine (Antidote) by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin decreases levels of doxycycline by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rose hips",
            "description": {
                "common": "doxycycline decreases levels of rose hips by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sucralfate",
            "description": {
                "common": "sucralfate decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "thiamine",
            "description": {
                "common": "doxycycline will decrease the level or effect of thiamine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "verteporfin",
            "description": {
                "common": "doxycycline, verteporfin. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Increased phototoxicity."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Anorexia",
            "percent": null
        },
        {
            "name": "Dental discoloration",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Dysphagia",
            "percent": null
        },
        {
            "name": "Enterocolitis",
            "percent": null
        },
        {
            "name": "Erythema multiform",
            "percent": null
        },
        {
            "name": "Esophageal ulcer",
            "percent": null
        },
        {
            "name": "Esophagitis",
            "percent": null
        },
        {
            "name": "Exacerbation of systemic lupus erythematosus",
            "percent": null
        },
        {
            "name": "Exfoliative dermatitis",
            "percent": null
        },
        {
            "name": "Glossitis",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Hemolytic anemia",
            "percent": null
        },
        {
            "name": "Hepatotoxicity",
            "percent": null
        },
        {
            "name": "Hypoglycemia",
            "percent": null
        },
        {
            "name": "Inflammatory anogenital lesion",
            "percent": null
        },
        {
            "name": "Intracranial hypertension",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Neutropenia",
            "percent": null
        },
        {
            "name": "Pericarditis",
            "percent": null
        },
        {
            "name": "Serum sickness",
            "percent": null
        },
        {
            "name": "Skin hyperpigmentation",
            "percent": null
        },
        {
            "name": "Toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "Upper abdominal pain",
            "percent": null
        },
        {
            "name": "Urticaria",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Drug rash with eosinophilia and systemic symptoms",
            "percent": null
        },
        {
            "name": "Pancreatitis",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "Maculopapular and erythematous rashes",
            "percent": null
        },
        {
            "name": "Angioneurotic edema",
            "percent": null
        },
        {
            "name": "Anaphylaxis",
            "percent": null
        },
        {
            "name": "Anaphylactoid purpura",
            "percent": null
        },
        {
            "name": "Jarisch",
            "percent": null
        },
        {
            "name": "Herxheimer reaction in the setting of spirochete infections",
            "percent": null
        }
    ]
}