{
    "name": "didanosine",
    "comment": "Rx",
    "other_names": [
        "Videx",
        "Videx EC"
    ],
    "classes": [
        "HIV",
        "NRTIs"
    ],
    "source": "https://reference.medscape.com/drug/videx-ec-didanosine-342609",
    "pregnancy": {
        "common": [
            "To monitor maternal-fetal outcomes of pregnant women exposed to didanosine and other antiretroviral agents, an Antiretroviral Pregnancy Registry has been established; physicians are encouraged to register patients by calling 1-800-258-4263",
            "There are no adequate and well-controlled studies of didanosine in pregnant women; drug should be used during pregnancy only if potential benefit justifies potential risk"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "The Centers for Disease Control and Prevention recommend that HIV-infected mothers not breastfeed infants to avoid risking postnatal transmission of HIV; a study in rats showed that following oral administration, didanosine and/or its metabolites were excreted into the milk of lactating rats; it is not known if didanosine is excreted in human milk; because of both potential for HIV transmission and potential for serious adverse reactions in nursing infants, mothers should be instructed not to breastfeed if they are receiving didanosine"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Fatal and nonfatal pancreatitis reported; suspend if pancreatitis suspected and discontinue if confirmed",
                "Lactic acidosis and severe hepatomegaly with steatosis (including fatal cases) reported with use of nucleoside analogues alone or in combination",
                "Coadministration with stavudine is contraindicated because of increased risk of serious and/or life-threatening events; suspend treatment if clinical or laboratory findings suggestive of lactic acidosis or pronounced hepatotoxicity occurs",
                "Fatal lactic acidosis reported in pregnant women who have received didanosine and stavudine with other antiretroviral agents. Use the combination with caution in pregnant women"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Coadministration with allopurinol (may increase didanosine toxicity)",
                "Coadministration with ribavirin (increases actrive metabolite dideoxyadenosine 5’-triphosphate levels, causing fatal hepatic failure, peripheral neuropathy, pancreatitis, and symptomatic hyperlactatemia/lactic acidosis)",
                "Coadministration with stavudine"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "(All NRTIs): Risk of potentially fatal lactic acidosis & severe hepatomegaly with steatosis when used alone or in combination with other antiretrovirals",
                "Risk of potentially fatal pancreatitis, increases if used in combo with stavudine",
                "Risk of potentially fatal bleeding from esophageal varices in patients with non-cirrhotic portal hypertension",
                "Discontinue if pancreatitis occurs; reduce dose for other ADR's",
                "Risk of immune reconstitution syndrome if used in combination w/ other antiretroviral drugs",
                "Risk of retinal changes and optic neuritis",
                "Rapidly degrades in acidic pH, however, EC is protected from stomach acids",
                "Noncirrhotic portal hypertension reported; discontinue if signs/symptoms occur (eg, elevated liver enzymes, esophageal varices, hematemesis, ascites, splenomegaly)",
                "Coadministration of methadone with Videx pediatric powder may significant decrease didanosine concentrations",
                "Patients treated in combination with stavudine may be at increased risk for pancreatitis, lactic acidosis, and hepatic toxicity; coadministration is contraindicated",
                "Treatment has been associated with loss of subcutaneous fat, which is most evident in the face, limbs, and buttocks; incidence and severity of lipoatrophy are related to cumulative exposure, and is often not reversible when treatment is stopped; patients receiving therapy should be frequently examined and questioned for signs of lipoatrophy, and if feasible, therapy should be switched to an alternative regimen if there is suspicion of lipoatrophy"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "didanosine, elvitegravir/cobicistat/emtricitabine/tenofovir DF. Other (see comment). Contraindicated. \nComment: Elvitegravir/cobicistat/emtricitabine/tenofovir is a complete regimen for HIV and should not be administered with other antiretrovirals."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "febuxostat",
            "description": {
                "common": "febuxostat will increase the level or effect of didanosine by  decreasing metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ribavirin",
            "description": {
                "common": "ribavirin increases toxicity of didanosine by unspecified interaction mechanism. Contraindicated. Risk of hepatic failure, peripheral neuropathy, pancreatitis, lactic acidosis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "allopurinol",
            "description": {
                "common": "allopurinol increases levels of didanosine by unknown mechanism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "betibeglogene autotemcel",
            "description": {
                "common": "didanosine, betibeglogene autotemcel. Other (see comment). Avoid or Use Alternate Drug. \nComment: Do not take antiretroviral medications for at least 1 month before mobilization or expected duration for elimination of the medications, and until all cycles of apheresis are completed. Antiretroviral medications may interfere with manufacturing of apheresed cells."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "busulfan",
            "description": {
                "common": "busulfan, didanosine.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Pretomanid regimen associated with hepatotoxicity. Avoid alcohol and hepatotoxic agents, including herbal supplements and drugs other than bedaquiline and linezolid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cabotegravir",
            "description": {
                "common": "didanosine, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "didanosine decreases levels of ciprofloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Oral ciprofloxacin should not be administered simultaneously with didanosine (chewable tablets or powder for oral solution). Administer oral doses of ciprofloxacin 2 hours before or 6 hours after didanosine, chewable tablets or powder for oral solution."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elivaldogene autotemcel",
            "description": {
                "common": "elivaldogene autotemcel, didanosine.\nEither decreases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Patients should not take antiretroviral medications for at least 1 month before initiating medications for stem cell mobilization, for the duration of the medications? elimination, and until all cycles of apheresis are completed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "didanosine decreases levels of gemifloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 4-8 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxyurea",
            "description": {
                "common": "hydroxyurea, didanosine.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Pancreatitis, hepatotoxicity, and peripheral neuropathy have occurred in HIV patients treated with hydroxyurea, and in particular, in combination with didanosine and/or stavudine,  avoid this combination. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "didanosine decreases levels of levofloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "didanosine decreases levels of moxifloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "didanosine decreases levels of ofloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration; separate by 4-8 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "didanosine and pexidartinib both increase  Other (see comment). Avoid or Use Alternate Drug. Pexidartinib can cause hepatotoxicity. Avoid coadministration of pexidartinib with other products know to cause hepatoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selinexor",
            "description": {
                "common": "didanosine, selinexor. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abacavir",
            "description": {
                "common": "abacavir and didanosine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "didanosine will decrease the level or effect of atazanavir by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbonyl iron",
            "description": {
                "common": "didanosine will decrease the level or effect of carbonyl iron by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefpodoxime",
            "description": {
                "common": "didanosine will decrease the level or effect of cefpodoxime by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefuroxime",
            "description": {
                "common": "didanosine will decrease the level or effect of cefuroxime by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cisplatin",
            "description": {
                "common": "didanosine, cisplatin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Enhanced risk of peripheral neuropathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dapsone",
            "description": {
                "common": "didanosine increases toxicity of dapsone by unknown mechanism. Use Caution/Monitor. May increase risk of nerve damage."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir will decrease the level or effect of didanosine by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Administer didanosine 1 hr before or 2 hr after darunavir/ritonavir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dasatinib",
            "description": {
                "common": "didanosine will decrease the level or effect of dasatinib by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "didanosine will decrease the level or effect of demeclocycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxycycline",
            "description": {
                "common": "didanosine will decrease the level or effect of doxycycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "didanosine, efavirenz.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Concomitant administration increases risk of liver toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir",
            "description": {
                "common": "didanosine, elvitegravir. Other (see comment). Use Caution/Monitor. \nComment: Didanosine must be administered on an empty stomach; administer didanosine at least 1 hr before or 2 hr after elvitegravir (which is administered with food)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "didanosine will decrease the level or effect of fosamprenavir by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Applies to didanosine chewable tablets and powder for oral solution;dminister 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ganciclovir",
            "description": {
                "common": "ganciclovir increases levels of didanosine by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "didanosine will decrease the level or effect of indinavir by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Applies to didanosine chewable tablets or powder for oral solution; administer indinavir 1 hr prior to didanosine chewable tablets or powder; no significant interactions reported with didanosine capsules"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron dextran complex",
            "description": {
                "common": "didanosine will decrease the level or effect of iron dextran complex by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron sucrose",
            "description": {
                "common": "didanosine will decrease the level or effect of iron sucrose by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "didanosine will decrease the level or effect of itraconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "didanosine will decrease the level or effect of ketoconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "didanosine will decrease the level or effect of levoketoconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levothyroxine",
            "description": {
                "common": "didanosine will decrease the level or effect of levothyroxine by  inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liothyronine",
            "description": {
                "common": "didanosine will decrease the level or effect of liothyronine by  inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liotrix",
            "description": {
                "common": "didanosine will decrease the level or effect of liotrix by  inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir will decrease the level or effect of didanosine by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Didanosine should be taken 1 hour prior or 2 hours after administration of lopinavir/ritonavir oral solution."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mesalamine",
            "description": {
                "common": "didanosine decreases effects of mesalamine by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Extended release mesalamine capsules should be given 1 hour before or 4 hours after administration of didanosine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methadone",
            "description": {
                "common": "methadone decreases levels of didanosine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "didanosine will decrease the level or effect of methylphenidate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Interaction specifically associated with Ritalin LA."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "minocycline",
            "description": {
                "common": "didanosine will decrease the level or effect of minocycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "didanosine will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitrofurantoin",
            "description": {
                "common": "didanosine will increase the level or effect of nitrofurantoin by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "orlistat",
            "description": {
                "common": "orlistat will decrease the level or effect of didanosine by  inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Loss of virological control reported in HIV-infected patients taking orlistat concomitantly. Exact mechanism is unclear, but may include a drug-drug interaction that inhibits systemic absorption of the antiretroviral drug. Monitor HIV RNA levels frequently and if increased HIV viral load confirmed, discontinue orlistat."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rilpivirine",
            "description": {
                "common": "didanosine, rilpivirine. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration; no dose adjustment is required when rilpivirine is coadministered with didanosine. Didanosine is to be administered on an empty stomach and at least two hours before or at least four hours after rilpivirine (which should be administered with a meal)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir and didanosine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stavudine",
            "description": {
                "common": "didanosine, stavudine.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. May cause pancreatitis; risk of peripheral neuropathy.  Possibility of fatal lactic acidosis (esp. in pregnant pts.)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tenofovir DF",
            "description": {
                "common": "tenofovir DF increases toxicity of didanosine by decreasing elimination. Use Caution/Monitor. May increase risk of pancreatitis; decrease didanosine dose to 250 mg/day if weight >60 kg and decrease to 200 mg/day if weight <60 kg ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tetracycline",
            "description": {
                "common": "didanosine will decrease the level or effect of tetracycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Oral tetracycline should not be administered simultaneously with didanosine (chewable tablets or powder for oral solution); use alternatives if available. Tetracycline antibiotics should be taken 1 hour before or 4 hours after administration of didanosine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "didanosine, tinidazole.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Enhanced risk of peripheral neuropathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir and didanosine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab decreases effects of didanosine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valganciclovir",
            "description": {
                "common": "valganciclovir, didanosine.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Use alternatives if available. Increased risk of hematologic toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vincristine",
            "description": {
                "common": "didanosine, vincristine.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Enhanced risk of peripheral neuropathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vincristine liposomal",
            "description": {
                "common": "didanosine, vincristine liposomal.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Enhanced risk of peripheral neuropathy."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ampicillin",
            "description": {
                "common": "didanosine will decrease the level or effect of ampicillin by  increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethanol",
            "description": {
                "common": "didanosine, ethanol.\nEither increases toxicity of the other by pharmacodynamic synergism. Minor/Significance Unknown. Enhanced risk of pancreatitis."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ferric carboxymaltose",
            "description": {
                "common": "didanosine will decrease the level or effect of ferric carboxymaltose by  increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ferric gluconate",
            "description": {
                "common": "didanosine will decrease the level or effect of ferric gluconate by  increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "didanosine will decrease the level or effect of ferric maltol by  increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ferrous fumarate",
            "description": {
                "common": "didanosine will decrease the level or effect of ferrous fumarate by  increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ferrous gluconate",
            "description": {
                "common": "didanosine will decrease the level or effect of ferrous gluconate by  increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ferrous sulfate",
            "description": {
                "common": "didanosine will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "food",
            "description": {
                "common": "food decreases levels of didanosine by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isoniazid",
            "description": {
                "common": "didanosine, isoniazid.\nEither increases toxicity of the other by pharmacodynamic synergism. Minor/Significance Unknown. Enhanced risk of peripheral neuropathy."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metronidazole",
            "description": {
                "common": "didanosine, metronidazole.\nEither increases toxicity of the other by pharmacodynamic synergism. Minor/Significance Unknown. Enhanced risk of peripheral neuropathy."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "didanosine increases levels of nelfinavir by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nitrofurantoin",
            "description": {
                "common": "didanosine, nitrofurantoin.\nEither increases toxicity of the other by pharmacodynamic synergism. Minor/Significance Unknown. Enhanced risk of peripheral neuropathy."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pentamidine",
            "description": {
                "common": "didanosine, pentamidine.\nEither increases toxicity of the other by pharmacodynamic synergism. Minor/Significance Unknown. Enhanced risk of pancreatitis."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "polysaccharide iron",
            "description": {
                "common": "didanosine will decrease the level or effect of polysaccharide iron by  increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "posaconazole",
            "description": {
                "common": "didanosine will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rose hips",
            "description": {
                "common": "didanosine will decrease the level or effect of rose hips by  increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "valganciclovir",
            "description": {
                "common": "valganciclovir increases levels of didanosine by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zidovudine",
            "description": {
                "common": "zidovudine increases levels of didanosine by decreasing renal clearance. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Diarrhea",
            "percent": "19-28"
        },
        {
            "name": "Peripheral neuropathy",
            "percent": "17-20"
        },
        {
            "name": "Increased amylase",
            "percent": "15-17"
        },
        {
            "name": "Abdominal pain",
            "percent": "7-13"
        },
        {
            "name": "Increased LFT",
            "percent": "65"
        },
        {
            "name": "Increased uric acid",
            "percent": null
        },
        {
            "name": "Pancreatitis",
            "percent": null
        },
        {
            "name": "patients",
            "percent": null
        },
        {
            "name": "years had higher frequency of pancreatitis than younger patients",
            "percent": null
        },
        {
            "name": "Pruritus",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Noncirrhotic portal hypertension",
            "percent": null
        }
    ]
}