{
    "name": "pindolol",
    "comment": "Rx",
    "other_names": [
        "Visken"
    ],
    "classes": [
        "Beta-Blockers",
        "Intrinsic Sympathomimetics"
    ],
    "source": "https://reference.medscape.com/drug/visken-pindolol-342362",
    "pregnancy": {
        "common": [
            "Pregnancy Category: B",
            "Lactation: do not nurse"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: do not nurse"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Overt heart failure, asthma/COPD, cardiogenic shock, hypersensitivity, sinus bradycardia, 2nd-3rd degree heart block, cardiogenic shock, sick sinus syndrome without permanent pacemaker"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Use caution in anesthesia/surgery (myocardial depression), bronchospastic disease, cerebrovascular insufficiency, CHF, cardiomegaly, DM, hyperthyroidism/thyrotoxicosis, myasthenia gravis, liver disease, renal impairment, peripheral vascular disease, use in pheochromocytoma, IDDM, history of psychiatric disease, pre-existing sick sinus syndrome or similar cardiac conditions",
                "Chronically administered beta-blocking therapy should not be routinely withdrawn prior to major surgery; the impaired ability of the heart to respond to reflex adrenergic stimuli may augment the risks of general anesthesia and surgical procedures",
                "Sudden discontinuation can exacerbate angina and lead to myocardial infarction",
                "Less effective than thiazide diuretics in black and geriatric patients",
                "Increased risk of stroke after surgery"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "acebutolol",
            "description": {
                "common": "acebutolol and pindolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atenolol",
            "description": {
                "common": "atenolol and pindolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "betaxolol",
            "description": {
                "common": "betaxolol and pindolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "bisoprolol and pindolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol and pindolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "celiprolol",
            "description": {
                "common": "celiprolol and pindolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "epinephrine",
            "description": {
                "common": "pindolol increases effects of epinephrine by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of hypertension and bradycardia.  Consider selective beta 1 blocker (e.g., metoprolol)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "pindolol increases effects of epinephrine racemic by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of hypertension and bradycardia.  Consider selective beta 1 blocker (e.g., metoprolol)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "esmolol",
            "description": {
                "common": "esmolol and pindolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "givosiran",
            "description": {
                "common": "givosiran will increase the level or effect of pindolol by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP2D6 substrates with givosiran. If unavoidable, decrease the CYP2D6 substrate dosage in accordance with approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "labetalol",
            "description": {
                "common": "labetalol and pindolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lofexidine",
            "description": {
                "common": "lofexidine, pindolol.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration with other drugs that decrease pulse or blood pressure to mitigate risk of excessive bradycardia and hypotension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoprolol",
            "description": {
                "common": "metoprolol and pindolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nadolol",
            "description": {
                "common": "nadolol and pindolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nebivolol",
            "description": {
                "common": "nebivolol and pindolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "penbutolol",
            "description": {
                "common": "penbutolol and pindolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "propranolol",
            "description": {
                "common": "pindolol and propranolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotalol",
            "description": {
                "common": "pindolol and sotalol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tafenoquine",
            "description": {
                "common": "tafenoquine will increase the level or effect of pindolol by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "timolol",
            "description": {
                "common": "pindolol and timolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trilaciclib",
            "description": {
                "common": "trilaciclib will decrease the level or effect of pindolol by  Other (see comment). Avoid or Use Alternate Drug. Avoid coadministration of trilaciclib (OCT2, MATE1, and MATE-2K inhibitor) with substrates where minimal increased concentration in kidney or blood may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "umeclidinium bromide/vilanterol inhaled",
            "description": {
                "common": "pindolol, umeclidinium bromide/vilanterol inhaled. pharmacodynamic antagonism. Avoid or Use Alternate Drug. If a  beta-blocker must be used in patients with COPD taking a beta-agonist, consider using a beta-blocker that is  beta-1 selective ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilanterol/fluticasone furoate inhaled",
            "description": {
                "common": "pindolol, vilanterol/fluticasone furoate inhaled. pharmacodynamic antagonism. Avoid or Use Alternate Drug. If a  beta-blocker must be used in patients with COPD taking a beta-agonist, consider using a beta-blocker that is  beta-1 selective ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abiraterone",
            "description": {
                "common": "abiraterone increases levels of pindolol by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acebutolol",
            "description": {
                "common": "acebutolol and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "pindolol and aceclofenac both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acemetacin",
            "description": {
                "common": "pindolol and acemetacin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "pindolol increases and albuterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aldesleukin",
            "description": {
                "common": "aldesleukin increases effects of pindolol by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "alfuzosin and pindolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide decreases levels of pindolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifostine",
            "description": {
                "common": "amifostine, pindolol.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration with blood pressure lowering agents may increase the risk and severity of hypotension associated with amifostine. When amifostine is used at chemotherapeutic doses, withhold blood pressure lowering medications for 24 hr prior to amifostine; if blood pressure lowering medication cannot be withheld, do not administer amifostine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiloride",
            "description": {
                "common": "pindolol and amiloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone, pindolol. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of cardiotoxicity with bradycardia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amlodipine",
            "description": {
                "common": "pindolol and amlodipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital decreases levels of pindolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of amobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "pindolol increases and arformoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "articaine",
            "description": {
                "common": "pindolol, articaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Increased effects of epinephrine in anesthetic; risk of hypertension and bradycardia.  Do NOT D/C chronic beta blocker Tx prior to anesthetic administration.  Consider selective beta 1 blocker (e.g., metoprolol)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine and pindolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "pindolol and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "pindolol and aspirin rectal both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate decreases effects of pindolol by pharmacodynamic antagonism. Use Caution/Monitor. Long term (>1 wk) NSAID use.  NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir increases effects of pindolol by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of hypotension, bradycardia, AV block, and prolonged PR interval. Consider lowering beta blocker dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atenolol",
            "description": {
                "common": "atenolol and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "pindolol increases and bendroflumethiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betaxolol",
            "description": {
                "common": "betaxolol and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bismuth subsalicylate",
            "description": {
                "common": "bismuth subsalicylate, pindolol. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Blockage of renal prostaglandin synthesis; may cause severe hypertension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "bisoprolol and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bumetanide",
            "description": {
                "common": "pindolol increases and bumetanide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bupivacaine",
            "description": {
                "common": "pindolol, bupivacaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Use extreme caution during concomitant use of bupivacaine and antihypertensive agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital decreases levels of pindolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of butabarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital decreases levels of pindolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of butalbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "calcium acetate decreases effects of pindolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate decreases effects of pindolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "calcium chloride decreases effects of pindolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "calcium citrate decreases effects of pindolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "calcium gluconate decreases effects of pindolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "candesartan",
            "description": {
                "common": "candesartan and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbenoxolone",
            "description": {
                "common": "pindolol increases and carbenoxolone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbidopa",
            "description": {
                "common": "carbidopa increases effects of pindolol by pharmacodynamic synergism. Use Caution/Monitor. Therapy with carbidopa, given with or without levodopa or carbidopa-levodopa combination products, is started, dosage adjustment of the antihypertensive drug may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "pindolol and celecoxib both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celiprolol",
            "description": {
                "common": "celiprolol and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloroprocaine",
            "description": {
                "common": "pindolol, chloroprocaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Increased effects of epinephrine in anesthetic; risk of hypertension and bradycardia.  Do NOT D/C chronic beta blocker Tx prior to anesthetic administration.  Consider selective beta 1 blocker (e.g., metoprolol)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "pindolol increases and chlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "pindolol decreases effects of chlorpropamide by pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers may also mask the symptoms of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "pindolol increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "pindolol and choline magnesium trisalicylate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clevidipine",
            "description": {
                "common": "pindolol and clevidipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonidine",
            "description": {
                "common": "pindolol, clonidine. Mechanism: pharmacodynamic synergism. Modify Therapy/Monitor Closely. Non selective beta blocker administration during withdrawal from centrally acting alpha agonists may result in rebound hypertension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "pindolol increases and cyclopenthiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dasiglucagon",
            "description": {
                "common": "pindolol decreases effects of dasiglucagon by unknown mechanism. Use Caution/Monitor. Dasiglucagon may stimulate catecholamine release; whereas beta blockers may inhibit catecholamines released in response to dasiglucagon. Coadministration may also transiently increase pulse and BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desflurane",
            "description": {
                "common": "desflurane, pindolol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "pindolol and diclofenac both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "pindolol and diflunisal both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "pindolol and digoxin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diltiazem",
            "description": {
                "common": "pindolol and diltiazem both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "pindolol increases and dobutamine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopexamine",
            "description": {
                "common": "pindolol increases and dopexamine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxazosin",
            "description": {
                "common": "doxazosin and pindolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "drospirenone",
            "description": {
                "common": "pindolol and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat increases levels of pindolol by affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Monitor therapeutic drug concentrations, as indicated, or consider reducing the dosage of the concomitant drug and titrate to clinical effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF increases levels of pindolol by affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Cobicistat is a CYP2D6 inhibitor; caution with CYP2D6 substrates for which elevated plasma concentrations are associated with serious and/or life-threatening events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "pindolol increases and ephedrine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "pindolol increases and epinephrine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "pindolol increases and epinephrine racemic decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eprosartan",
            "description": {
                "common": "eprosartan and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "erdafitinib increases levels of pindolol by decreasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esmolol",
            "description": {
                "common": "esmolol and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "pindolol increases and ethacrynic acid decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ether",
            "description": {
                "common": "pindolol, ether.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both beta blockers and ether depress the myocardium; consider lowering beta blocker dose if ether used for anesthesia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "pindolol and etodolac both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etomidate",
            "description": {
                "common": "etomidate, pindolol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "felodipine",
            "description": {
                "common": "pindolol and felodipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenbufen",
            "description": {
                "common": "pindolol and fenbufen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "pindolol and fenoprofen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "pindolol increases effects of fingolimod by pharmacodynamic synergism. Use Caution/Monitor. Both medications decrease heart rate. Monitor patients on concomitant therapy, particularly in the first 6 hours after fingolimod is initiated or after a treatment interruption of at least two weeks,  for bradycardia and atrioventricular block. To identify underlying risk factors of bradycardia and AV block, obtain a new or recent ECG in patients using beta-blockers prior to starting fingolimod."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "pindolol and flurbiprofen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "pindolol increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "furosemide",
            "description": {
                "common": "pindolol increases and furosemide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gentamicin",
            "description": {
                "common": "pindolol increases and gentamicin decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glimepiride",
            "description": {
                "common": "pindolol decreases effects of glimepiride by pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers may also mask the symptoms of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glipizide",
            "description": {
                "common": "pindolol decreases effects of glipizide by pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers may also mask the symptoms of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glucagon",
            "description": {
                "common": "glucagon decreases toxicity of pindolol by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. Coadministration of glucagon with beta-blockers may have transiently increased pulse and blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glucagon intranasal",
            "description": {
                "common": "glucagon intranasal decreases toxicity of pindolol by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. Coadministration of glucagon with beta-blockers may have transiently increased pulse and blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "pindolol decreases effects of glyburide by pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers may also mask the symptoms of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "guanfacine",
            "description": {
                "common": "pindolol, guanfacine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Non selective beta blocker administration during withdrawal from centrally acting alpha agonists may result in rebound hypertension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydralazine",
            "description": {
                "common": "hydralazine increases effects of pindolol by pharmacodynamic synergism. Use Caution/Monitor. Additive hypotensive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "pindolol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "pindolol and ibuprofen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "ibuprofen IV decreases effects of pindolol by pharmacodynamic antagonism. Use Caution/Monitor. Long term (>1 wk) NSAID use.  NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indacaterol, inhaled",
            "description": {
                "common": "indacaterol, inhaled, pindolol. Other (see comment). Use Caution/Monitor. \nComment: Beta-blockers and indacaterol may interfere with the effect of each other when administered concurrently. Beta-blockers may produce severe bronchospasm in COPD patients. Therefore, patients with COPD should not normally be treated with beta-blockers. However, under certain circumstances, e.g. as prophylaxis after myocardial infarction, there may be no acceptable alternatives to the use of beta-blockers in patients with COPD. In this setting, cardioselective beta-blockers could be considered, although they should be administered with caution."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indapamide",
            "description": {
                "common": "pindolol increases and indapamide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "pindolol and indomethacin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "pindolol, insulin aspart. Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers delay recovery of normoglycemia after insulin induced hypoglycemia; however, they also inhibit insulin secretion, so long term beta blocker Tx may result in reduced glucose tolerance.  Insulin induced hypoglycemia may induce hypertension during non selective beta blocker Tx."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "pindolol, insulin degludec. Other (see comment). Modify Therapy/Monitor Closely. \nComment: Beta-blockers may either increase or decrease the blood glucose lowering effect of insulin; beta-blockers can prolong hypoglycemia (interference with glycogenolysis) or cause hyperglycemia (insulin secretion inhibited)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "pindolol, insulin degludec/insulin aspart. Other (see comment). Modify Therapy/Monitor Closely. \nComment: Beta-blockers may either increase or decrease the blood glucose lowering effect of insulin; beta-blockers can prolong hypoglycemia (interference with glycogenolysis) or cause hyperglycemia (insulin secretion inhibited)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "pindolol, insulin detemir. Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers delay recovery of normoglycemia after insulin induced hypoglycemia; however, they also inhibit insulin secretion, so long term beta blocker Tx may result in reduced glucose tolerance.  Insulin induced hypoglycemia may induce hypertension during non selective beta blocker Tx."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "pindolol, insulin glargine. Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers delay recovery of normoglycemia after insulin induced hypoglycemia; however, they also inhibit insulin secretion, so long term beta blocker Tx may result in reduced glucose tolerance.  Insulin induced hypoglycemia may induce hypertension during non selective beta blocker Tx."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "pindolol, insulin glulisine. Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers delay recovery of normoglycemia after insulin induced hypoglycemia; however, they also inhibit insulin secretion, so long term beta blocker Tx may result in reduced glucose tolerance.  Insulin induced hypoglycemia may induce hypertension during non selective beta blocker Tx."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "pindolol, insulin inhaled. Other (see comment). Modify Therapy/Monitor Closely. \nComment: Beta-blockers may either increase or decrease the blood glucose lowering effect of insulin; beta-blockers can prolong hypoglycemia (interference with glycogenolysis) or cause hyperglycemia (insulin secretion inhibited)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "pindolol, insulin lispro. Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers delay recovery of normoglycemia after insulin induced hypoglycemia; however, they also inhibit insulin secretion, so long term beta blocker Tx may result in reduced glucose tolerance.  Insulin induced hypoglycemia may induce hypertension during non selective beta blocker Tx."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "pindolol, insulin NPH. Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers delay recovery of normoglycemia after insulin induced hypoglycemia; however, they also inhibit insulin secretion, so long term beta blocker Tx may result in reduced glucose tolerance.  Insulin induced hypoglycemia may induce hypertension during non selective beta blocker Tx."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "pindolol, insulin regular human. Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers delay recovery of normoglycemia after insulin induced hypoglycemia; however, they also inhibit insulin secretion, so long term beta blocker Tx may result in reduced glucose tolerance.  Insulin induced hypoglycemia may induce hypertension during non selective beta blocker Tx."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iodixanol",
            "description": {
                "common": "pindolol increases toxicity of iodixanol by unspecified interaction mechanism. Use Caution/Monitor. Use of beta-blockers lowers the threshold for and increases the severity of contrast reactions, and reduces the responsiveness of treatment of hypersensitivity reactions with epinephrine. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irbesartan",
            "description": {
                "common": "irbesartan and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "pindolol increases and isoproterenol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isradipine",
            "description": {
                "common": "pindolol and isradipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivabradine",
            "description": {
                "common": "ivabradine, pindolol.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Most patients receiving ivabradine will also be treated with a beta-blocker. The risk of bradycardia increases with  coadministration of drugs that slow heart rate (eg, digoxin, amiodarone, beta-blockers). Monitor heart rate in patients taking ivabradine with other negative chronotropes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketamine",
            "description": {
                "common": "ketamine, pindolol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "pindolol and ketoprofen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac",
            "description": {
                "common": "pindolol and ketorolac both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "pindolol and ketorolac intranasal both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "labetalol",
            "description": {
                "common": "labetalol and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "pindolol increases effects of lasmiditan by pharmacodynamic synergism. Use Caution/Monitor. Lasmiditan has been associated with a lowering of heart rate (HR). In a drug interaction study, addition of a single 200-mg dose of lasmiditan to propranolol decreased HR by an additional 5 bpm compared to propranolol alone, for a mean maximum of 19 bpm."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "pindolol increases and levalbuterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa",
            "description": {
                "common": "levodopa increases effects of pindolol by pharmacodynamic synergism. Use Caution/Monitor. Consider decreasing dosage of antihypertensive agent."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lidocaine",
            "description": {
                "common": "pindolol, lidocaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Increased effects of epinephrine in anesthetic; risk of hypertension and bradycardia.  Do NOT D/C chronic beta blocker Tx prior to anesthetic administration.  Consider selective beta 1 blocker (e.g., metoprolol)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lorcaserin",
            "description": {
                "common": "lorcaserin will increase the level or effect of pindolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "pindolol and lornoxicam both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "losartan",
            "description": {
                "common": "losartan and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone increases effects of pindolol by Other (see comment). Use Caution/Monitor. \nComment: Potential  for increased risk of hypotension with concurrent use. Monitor blood pressure and adjust  dose of  antihypertensive agent as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "maraviroc, pindolol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of orthostatic hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "meclofenamate decreases effects of pindolol by pharmacodynamic antagonism. Use Caution/Monitor. Long term (>1 wk) NSAID use.  NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "pindolol and mefenamic acid both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefloquine",
            "description": {
                "common": "mefloquine increases levels of pindolol by decreasing metabolism. Use Caution/Monitor. Risk of arrhythmia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "pindolol and meloxicam both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mepivacaine",
            "description": {
                "common": "pindolol, mepivacaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Use extreme caution during concomitant use of bupivacaine and antihypertensive agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "pindolol increases and metaproterenol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "pindolol increases and methyclothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyldopa",
            "description": {
                "common": "pindolol, methyldopa. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Non selective beta blocker administration during withdrawal from methyldopa may result in rebound hypertension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metolazone",
            "description": {
                "common": "pindolol increases and metolazone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoprolol",
            "description": {
                "common": "metoprolol and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirabegron",
            "description": {
                "common": "mirabegron will increase the level or effect of pindolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxisylyte",
            "description": {
                "common": "moxisylyte and pindolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "pindolol and nabumetone both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "nadolol and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "pindolol and naproxen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nebivolol",
            "description": {
                "common": "nebivolol and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicardipine",
            "description": {
                "common": "pindolol and nicardipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nifedipine",
            "description": {
                "common": "pindolol and nifedipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nisoldipine",
            "description": {
                "common": "pindolol and nisoldipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin rectal",
            "description": {
                "common": "nitroglycerin rectal, pindolol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Beta-blockers blunt the reflex tachycardia produced by nitroglycerin without preventing its hypotensive effects. If beta-blockers are used with nitroglycerin in patients with angina pectoris, additional hypotensive effects may occur."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "pindolol increases and norepinephrine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olmesartan",
            "description": {
                "common": "olmesartan and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olodaterol inhaled",
            "description": {
                "common": "pindolol, olodaterol inhaled.\nEither decreases effects of the other by Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Beta-blockers and olodaterol may interfere with the effect of each other when administered concurrently. Beta-blockers may produce severe bronchospasm in COPD patients. Therefore, patients with COPD should not normally be treated with beta-blockers. However, under certain circumstances, e.g. as prophylaxis after myocardial infarction, there may be no acceptable alternatives to the use of beta-blockers in patients with COPD. In this setting, cardioselective beta-blockers could be considered, although they should be administered with caution."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "pindolol and oxaprozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "pindolol and parecoxib both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penbutolol",
            "description": {
                "common": "penbutolol and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital decreases levels of pindolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of pentobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital decreases levels of pindolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of phenobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenoxybenzamine",
            "description": {
                "common": "phenoxybenzamine and pindolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phentolamine",
            "description": {
                "common": "phentolamine and pindolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine",
            "description": {
                "common": "pindolol increases effects of phenylephrine by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode (rare)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine PO",
            "description": {
                "common": "pindolol increases effects of phenylephrine PO by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode (rare)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "pindolol increases and pirbuterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "pindolol and piroxicam both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and pindolol both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Beta-blockers may have additive effects on lowering HR. Consider resting HR before initiating ponesimod in patients on stable dose of beta-blocker. Refer to the ponesimod prescribing information for more dosing information."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium acid phosphate",
            "description": {
                "common": "pindolol and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium chloride",
            "description": {
                "common": "pindolol and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium citrate",
            "description": {
                "common": "pindolol and potassium citrate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prazosin",
            "description": {
                "common": "prazosin and pindolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prilocaine",
            "description": {
                "common": "pindolol, prilocaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Use extreme caution during concomitant use of bupivacaine and antihypertensive agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone decreases levels of pindolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of primidone.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propofol",
            "description": {
                "common": "propofol, pindolol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "pindolol and propranolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ropivacaine",
            "description": {
                "common": "pindolol, ropivacaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Use extreme caution during concomitant use of bupivacaine and antihypertensive agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "sacubitril/valsartan and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "pindolol and salicylates (non-asa) both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "pindolol increases and salmeterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "pindolol and salsalate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir, pindolol.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Use alternatives if available. Increased risk of PR prolongation and cardiac arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital decreases levels of pindolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of secobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "sevoflurane, pindolol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sildenafil",
            "description": {
                "common": "pindolol increases effects of sildenafil by additive vasodilation. Use Caution/Monitor. Sildenafil has systemic vasodilatory properties and may further lower blood pressure in patients taking antihypertensive medications. Monitor blood pressure response to sildenafil in patients receiving concurrent blood pressure lowering therapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "silodosin",
            "description": {
                "common": "silodosin and pindolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod, pindolol.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Caution when siponimod is initiated in patients receiving beta-blocker treatment because of additive effects on lowering heart rate. Temporary interruption of beta-blocker may be needed before initiating siponimod. Beta-blocker treatment can be initiated in patients receiving stable doses of siponimod."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium bicarbonate",
            "description": {
                "common": "sodium bicarbonate decreases levels of pindolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium citrate/citric acid",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of pindolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "pindolol and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "spironolactone",
            "description": {
                "common": "pindolol and spironolactone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "pindolol and succinylcholine both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "pindolol and sulfasalazine both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulindac",
            "description": {
                "common": "pindolol and sulindac both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telmisartan",
            "description": {
                "common": "telmisartan and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terazosin",
            "description": {
                "common": "terazosin and pindolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbutaline",
            "description": {
                "common": "pindolol increases and terbutaline decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "theophylline",
            "description": {
                "common": "pindolol, theophylline. Other (see comment). Use Caution/Monitor. \nComment: Beta blockers (esp. non selective) antagonize theophylline effects, while at the same time increasing theophylline levels and toxicity (mechanism: decreased theophylline metabolism). Smoking increases risk of interaction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "pindolol and timolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolazamide",
            "description": {
                "common": "pindolol decreases effects of tolazamide by pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers may also mask the symptoms of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "pindolol decreases effects of tolbutamide by pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers may also mask the symptoms of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "pindolol and tolfenamic acid both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolmetin",
            "description": {
                "common": "pindolol and tolmetin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "pindolol and tolvaptan both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "torsemide",
            "description": {
                "common": "pindolol increases and torsemide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamterene",
            "description": {
                "common": "pindolol and triamterene both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valsartan",
            "description": {
                "common": "valsartan and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vandetanib",
            "description": {
                "common": "vandetanib increases levels of pindolol by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Vandetanib inhibits the uptake of substrates of organic cation transporter type 2 (OCT2)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "pindolol and verapamil both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "xipamide",
            "description": {
                "common": "xipamide increases effects of pindolol by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "adenosine",
            "description": {
                "common": "pindolol, adenosine. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Bradycardia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "agrimony",
            "description": {
                "common": "agrimony increases effects of pindolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "brimonidine",
            "description": {
                "common": "brimonidine increases effects of pindolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cevimeline",
            "description": {
                "common": "cevimeline increases effects of pindolol by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ciprofloxacin increases levels of pindolol by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cocaine topical",
            "description": {
                "common": "pindolol increases effects of cocaine topical by pharmacodynamic synergism. Minor/Significance Unknown. Risk of angina."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cornsilk",
            "description": {
                "common": "cornsilk increases effects of pindolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "dihydroergotamine, pindolol. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive vasospasm."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "dihydroergotamine intranasal, pindolol. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive vasospasm."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dipyridamole",
            "description": {
                "common": "dipyridamole, pindolol. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of bradycardia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "entecavir",
            "description": {
                "common": "pindolol, entecavir.\nEither increases effects of the other by decreasing renal clearance. Minor/Significance Unknown. Coadministration with drugs that reduce renal function or compete for active tubular secretion may increase serum concentrations of either entecavir or the coadministered drug."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "escitalopram",
            "description": {
                "common": "escitalopram increases levels of pindolol by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenoldopam",
            "description": {
                "common": "fenoldopam increases effects of pindolol by pharmacodynamic synergism. Minor/Significance Unknown. Additive hypotensive effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "forskolin",
            "description": {
                "common": "forskolin increases effects of pindolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "imaging agents (gadolinium)",
            "description": {
                "common": "pindolol, imaging agents (gadolinium). Mechanism: unknown. Minor/Significance Unknown. Increased risk of anaphylaxis from contrast media."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "isavuconazonium sulfate will increase the level or effect of pindolol by  Other (see comment). Minor/Significance Unknown. Isavuconazonium sulfate, an OCT2 inhibitor, may increase the effects or levels of OCT2 substrates."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levobetaxolol",
            "description": {
                "common": "levobetaxolol increases effects of pindolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maitake",
            "description": {
                "common": "maitake increases effects of pindolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "melatonin",
            "description": {
                "common": "melatonin decreases toxicity of pindolol by pharmacodynamic antagonism. Minor/Significance Unknown. Melatonin may correct beta blocker induced sleep disturbances."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metipranolol ophthalmic",
            "description": {
                "common": "metipranolol ophthalmic increases effects of pindolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "neostigmine",
            "description": {
                "common": "pindolol, neostigmine.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Additive bradycardia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "noni juice",
            "description": {
                "common": "pindolol and noni juice both increase  serum potassium. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "octacosanol",
            "description": {
                "common": "octacosanol increases effects of pindolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "physostigmine",
            "description": {
                "common": "pindolol, physostigmine.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Additive bradycardia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pilocarpine",
            "description": {
                "common": "pilocarpine increases effects of pindolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "reishi",
            "description": {
                "common": "reishi increases effects of pindolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "shepherd's purse",
            "description": {
                "common": "shepherd's purse, pindolol. Other (see comment). Minor/Significance Unknown. \nComment: Theoretically, shepherd's purse may interfere with BP control."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tizanidine",
            "description": {
                "common": "tizanidine increases effects of pindolol by pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypotension."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "treprostinil",
            "description": {
                "common": "treprostinil increases effects of pindolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "yohimbe",
            "description": {
                "common": "pindolol decreases toxicity of yohimbe by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Insomnia",
            "percent": "10"
        },
        {
            "name": "Muscle pain",
            "percent": "10"
        },
        {
            "name": "Dizziness",
            "percent": "9"
        },
        {
            "name": "Fatigue",
            "percent": "8"
        },
        {
            "name": "Nervousness",
            "percent": "7"
        },
        {
            "name": "Elevated liver enzymes",
            "percent": "7"
        },
        {
            "name": "Joint pain",
            "percent": "7"
        },
        {
            "name": "Edema",
            "percent": "6"
        },
        {
            "name": "Vivid dreams",
            "percent": "5"
        },
        {
            "name": "Abdominal discomfort",
            "percent": "4-5"
        },
        {
            "name": "Nausea",
            "percent": "4-5"
        },
        {
            "name": "Muscle cramps",
            "percent": "3"
        },
        {
            "name": "Paresthesias",
            "percent": "3"
        },
        {
            "name": "Bradycardia",
            "percent": "2"
        },
        {
            "name": "Cold extremities",
            "percent": "2"
        },
        {
            "name": "Hypotension",
            "percent": "2"
        },
        {
            "name": "Palpitations",
            "percent": "2"
        },
        {
            "name": "Syncope",
            "percent": "2"
        },
        {
            "name": "Tachycardia",
            "percent": "2"
        },
        {
            "name": "Anxiety",
            "percent": "2"
        },
        {
            "name": "Lethargy",
            "percent": "2"
        },
        {
            "name": "Diarrhea",
            "percent": "2"
        },
        {
            "name": "Vomiting",
            "percent": "2"
        },
        {
            "name": "Impotence",
            "percent": "1-2"
        },
        {
            "name": "reduced libido",
            "percent": null
        },
        {
            "name": "Heart failure",
            "percent": null
        },
        {
            "name": "Syncope",
            "percent": null
        },
        {
            "name": "Tachyarrythmia",
            "percent": null
        },
        {
            "name": "Bronchospasm",
            "percent": null
        },
        {
            "name": "depression",
            "percent": null
        },
        {
            "name": "decreased exercise tolerance",
            "percent": null
        },
        {
            "name": "Raynaud",
            "percent": null
        },
        {
            "name": "s phenomenon",
            "percent": null
        },
        {
            "name": "May increase triglyceride levels and insulin resistance",
            "percent": null
        },
        {
            "name": "and decrease HDL levels",
            "percent": null
        }
    ]
}