{
    "name": "naltrexone",
    "comment": "Rx",
    "other_names": [
        "ReVia",
        "Vivitrol",
        "Depade"
    ],
    "classes": [
        "Opioid Antagonists"
    ],
    "source": "https://reference.medscape.com/drug/vivitrol-revia-naltrexone-343333",
    "pregnancy": {
        "common": [
            "The available data from published case series with use in pregnant women are insufficient to identify a drug-associated risk of major birth defects, miscarriage or adverse maternal or fetal outcomes",
            "Untreated opioid addiction in pregnancy is associated with adverse obstetrical outcomes such as low birth weight, preterm birth, and fetal death; in addition, untreated opioid addiction often results in continued or relapsing illicit opioid use",
            "Published studies have demonstrated that alcohol is associated with fetal harm including growth restriction, facial abnormalities, central nervous system abnormalities, behavioral disorders, and impaired intellectual development"
        ],
        "specific": []
    },
    "lactation": {
        "common": []
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Patients who are on opioid analgesics, are opioid-dependent (eg, opioid agonists [methadone], opioid partial agonists [buprenorphine]), are in acute opioid withdrawal, have positive urine test for opioids, or fail to pass naloxone challenge",
                "Hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Administer as a deep intramuscular gluteal injection; inadvertent subcutaneous injection may increase likelihood of severe injection site reactions; the needles provided in the carton are customized needles",
                "Depression, suicide, and suicidality cited in postmarketing reports; causal relation not demonstrated",
                "Vulnerability to opioid overdose: Patients should be alerted that they may be more sensitive to opioids, even at lower doses, after discontinuance of naltrexone",
                "Opioid withdrawal precipitated abruptly by administration of opioid antagonist to opioid-dependent patient may result in withdrawal syndrome severe enough to necessitate hospitalization (see Contraindications)",
                "Risk of hepatotoxicity with increasing doses; dose related hepatocellular injury; discontinue therapy if signs/symptoms of acute hepatitis develop",
                "Injection may cause severe injection-site reactions (eg, cellulitis, necrosis, hematoma); may be followed by pain, tenderness, induration, swelling, erythema, bruising, or pruritus; however, in some cases injection site reactions may be very severe andmay last for several weeks following administration",
                "Injectable microspheres are for IM use only; inadvertent SC/IV administration may increase risk of severe injection-site reactions",
                "Cases of eosinophilic pneumonia reported; consider in patients with symptoms of progressive hypoxia and dyspnea",
                "Use caution in patients with hepatic failure or with bleeding disorder including thrombocytopenia and hemophilia, or patients taking anticoagulant therapy; beeding hematoma may occur from IM administration",
                "Use caution in renal impairment or hepatic impairment",
                "Patients should be opioid free for a minimum of 7-10 days before initiating therapy; a naltrexone challenge test recommended to confirm opioid-free status"
            ],
            "specific": [
                {
                    "type": "Emergency treatment of opioid overdose",
                    "description": [
                        "At initial and subsequent naltrexone injections discuss with patient and caregiver the availability of naloxone for the emergency treatment of opioid overdose",
                        "Inform patients and caregivers of options for obtaining naloxone as permitted by individual state naloxone dispensing and prescribing requirements or guidelines (eg, by prescription, directly from a pharmacist, or as part of a community-based program); strongly consider prescribing naloxone for emergency treatment of opioid overdose",
                        "Educate patients and caregivers on how to recognize signs and symptoms of an opioid overdose and, if naloxone is prescribed, how to treat with naloxone; emphasize importance of calling 911 or getting emergency medical help in all cases of known or suspected opioid overdose, even if naloxone is administered"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "bremelanotide",
            "description": {
                "common": "bremelanotide will decrease the level or effect of naltrexone by  Other (see comment). Avoid or Use Alternate Drug. Bremelanotide may slow gastric emptying and potentially reduces the rate and extent of absorption of concomitantly administered oral medications. Avoid using bremelanotide with an orally administered naltrexone-containing product that is intended to treat alcohol and opioid addiction due to the potential for naltrexone treatment failure."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "naldemedine",
            "description": {
                "common": "naldemedine, naltrexone.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Potential for additive opioid receptor anatagonism and increased risk of opioid withdrawal."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "naloxegol",
            "description": {
                "common": "naloxegol, naltrexone.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration; potential for additive effect of opioid receptor anatagonism and increased risk of opioid withdrawal."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acamprosate",
            "description": {
                "common": "naltrexone increases levels of acamprosate by unspecified interaction mechanism. Use Caution/Monitor. No dosage adjustment is needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of naltrexone by  increasing elimination. Use Caution/Monitor. Apalutamide induces UGT and may decrease systemic exposure of drugs that are UGT substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dronabinol",
            "description": {
                "common": "naltrexone increases effects of dronabinol by Other (see comment). Use Caution/Monitor. \nComment: Naltrexone may enhance therapeutic effects of cannabinoids. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofexidine",
            "description": {
                "common": "lofexidine will decrease the level or effect of naltrexone by  unknown mechanism. Modify Therapy/Monitor Closely. Coadministration of lofexidine with oral naltrexone resulted in statistically significant differences in the steady-state pharmacokinetics of naltrexone. The efficacy of oral naltrexone may be reduced if administered within 2 hours of taking lofexidine. Interaction not expected with other naltrexone routes of administration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabilone",
            "description": {
                "common": "naltrexone increases effects of nabilone by Other (see comment). Use Caution/Monitor. \nComment: Naltrexone may enhance therapeutic effects of cannabinoids. ."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Injection site reaction",
            "percent": "69"
        },
        {
            "name": "includes bruising",
            "percent": "33"
        },
        {
            "name": "induration",
            "percent": "25"
        },
        {
            "name": "nodules",
            "percent": "14"
        },
        {
            "name": "pain",
            "percent": "14"
        },
        {
            "name": "pruritus",
            "percent": "14"
        },
        {
            "name": "swelling",
            "percent": "13"
        },
        {
            "name": "tenderness",
            "percent": "13"
        },
        {
            "name": "Nausea",
            "percent": "13"
        },
        {
            "name": "Headache",
            "percent": "12"
        },
        {
            "name": "Decreased appetite",
            "percent": "12"
        },
        {
            "name": "Insomnia",
            "percent": "11"
        },
        {
            "name": "Vomiting",
            "percent": "11"
        },
        {
            "name": "Diarrhea",
            "percent": "8"
        },
        {
            "name": "Dizziness",
            "percent": "8"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "6"
        },
        {
            "name": "URTI",
            "percent": "6"
        },
        {
            "name": "Anxiety",
            "percent": "5"
        },
        {
            "name": "Arthralgia",
            "percent": "4"
        },
        {
            "name": "Increased creatine phosphokinase",
            "percent": "2"
        },
        {
            "name": "Pharyngitis",
            "percent": null
        },
        {
            "name": "Depression",
            "percent": null
        },
        {
            "name": "Muscle cramps",
            "percent": null
        },
        {
            "name": "Back pain",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Dry mouth",
            "percent": null
        },
        {
            "name": "Somnolence",
            "percent": null
        },
        {
            "name": "Increased aspartate aminotransferase",
            "percent": null
        },
        {
            "name": "AST",
            "percent": null
        },
        {
            "name": "Alopecia",
            "percent": null
        },
        {
            "name": "Dyspnea",
            "percent": null
        },
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "Hepatocellular injury",
            "percent": null
        },
        {
            "name": "Increased systolic and diastolic blood pressures",
            "percent": null
        },
        {
            "name": "Liver function abnormalities",
            "percent": null
        },
        {
            "name": "Labored breathing",
            "percent": null
        },
        {
            "name": "Nonspecific electrocardiographic",
            "percent": null
        },
        {
            "name": "ECG",
            "percent": null
        },
        {
            "name": "changes",
            "percent": null
        },
        {
            "name": "Opiate withdrawal",
            "percent": null
        },
        {
            "name": "mild to severe signs and symptoms",
            "percent": null
        },
        {
            "name": "including drug craving",
            "percent": null
        },
        {
            "name": "confusion",
            "percent": null
        },
        {
            "name": "drowsiness",
            "percent": null
        },
        {
            "name": "visual hallucinations",
            "percent": null
        },
        {
            "name": "abdominal pain",
            "percent": null
        },
        {
            "name": "vomiting",
            "percent": null
        },
        {
            "name": "diarrhea",
            "percent": null
        },
        {
            "name": "Palpitation",
            "percent": null
        },
        {
            "name": "Phlebitis",
            "percent": null
        },
        {
            "name": "Tachycardia",
            "percent": null
        },
        {
            "name": "Hypersensitivity reactions",
            "percent": null
        },
        {
            "name": "including anaphylaxis",
            "percent": null
        }
    ]
}