{
    "name": "dacomitinib",
    "comment": "Rx",
    "other_names": [
        "Vizimpro"
    ],
    "classes": [
        "Antineoplastics",
        "Tyrosine Kinase Inhibitors",
        "Antineoplastics",
        "EGFR Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/vizimpro-dacomitinib-1000255",
    "pregnancy": {
        "common": [
            "Based on findings from animal studies and its mechanism of action, fetal harm may occur when administered to a pregnant woman",
            "There are no available data on use in pregnant women",
            "Verify pregnancy status of females of reproductive potential prior to initiating treatment",
            "Advise females of reproductive potential to use effective contraception during treatment and for at least 17 days after final dose"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In animal reproduction studies, oral administration of dacomitinib to pregnant rats during organogenesis period resulted in an increased incidence of postimplantation loss and reduced fetal body weight at doses resulting in similar exposures seen at the 45-mg human dose",
                    "Absence of EGFR signaling resulted in embryo lethality as well as postnatal death in animals",
                    "Advise pregnant women of the potential risk to a fetus"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There is no information regarding presence of dacomitinib or its metabolites in human milk or their effects on breastfed infants or on milk production",
            "Because of potential for serious adverse reactions in breastfed infants, advise women not to breastfeed during treatment and for at least 17 days after last dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Severe and fatal ILD/pneumonitis occurred; monitor for pulmonary symptoms indicative of ILD/pneumonitis; withhold treatment and promptly investigate for ILD in patients who present with worsening of respiratory symptoms, which may be indicative of ILD (eg, dyspnea, cough, fever); permanently discontinue treatment if ILD is confirmed",
                "Severe and fatal diarrhea occurred; promptly initiate antidiarrheal treatment (loperamide or diphenoxylate hydrochloride with atropine sulfate) for diarrhea",
                "Based on findings from animal studies and its mechanism of action, fetal harm may occur when administered to a pregnant woman (see Pregnancy)"
            ],
            "specific": [
                {
                    "type": "Dermatologic adverse reactions",
                    "description": [
                        "Rash and exfoliative skin reactions occurred; incidence and severity of rash and exfoliative skin reactions may increase with sun exposure",
                        "At time of initiation of treatment, initiate use of moisturizers and appropriate measures to limit sun exposure",
                        "Upon development of Grade 1 rash, initiate treatment with topical antibiotics and topical steroids",
                        "Initiate oral antibiotics for Grade ≥2 severe dermatologic adverse reactions"
                    ]
                },
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "Dacomitinib inhibits  UGT1A1, P-gp, BCRP, and  organic cation transporter (OCT)1",
                        "Dacomitinib is a P-glycoprotein (P-gp) and Breast Cancer Resistance Protein (BCRP) substrate",
                        "Concomitant use of acid-reducing agents",
                        "Avoid use with proton pump inhibitors (PPIs)",
                        "As an alternative to PPIs, use locally acting antacids, or, if using a histamine 2 (H2)-receptor antagonist, administer dacomitinib at least 6 hr before or 10 hr after taking an H2-receptor antagonist",
                        "Concomitant use with a PPI decreases dacomitinib concentrations, which may reduce dacomitinib efficacy",
                        "Effect of dacomitinib on CYP2D6 substrates",
                        "Concomitant use of dacomitinib increases concentration of CYP2D6 substrates, which may increase the risk of toxicities of these drugs",
                        "Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "dacomitinib will increase the level or effect of amitriptyline by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amoxapine",
            "description": {
                "common": "dacomitinib will increase the level or effect of amoxapine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "dacomitinib will increase the level or effect of aripiprazole by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atomoxetine",
            "description": {
                "common": "dacomitinib will increase the level or effect of atomoxetine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "dacomitinib will increase the level or effect of brexpiprazole by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "captopril",
            "description": {
                "common": "dacomitinib will increase the level or effect of captopril by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carvedilol",
            "description": {
                "common": "dacomitinib will increase the level or effect of carvedilol by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlordiazepoxide",
            "description": {
                "common": "dacomitinib will increase the level or effect of chlordiazepoxide by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chloroquine",
            "description": {
                "common": "dacomitinib will increase the level or effect of chloroquine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "dacomitinib will increase the level or effect of chlorpromazine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cinacalcet",
            "description": {
                "common": "dacomitinib will increase the level or effect of cinacalcet by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "citalopram",
            "description": {
                "common": "dacomitinib will increase the level or effect of citalopram by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clomipramine",
            "description": {
                "common": "dacomitinib will increase the level or effect of clomipramine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "codeine",
            "description": {
                "common": "dacomitinib will increase the level or effect of codeine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desipramine",
            "description": {
                "common": "dacomitinib will increase the level or effect of desipramine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexlansoprazole",
            "description": {
                "common": "dexlansoprazole will increase the level or effect of dacomitinib by  unspecified interaction mechanism. Avoid or Use Alternate Drug. Concomitant use with a PPI decreases dacomitinib concentrations, which may reduce dacomitinib efficacy. Avoid use of PPIs with dacomitinib. As an alternative to PPIs, use locally-acting antacids or an H2-receptor antagonist. Administer at least 6 hours before or 10 hours after taking an H2-receptor antagonist."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxepin",
            "description": {
                "common": "dacomitinib will increase the level or effect of doxepin by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxepin cream",
            "description": {
                "common": "dacomitinib will increase the level or effect of doxepin cream by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxorubicin",
            "description": {
                "common": "dacomitinib will increase the level or effect of doxorubicin by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxorubicin liposomal",
            "description": {
                "common": "dacomitinib will increase the level or effect of doxorubicin liposomal by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "duloxetine",
            "description": {
                "common": "dacomitinib will increase the level or effect of duloxetine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eliglustat",
            "description": {
                "common": "dacomitinib will increase the level or effect of eliglustat by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "esomeprazole",
            "description": {
                "common": "esomeprazole will increase the level or effect of dacomitinib by  unspecified interaction mechanism. Avoid or Use Alternate Drug. Concomitant use with a PPI decreases dacomitinib concentrations, which may reduce dacomitinib efficacy. Avoid use of PPIs with dacomitinib. As an alternative to PPIs, use locally-acting antacids or an H2-receptor antagonist. Administer at least 6 hours before or 10 hours after taking an H2-receptor antagonist."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "flecainide",
            "description": {
                "common": "dacomitinib will increase the level or effect of flecainide by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "dacomitinib will increase the level or effect of fluoxetine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "dacomitinib will increase the level or effect of fluphenazine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of dacomitinib by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP3D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "haloperidol",
            "description": {
                "common": "dacomitinib will increase the level or effect of haloperidol by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iloperidone",
            "description": {
                "common": "dacomitinib will increase the level or effect of iloperidone by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imipramine",
            "description": {
                "common": "dacomitinib will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lansoprazole",
            "description": {
                "common": "lansoprazole will increase the level or effect of dacomitinib by  unspecified interaction mechanism. Avoid or Use Alternate Drug. Concomitant use with a PPI decreases dacomitinib concentrations, which may reduce dacomitinib efficacy. Avoid use of PPIs with dacomitinib. As an alternative to PPIs, use locally-acting antacids or an H2-receptor antagonist. Administer at least 6 hours before or 10 hours after taking an H2-receptor antagonist."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "maprotiline",
            "description": {
                "common": "dacomitinib will increase the level or effect of maprotiline by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "dacomitinib will increase the level or effect of methamphetamine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "dacomitinib will increase the level or effect of metoclopramide intranasal by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Concurrent use of metoclopramide intranasal and strong CYP2D6 inhibitors is not recommended since the metoclopramide intranasal dose cannot be adjusted."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoprolol",
            "description": {
                "common": "dacomitinib will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "dacomitinib will increase the level or effect of mirtazapine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nebivolol",
            "description": {
                "common": "dacomitinib will increase the level or effect of nebivolol by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "dacomitinib will increase the level or effect of nortriptyline by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole will increase the level or effect of dacomitinib by  unspecified interaction mechanism. Avoid or Use Alternate Drug. Concomitant use with a PPI decreases dacomitinib concentrations, which may reduce dacomitinib efficacy. Avoid use of PPIs with dacomitinib. As an alternative to PPIs, use locally-acting antacids or an H2-receptor antagonist. Administer at least 6 hours before or 10 hours after taking an H2-receptor antagonist."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of dacomitinib by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hr before, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pantoprazole",
            "description": {
                "common": "pantoprazole will increase the level or effect of dacomitinib by  unspecified interaction mechanism. Avoid or Use Alternate Drug. Concomitant use with a PPI decreases dacomitinib concentrations, which may reduce dacomitinib efficacy. Avoid use of PPIs with dacomitinib. As an alternative to PPIs, use locally-acting antacids or an H2-receptor antagonist. Administer at least 6 hours before or 10 hours after taking an H2-receptor antagonist."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paroxetine",
            "description": {
                "common": "dacomitinib will increase the level or effect of paroxetine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "perphenazine",
            "description": {
                "common": "dacomitinib will increase the level or effect of perphenazine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pimozide",
            "description": {
                "common": "dacomitinib will increase the level or effect of pimozide by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "procainamide",
            "description": {
                "common": "dacomitinib will increase the level or effect of procainamide by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "promethazine",
            "description": {
                "common": "dacomitinib will increase the level or effect of promethazine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "propafenone",
            "description": {
                "common": "dacomitinib will increase the level or effect of propafenone by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "propranolol",
            "description": {
                "common": "dacomitinib will increase the level or effect of propranolol by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "protriptyline",
            "description": {
                "common": "dacomitinib will increase the level or effect of protriptyline by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rabeprazole",
            "description": {
                "common": "rabeprazole will increase the level or effect of dacomitinib by  unspecified interaction mechanism. Avoid or Use Alternate Drug. Concomitant use with a PPI decreases dacomitinib concentrations, which may reduce dacomitinib efficacy. Avoid use of PPIs with dacomitinib. As an alternative to PPIs, use locally-acting antacids or an H2-receptor antagonist. Administer at least 6 hours before or 10 hours after taking an H2-receptor antagonist."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "risperidone",
            "description": {
                "common": "dacomitinib will increase the level or effect of risperidone by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ritonavir",
            "description": {
                "common": "dacomitinib will increase the level or effect of ritonavir by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sertraline",
            "description": {
                "common": "dacomitinib will increase the level or effect of sertraline by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tamoxifen",
            "description": {
                "common": "dacomitinib will increase the level or effect of tamoxifen by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tamsulosin",
            "description": {
                "common": "dacomitinib will increase the level or effect of tamsulosin by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "thioridazine",
            "description": {
                "common": "dacomitinib will increase the level or effect of thioridazine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "timolol",
            "description": {
                "common": "dacomitinib will increase the level or effect of timolol by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "timolol ophthalmic",
            "description": {
                "common": "dacomitinib will increase the level or effect of timolol ophthalmic by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tolterodine",
            "description": {
                "common": "dacomitinib will increase the level or effect of tolterodine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tramadol",
            "description": {
                "common": "dacomitinib will increase the level or effect of tramadol by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trimipramine",
            "description": {
                "common": "dacomitinib will increase the level or effect of trimipramine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "valbenazine",
            "description": {
                "common": "dacomitinib will increase the level or effect of valbenazine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "dacomitinib will increase the level or effect of venlafaxine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vortioxetine",
            "description": {
                "common": "dacomitinib will increase the level or effect of vortioxetine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "dacomitinib decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "dacomitinib will increase the level or effect of deutetrabenazine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Strong CYP2D6 inhibitors increase the systemic exposure to the active dihydro-metabolites of deutetrabenazine by approximately 3-fold. Do not exceed 18 mg/dose and 36 mg/day of deutetrabenazine if coadministered with strong CYP2D6 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine transdermal",
            "description": {
                "common": "dacomitinib will increase the level or effect of dextroamphetamine transdermal by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Initiate with lower doses and monitor patients for signs and symptoms of serotonin syndrome, particularly during dextroamphetamine initiation and after a dosage increase. If serotonin syndrome occurs, discontinue dextroamphetamine transdermal and CYP2D6 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "dacomitinib will increase the level or effect of oliceridine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. If concomitant use is necessary, may require less frequent oliceridine dosing. Closely monitor for respiratory depression and sedation and titrate subsequent doses accordingly. If inhibitor is discontinued, consider increase oliceridine dosage until stable drug effects are achieved. Monitor for signs of opioid withdrawal. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pitolisant",
            "description": {
                "common": "dacomitinib will increase the level or effect of pitolisant by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. If coadministered with strong CYP2D6 inhibitors, initiate pitolisant at 8.9 mg/day and increase after 7 days to maximum of 17.8 mg/day. For patients currently taking pitolisant, reduce pitolisant dose by half upon initiating strong CYP2D6 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and dacomitinib both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Diarrhea",
            "percent": "87"
        },
        {
            "name": "Rash",
            "percent": "69"
        },
        {
            "name": "Paronychia",
            "percent": "64"
        },
        {
            "name": "Stomatitis",
            "percent": "45"
        },
        {
            "name": "Anemia",
            "percent": "44"
        },
        {
            "name": "Hypoalbuminemia",
            "percent": "44"
        },
        {
            "name": "Lymphopenia",
            "percent": "42"
        },
        {
            "name": "Increased ALT",
            "percent": "40"
        },
        {
            "name": "Hyperglycemia",
            "percent": "36"
        },
        {
            "name": "Increased AST",
            "percent": "35"
        },
        {
            "name": "Hypocalcemia",
            "percent": "33"
        },
        {
            "name": "Decreased appetite",
            "percent": "31"
        },
        {
            "name": "Dry skin",
            "percent": "30"
        },
        {
            "name": "Hypokalemia",
            "percent": "29"
        },
        {
            "name": "Decreased weight",
            "percent": "26"
        },
        {
            "name": "Hyponatremia",
            "percent": "26"
        },
        {
            "name": "Increased creatinine",
            "percent": "24"
        },
        {
            "name": "Alopecia",
            "percent": "23"
        },
        {
            "name": "Increased alkaline phosphatase",
            "percent": "22"
        },
        {
            "name": "Hypomagnesemia",
            "percent": "22"
        },
        {
            "name": "Pruritus",
            "percent": "21"
        },
        {
            "name": "Cough",
            "percent": "21"
        },
        {
            "name": "Nasal mucosal disorder",
            "percent": "19"
        },
        {
            "name": "Conjunctivitis",
            "percent": "19"
        },
        {
            "name": "Nausea",
            "percent": "19"
        },
        {
            "name": "Hyperbilirubinemia",
            "percent": "16"
        },
        {
            "name": "Palmar",
            "percent": "15"
        },
        {
            "name": "plantar erythrodysesthesia syndrome",
            "percent": "14"
        },
        {
            "name": "Pain in extremity",
            "percent": "13"
        },
        {
            "name": "Dyspnea",
            "percent": "13"
        },
        {
            "name": "Constipation",
            "percent": "13"
        },
        {
            "name": "Asthenia",
            "percent": "12"
        },
        {
            "name": "Mouth ulceration",
            "percent": "12"
        },
        {
            "name": "Musculoskeletal pain",
            "percent": "12"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "11"
        },
        {
            "name": "Dermatitis",
            "percent": "11"
        },
        {
            "name": "Insomnia",
            "percent": "10"
        },
        {
            "name": "Chest pain",
            "percent": "9"
        },
        {
            "name": "Fatigue",
            "percent": "9"
        },
        {
            "name": "Vomiting",
            "percent": "9"
        },
        {
            "name": "Skin fissures",
            "percent": "7"
        },
        {
            "name": "Dysgeusia",
            "percent": "3.5"
        },
        {
            "name": "Skin exfoliation",
            "percent": "2.6"
        },
        {
            "name": "exfoliative skin reactions",
            "percent": "1.8"
        },
        {
            "name": "Interstitial lung disease",
            "percent": "1.3"
        },
        {
            "name": "Keratitis",
            "percent": "1.3"
        },
        {
            "name": "Hypertrichosis",
            "percent": "7"
        },
        {
            "name": "Dehydration",
            "percent": "6"
        },
        {
            "name": "Hypokalemia",
            "percent": "3.1"
        },
        {
            "name": "Lymphopenia",
            "percent": "2.9"
        },
        {
            "name": "Decreased appetite",
            "percent": "2.2"
        },
        {
            "name": "Hyponatremia",
            "percent": "2.2"
        },
        {
            "name": "Decreased weight",
            "percent": "2.2"
        },
        {
            "name": "Dyspnea",
            "percent": "1.3"
        },
        {
            "name": "Asthenia",
            "percent": "1.8"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "1.8"
        },
        {
            "name": "Dry skin",
            "percent": "1.4"
        },
        {
            "name": "Dermatitis",
            "percent": "1.4"
        },
        {
            "name": "Increased ALT",
            "percent": "1"
        },
        {
            "name": "Hypocalcemia",
            "percent": null
        },
        {
            "name": "Hyperglycemia",
            "percent": null
        },
        {
            "name": "Alopecia",
            "percent": null
        },
        {
            "name": "Pruritus",
            "percent": null
        },
        {
            "name": "Palmar",
            "percent": null
        },
        {
            "name": "plantar erythrodysesthesia syndrome",
            "percent": null
        },
        {
            "name": "Musculoskeletal pain",
            "percent": null
        },
        {
            "name": "Insomnia",
            "percent": null
        },
        {
            "name": "Anemia",
            "percent": null
        },
        {
            "name": "Increased alkaline phosphatase",
            "percent": null
        },
        {
            "name": "Hypomagnesemia",
            "percent": null
        },
        {
            "name": "Hyperbilirubinemia",
            "percent": null
        },
        {
            "name": "Increased AST",
            "percent": null
        }
    ]
}