{
    "name": "cabotegravir",
    "comment": "Rx",
    "other_names": [
        "Vocabria",
        "Apretude"
    ],
    "classes": [
        "HIV",
        "Integrase Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/vocabria-apretude-cabotegravir-1000364",
    "pregnancy": {
        "common": [
            "Healthcare providers are encouraged to register patients by calling the Antiretroviral Pregnancy Registry (APR) 1-800-258-4263; rate of miscarriage is not reported in the APR; the background risk for major birth defects and miscarriage for the indicated population is unknown",
            "Data are insufficient regarding use during pregnancy to adequately assess drug-associated risk of birth defects and miscarriage",
            "While there are insufficient human data to assess the risk of neural tube defects (NTDs) with exposure to cabotegravir during pregnancy, NTDs were associated with dolutegravir, another integrase inhibitor ",
            "Data from a birth outcome surveillance study in Botswana showed that dolutegravir, another integrase inhibitor, was associated with increased risk of NTDs when administered at time of conception and in early pregnancy; data from clinical trials are insufficient to address this risk with cabotegravir",
            "Healthcare providers should discuss benefit-risk of using drug with individuals of childbearing potential or during pregnancy",
            "Unknown if present in human breast milk, affects human milk production, or effects on breastfed infants ",
            "Because of potential for HIV-1 transmission (in HIV-1–negative infants), developing viral resistance (in HIV-1–positive infants), and adverse reactions in a breastfed infant similar to those seen in adults, instruct HIV-1–infected mothers not to breastfeed if they are receiving drug for the treatment of HIV-1 infection",
            "Due to detectable cabotegravir concentrations in systemic circulation for up to 12 months or longer after discontinuing IM injections, females should breastfeed only if the expected benefit justifies the potential risk to infant",
            "For uninfected mothers receiving the drug for HIV-1 PrEP, assess the benefit-risk of the drug to the infant while breastfeeding"
        ],
        "specific": [
            {
                "type": "Clinical considerations",
                "description": [
                    "Cabotegravir detected in systemic circulation for up to 12 months or longer after discontinuing IM injections; therefore, consider potential for fetal exposure during pregnancy "
                ]
            },
            {
                "type": "CDC recommends that females in the United States should not breastfeed their infants because of risk of the following",
                "description": [
                    "Postnatal HIV transmission (in HIV-negative infants)",
                    "Developing viral resistance (in HIV-positive infants)",
                    "Adverse reactions in nursing infants"
                ]
            },
            {
                "type": "Animal data",
                "description": [
                    "Cabotegravir detected in plasma of nursing pups on lactation day 10 in rat prenatal and postnatal development study"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Unknown if present in human breast milk, affects human milk production, or effects on breastfed infants ",
            "Because of potential for HIV-1 transmission (in HIV-1–negative infants), developing viral resistance (in HIV-1–positive infants), and adverse reactions in a breastfed infant similar to those seen in adults, instruct HIV-1–infected mothers not to breastfeed if they are receiving drug for the treatment of HIV-1 infection",
            "Due to detectable cabotegravir concentrations in systemic circulation for up to 12 months or longer after discontinuing IM injections, females should breastfeed only if the expected benefit justifies the potential risk to infant",
            "For uninfected mothers receiving the drug for HIV-1 PrEP, assess the benefit-risk of the drug to the infant while breastfeeding"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "PrEP",
                    "description": [
                        "Test individuals for HIV-1 infection before initiating IM or oral cabotegravir for PrEP, and with each subsequent IM injection ",
                        "Drug-resistant HIV-1 variants identified with use of cabotegravir IM for PrEP by individuals with undiagnosed HIV-1 infection ",
                        "Do not initiate for HIV-1 PrEP unless negative infection status confirmed",
                        "Individuals who become infected with HIV-1 while receiving cabotegravir for PrEP must transition to a complete HIV-1 treatment regimen "
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Previous hypersensitivity to cabotegravir ",
                "Coadministration with UGT1A1 inducers such as carbamazepine, oxcarbazepine, phenobarbital, phenytoin, rifampin, and rifapentine, owing to possible loss of virologic response ",
                "HIV-1 treatment: Before initiating cabotegravir PO, note that use of Cabenuva ER injectable suspensions with rifabutin is contraindicated ",
                "HIV-1 PrEP: Unknown or positive HIV-1 status"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Hepatotoxicity reported in patients with or without known preexisting hepatic disease or known risk factors; monitoring of liver chemistries recommended; discontinue treatment if hepatotoxicity suspected ",
                "Depressive disorders (including depressed mood, depression, mood altered, mood swings) reported; promptly evaluate if symptoms emerge; determine whether risks of continued therapy outweigh benefits",
                "Owing to use in combination with rilpivirine, consider contraindications, cautions, and drug interactions associated with rilpivirine"
            ],
            "specific": [
                {
                    "type": "Hypersensitivity",
                    "description": [
                        "Serious or severe hypersensitivity reactions reported with other integrase inhibitors",
                        "Discontinue immediately if signs or symptoms of hypersensitivity reactions develop (including, but not limited to, severe rash, or rash accompanied by fever, general malaise, fatigue, muscle or joint aches, blisters, mucosal involvement [oral blisters or lesions], conjunctivitis, facial edema, hepatitis, eosinophilia, angioedema, difficulty breathing)",
                        "Monitor clinical status, including liver transaminases, and initiate appropriate therapy as warranted "
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Other antiretroviral medications for HIV-1 infection",
                        "Cabotegravir plus rilpivirine is a complete ART regimen",
                        "Coadministration with other ARTs is not recommended",
                        "UGT1A1 or UGT1A9 inducers",
                        "Contraindicated",
                        "Primarily metabolized by UGT1A1 with some contribution from UGT1A9",
                        "Strong UGT1A1 or 1A9 inducers are expected to decrease cabotegravir plasma concentrations and may result in loss of virologic response",
                        "Polyvalent cation-containing products",
                        "Modify dosage schedule",
                        "Coadministration with antacids containing polyvalent cations (eg, aluminum, magnesium hydroxide, calcium carbonate) may decrease cabotegravir absorption",
                        "Administer antacids at least 2 hr before or 4 hr after taking cabotegravir"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of cabotegravir by  increasing metabolism. Contraindicated. Cabotegravir is metabolized by UGT1A1 and UGT1A9. Strong UGT1A1 or UGT1A9 inducers decrease cabotegravir systemic exposure, thereby increasing potential for loss of virologic response."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of cabotegravir by  increasing metabolism. Contraindicated. Cabotegravir is metabolized by UGT1A1 and UGT1A9. Strong UGT1A1 or UGT1A9 inducers decrease cabotegravir systemic exposure, thereby increasing potential for loss of virologic response."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cigarette smoking",
            "description": {
                "common": "cigarette smoking will decrease the level or effect of cabotegravir by  increasing metabolism. Contraindicated. Cabotegravir is metabolized by UGT1A1 and UGT1A9. Strong UGT1A1 or UGT1A9 inducers decrease cabotegravir systemic exposure, thereby increasing potential for loss of virologic response."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "desogestrel",
            "description": {
                "common": "desogestrel will decrease the level or effect of cabotegravir by  increasing metabolism. Contraindicated. Cabotegravir is metabolized by UGT1A1 and UGT1A9. Strong UGT1A1 or UGT1A9 inducers decrease cabotegravir systemic exposure, thereby increasing potential for loss of virologic response."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lamotrigine",
            "description": {
                "common": "lamotrigine will decrease the level or effect of cabotegravir by  increasing metabolism. Contraindicated. Cabotegravir is metabolized by UGT1A1 and UGT1A9. Strong UGT1A1 or UGT1A9 inducers decrease cabotegravir systemic exposure, thereby increasing potential for loss of virologic response."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nicotine gum",
            "description": {
                "common": "nicotine gum will decrease the level or effect of cabotegravir by  increasing metabolism. Contraindicated. Cabotegravir is metabolized by UGT1A1 and UGT1A9. Strong UGT1A1 or UGT1A9 inducers decrease cabotegravir systemic exposure, thereby increasing potential for loss of virologic response."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nicotine inhaled",
            "description": {
                "common": "nicotine inhaled will decrease the level or effect of cabotegravir by  increasing metabolism. Contraindicated. Cabotegravir is metabolized by UGT1A1 and UGT1A9. Strong UGT1A1 or UGT1A9 inducers decrease cabotegravir systemic exposure, thereby increasing potential for loss of virologic response."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nicotine intranasal",
            "description": {
                "common": "nicotine intranasal will decrease the level or effect of cabotegravir by  increasing metabolism. Contraindicated. Cabotegravir is metabolized by UGT1A1 and UGT1A9. Strong UGT1A1 or UGT1A9 inducers decrease cabotegravir systemic exposure, thereby increasing potential for loss of virologic response."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nicotine lozenge",
            "description": {
                "common": "nicotine lozenge will decrease the level or effect of cabotegravir by  increasing metabolism. Contraindicated. Cabotegravir is metabolized by UGT1A1 and UGT1A9. Strong UGT1A1 or UGT1A9 inducers decrease cabotegravir systemic exposure, thereby increasing potential for loss of virologic response."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nicotine transdermal",
            "description": {
                "common": "nicotine transdermal will decrease the level or effect of cabotegravir by  increasing elimination. Contraindicated. Cabotegravir is metabolized by UGT1A1 and UGT1A9. Strong UGT1A1 or UGT1A9 inducers decrease cabotegravir systemic exposure, thereby increasing potential for loss of virologic response."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of cabotegravir by  increasing metabolism. Contraindicated. Cabotegravir is metabolized by UGT1A1 and UGT1A9. Strong UGT1A1 or UGT1A9 inducers decrease cabotegravir systemic exposure, thereby increasing potential for loss of virologic response."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of cabotegravir by  increasing metabolism. Contraindicated. Cabotegravir is metabolized by UGT1A1 and UGT1A9. Strong UGT1A1 or UGT1A9 inducers decrease cabotegravir systemic exposure, thereby increasing potential for loss of virologic response."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of cabotegravir by  increasing metabolism. Contraindicated. Cabotegravir is metabolized by UGT1A1 and UGT1A9. Strong UGT1A1 or UGT1A9 inducers decrease cabotegravir systemic exposure, thereby increasing potential for loss of virologic response."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin will decrease the level or effect of cabotegravir by  increasing metabolism. Contraindicated. Cabotegravir is metabolized by UGT1A1 and UGT1A9. Strong UGT1A1 or UGT1A9 inducers decrease cabotegravir systemic exposure, thereby increasing potential for loss of virologic response. Note: Rifabutin can be coadministered with cabotegravir PO; however, it is contraindicated with Cabenuva (cabotegravir; rilpivirine) extended-release injectable suspensions."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will increase the level or effect of cabotegravir by  increasing metabolism. Contraindicated. Cabotegravir is metabolized by UGT1A1 and UGT1A9. Strong UGT1A1 or UGT1A9 inducers decrease cabotegravir systemic exposure, thereby increasing potential for loss of virologic response."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "testosterone",
            "description": {
                "common": "testosterone will decrease the level or effect of cabotegravir by  increasing metabolism. Contraindicated. Cabotegravir is metabolized by UGT1A1 and UGT1A9. Strong UGT1A1 or UGT1A9 inducers decrease cabotegravir systemic exposure, thereby increasing potential for loss of virologic response."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abacavir",
            "description": {
                "common": "abacavir, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "betibeglogene autotemcel",
            "description": {
                "common": "cabotegravir, betibeglogene autotemcel. Other (see comment). Avoid or Use Alternate Drug. \nComment: Do not take antiretroviral medications for at least 1 month before mobilization or expected duration for elimination of the medications, and until all cycles of apheresis are completed. Antiretroviral medications may interfere with manufacturing of apheresed cells."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bictegravir",
            "description": {
                "common": "bictegravir, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "delavirdine",
            "description": {
                "common": "delavirdine, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "didanosine",
            "description": {
                "common": "didanosine, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dolutegravir",
            "description": {
                "common": "dolutegravir, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doravirine",
            "description": {
                "common": "doravirine, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elivaldogene autotemcel",
            "description": {
                "common": "elivaldogene autotemcel, cabotegravir.\nEither decreases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Patients should not take antiretroviral medications for at least 1 month before initiating medications for stem cell mobilization, for the duration of the medications? elimination, and until all cycles of apheresis are completed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elvitegravir",
            "description": {
                "common": "elvitegravir, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "emtricitabine",
            "description": {
                "common": "emtricitabine, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enfuvirtide",
            "description": {
                "common": "enfuvirtide, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "fostemsavir, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibalizumab",
            "description": {
                "common": "ibalizumab, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lamivudine",
            "description": {
                "common": "lamivudine, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "maraviroc",
            "description": {
                "common": "maraviroc, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nevirapine",
            "description": {
                "common": "nevirapine, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "raltegravir",
            "description": {
                "common": "raltegravir, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "stavudine",
            "description": {
                "common": "stavudine, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tenofovir DF",
            "description": {
                "common": "tenofovir DF, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zidovudine",
            "description": {
                "common": "zidovudine, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of cabotegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer antacid products at least 2 hr before or 4 hr after taking oral cabotegravir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide/magnesium carbonate",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate will decrease the level or effect of cabotegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer antacid products at least 2 hr before or 4 hr after taking oral cabotegravir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide/magnesium trisilicate",
            "description": {
                "common": "aluminum hydroxide/magnesium trisilicate will decrease the level or effect of cabotegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer antacid products at least 2 hr before or 4 hr after taking oral cabotegravir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate will decrease the level or effect of cabotegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer antacid products at least 2 hr before or 4 hr after taking oral cabotegravir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of cabotegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer antacid products at least 2 hr before or 4 hr after taking oral cabotegravir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium/vitamin D",
            "description": {
                "common": "calcium/vitamin D will decrease the level or effect of cabotegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer polyvalent cation products at least 2 hr before or 4 hr after taking oral cabotegravir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magaldrate",
            "description": {
                "common": "magaldrate will decrease the level or effect of cabotegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer antacid products at least 2 hr before or 4 hr after taking oral cabotegravir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium chloride",
            "description": {
                "common": "magnesium chloride will decrease the level or effect of cabotegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer polyvalent cation products at least 2 hr before or 4 hr after taking oral cabotegravir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium citrate",
            "description": {
                "common": "magnesium citrate will decrease the level or effect of cabotegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer polyvalent cation products at least 2 hr before or 4 hr after taking oral cabotegravir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium hydroxide",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of cabotegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer antacid products at least 2 hr before or 4 hr after taking oral cabotegravir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium oxide",
            "description": {
                "common": "magnesium oxide will decrease the level or effect of cabotegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer antacid products at least 2 hr before or 4 hr after taking oral cabotegravir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab decreases effects of cabotegravir by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zinc",
            "description": {
                "common": "zinc will decrease the level or effect of cabotegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer polyvalent cation containing products at least 2 hr before or 4 hr after oral cabotegravir."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Injection site reaction",
            "percent": "38-82"
        },
        {
            "name": "Creatine phosphokinase",
            "percent": "10"
        },
        {
            "name": "x ULN",
            "percent": "2-15"
        },
        {
            "name": "Headache",
            "percent": "4-12"
        },
        {
            "name": "Creatinine",
            "percent": "1.8"
        },
        {
            "name": "x ULN or increased to",
            "percent": "1.5"
        },
        {
            "name": "x baseline",
            "percent": "3-5"
        },
        {
            "name": "Diarrhea",
            "percent": "4"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "4"
        },
        {
            "name": "Pyrexia",
            "percent": "4"
        },
        {
            "name": "Fatigue",
            "percent": "3-4"
        },
        {
            "name": "Nausea",
            "percent": "3-4"
        },
        {
            "name": "Dizziness",
            "percent": "2-4"
        },
        {
            "name": "AST",
            "percent": "5"
        },
        {
            "name": "x ULN",
            "percent": "3"
        },
        {
            "name": "Lipase",
            "percent": "3"
        },
        {
            "name": "x ULN",
            "percent": "3"
        },
        {
            "name": "Sleep disorders",
            "percent": "1-3"
        },
        {
            "name": "Abdominal pain",
            "percent": "1-2"
        },
        {
            "name": "Vomiting",
            "percent": "2"
        },
        {
            "name": "Myalgia",
            "percent": "2"
        },
        {
            "name": "Rash",
            "percent": "2"
        },
        {
            "name": "Decreased appetite",
            "percent": "2"
        },
        {
            "name": "Somnolence",
            "percent": "2"
        },
        {
            "name": "ALT",
            "percent": "5"
        },
        {
            "name": "x ULN",
            "percent": "2"
        },
        {
            "name": "Flatulence",
            "percent": "1"
        },
        {
            "name": "Back pain",
            "percent": "1"
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Abnormal dreams",
            "percent": null
        },
        {
            "name": "Anxiety",
            "percent": null
        },
        {
            "name": "Insomnia",
            "percent": null
        },
        {
            "name": "Hepatobiliary disorders",
            "percent": null
        },
        {
            "name": "Hepatotoxicity",
            "percent": null
        },
        {
            "name": "Investigations",
            "percent": null
        },
        {
            "name": "Weight increase",
            "percent": null
        },
        {
            "name": "Psychiatric disorders",
            "percent": null
        },
        {
            "name": "Depression",
            "percent": null
        }
    ]
}