{
    "name": "vonoprazan/amoxicillin",
    "comment": "Rx",
    "other_names": [
        "Voquezna Dual Pak"
    ],
    "classes": [
        "Potassium-Competitive Acid Blockers",
        "H pylori Agents"
    ],
    "source": "https://reference.medscape.com/drug/voquezna-dual-pak-vonoprazan-amoxicillin-4000290",
    "pregnancy": {
        "common": [
            "Available data from pharmacovigilance reports with vonoprazan use in pregnant females are not sufficient to evaluate for drug-associated risk for major birth defects, miscarriage, or other adverse maternal or fetal outcomes",
            "Report pregnancies to the Phathom Pharmaceuticals, Inc. Adverse Event reporting line at 1-800-775- PHAT (7428)"
        ],
        "specific": [
            {
                "type": "Animal studies",
                "description": [
                    "Vonoprazan: Pups from dams orally administered vonoprazan during organogenesis and through lactation exhibited liver discoloration that was associated with necrosis, fibrosis, and hemorrhage at a dose ~22x the maximum recommended human dose (MRHD)",
                    "Amoxicillin: No evidence of harm to the fetus found"
                ]
            },
            {
                "type": "Vonoprazan",
                "description": [
                    "There are no data regarding the presence of vonoprazan in human milk, the effects on the breastfed infant or the effects on milk production",
                    "Vonoprazan and its metabolites are present in rat milk; liver injury occurred in offspring from pregnant and lactating rats administered oral vonoprazan at AUC exposures approximately equal to and greater than the MRHD"
                ]
            },
            {
                "type": "Amoxicillin",
                "description": [
                    "Data from published clinical lactation study indicate that amoxicillin is present in human milk",
                    "There are no data on the effects of amoxicillin on milk production"
                ]
            }
        ]
    },
    "lactation": {
        "common": []
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [],
            "specific": []
        },
        "cautions": {
            "common": [
                "Serious and occasionally fatal hypersensitivity reactions (eg, anaphylaxis, anaphylactic shock, rash, erythema multiforme, and Henoch-Schonlein purpura) reported with components; discontinue immediately and institute appropriate treatment if hypersensitivity occurs",
                "Severe cutaneous adverse reactions (SCAR), including SJS and TEN, reported with all components; additionally, DRESS and AGEP have been reported with amoxicillin; discontinue at first signs of SCAR",
                "Clostridioides difficile",
                "–associated diarrhea (CDAD) reported with acid-suppressing therapies and nearly all antibacterial agents; CDAD must be considered in all patients who present with diarrhea following antibacterial use; careful medical history necessary since CDAD reported to occur over 2 months after administration of antibacterial agents; if CDAD confirmed, discontinue, and implement appropriate management",
                "High percentage of patients with mononucleosis who receive amoxicillin develop an erythematous skin rash; avoid in patients with mononucleosis",
                "Prescribing this regimen in absence of proven or strongly suspected bacterial infection or prophylactic indication is unlikely to provide benefit and increases risk for drug-resistant bacteria",
                "Serum chromogranin A (CgA) levels increase secondary to drug-induced decreases in gastric acidity; increased CgA level may cause false positive results in diagnostic investigations for neuroendocrine tumors; assess CgA levels at least 14 days after treatment, and consider repeating test if initial CgA levels are high",
                "Glucose tests: High urine concentrations of amoxicillin may cause false-positive results when using glucose tests based on the Benedict copper reduction reaction that determines the amount of reducing substances, like glucose, in the urine; use enzymatic glucose oxidase reactions instead while taking amoxicillin"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Vonoprazan: CYP3A substrate; weak CYP3A inhibitor; CYP2C19 inhibitor",
                        "Strong or moderate CYP3A inducers",
                        "Avoid coadministration",
                        "Strong or moderate CYP3A inducers may decrease exposure of vonoprazan, which may reduce effectiveness",
                        "Probenecid",
                        "Closely monitor",
                        "Amoxicillin undergoes tubular secretion; probenecid may increase amoxicillin systemic exposure by blocking renal tubular secretion, which may increase risk of adverse reactions",
                        "Allopurinol",
                        "Discontinue if skin rash occurs",
                        "Increase incidence of rashes reported with coadministration of allopurinol and amoxicillin",
                        "Drugs dependent on gastric pH for absorption",
                        "Rilpivirine: Contraindicated",
                        "Atazanavir, nelfinavir: Avoid",
                        "Other antiretroviral drugs: See prescribing for reliance on gastric pH for absorption",
                        "Other drugs (eg, iron salts, erlotinib, dasatinib, nilotinib, mycophenolate mofetil, ketoconazole, itraconazole); Check prescribing information for modifying time of dosage or avoidance",
                        "Vonoprazan reduces intragastric acidity, which may alter absorption of certain drugs",
                        "Sensitive CYP3A4 substrates",
                        "See prescribing information for sensitive CYP3A substrates",
                        "Tacrolimus, cyclosporine: Dosage modification (dose reduction) may be needed; monitor closely",
                        "Vonoprazan (a weak CYP3A inhibitor) may increase exposure of CYP3A4 substrates, which may increase risk of adverse reactions related to these substrates",
                        "CYP2C19 substrates",
                        "Clopidogrel: Carefully monitor the efficacy of clopidogrel, and consider alternative anti-platelet therapy",
                        "Citaprolam, cilostazol: Carefully monitor for adverse reactions",
                        "Vonoprazan is a CYP2C19 inhibitor; may reduce plasma concentration of the active metabolite of clopidogrel, resulting in reduced platelet inhibition; may increase exposure of CYP2C19 substrate drugs",
                        "Oral anticoagulants",
                        "Monitor INR, and adjust dose accordingly",
                        "Abnormal prolongation of prothrombin time (increased INR) reported in patients receiving amoxicillin and oral anticoagulants"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "amoxicillin decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "amoxicillin, cholera vaccine. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid coadministration of cholera vaccine with systemic antibiotics since these agents may be active against the vaccine strain. Do not administer cholera vaccine to patients who have received oral or parenteral antibiotics within 14 days prior to vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "demeclocycline decreases effects of amoxicillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Tetracyclines may interfere with the bactericidal action of penicillins. Monitor for decreased therapeutic effects of penicillins if concomitantly used with a tetracycline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxycycline",
            "description": {
                "common": "doxycycline decreases effects of amoxicillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Tetracyclines may interfere with the bactericidal action of penicillins. Monitor for decreased therapeutic effects of penicillins if concomitantly used with a tetracycline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eravacycline",
            "description": {
                "common": "eravacycline decreases effects of amoxicillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Tetracyclines may interfere with the bactericidal action of penicillins. Monitor for decreased therapeutic effects of penicillins if concomitantly used with a tetracycline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "amoxicillin decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "minocycline",
            "description": {
                "common": "minocycline decreases effects of amoxicillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Tetracyclines may interfere with the bactericidal action of penicillins. Monitor for decreased therapeutic effects of penicillins if concomitantly used with a tetracycline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "amoxicillin will decrease the level or effect of mycophenolate by  Other (see comment). Avoid or Use Alternate Drug. Effect may be due to impairment of enterohepatic recirculation"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omadacycline",
            "description": {
                "common": "omadacycline decreases effects of amoxicillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Tetracyclines may interfere with the bactericidal action of penicillins. Monitor for decreased therapeutic effects of penicillins if concomitantly used with a tetracycline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "amoxicillin and pexidartinib both increase  Other (see comment). Avoid or Use Alternate Drug. Pexidartinib can cause hepatotoxicity. Avoid coadministration of pexidartinib with other products know to cause hepatoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pretomanid",
            "description": {
                "common": "amoxicillin, pretomanid.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Pretomanid regimen associated with hepatotoxicity. Avoid alcohol and hepatotoxic agents, including herbal supplements and drugs other than bedaquiline and linezolid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sarecycline decreases effects of amoxicillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Tetracyclines may interfere with the bactericidal action of penicillins. Monitor for decreased therapeutic effects of penicillins if concomitantly used with a tetracycline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetracycline",
            "description": {
                "common": "tetracycline decreases effects of amoxicillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Tetracyclines may interfere with the bactericidal action of penicillins. Monitor for decreased therapeutic effects of penicillins if concomitantly used with a tetracycline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "amoxicillin decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acyclovir",
            "description": {
                "common": "amoxicillin, acyclovir.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "allopurinol",
            "description": {
                "common": "allopurinol decreases toxicity of amoxicillin by Other (see comment). Use Caution/Monitor. \nComment: Allopurinol may increase potential for allergic or hypersensitivity reactions to amoxicillin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "amoxicillin, aspirin.\nEither increases levels of the other by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "amoxicillin, aspirin rectal.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "amoxicillin, aspirin/citric acid/sodium bicarbonate.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "amoxicillin will decrease the level or effect of bazedoxifene/conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "amoxicillin, bendroflumethiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "amoxicillin, chlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "amoxicillin, choline magnesium trisalicylate.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "amoxicillin, cyclopenthiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dienogest/estradiol valerate",
            "description": {
                "common": "amoxicillin will decrease the level or effect of dienogest/estradiol valerate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. An alternate or additional form of birth control may be advisable during concomitant use."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "amoxicillin will decrease the level or effect of estradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "amoxicillin will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. Antibiotics may decrease hormonal contraceptive efficacy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "amoxicillin, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate",
            "description": {
                "common": "amoxicillin will decrease the level or effect of levonorgestrel oral/ethinylestradiol/ferrous bisglycinate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. Antibiotics may decrease hormonal contraceptive efficacy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mestranol",
            "description": {
                "common": "amoxicillin will decrease the level or effect of mestranol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "amoxicillin increases levels of methotrexate by decreasing renal clearance. Use Caution/Monitor. Increased serum concentrations of methotrexate with concomitant hematologic and gastrointestinal toxicity have been observed with concurrent administration of high or low doses of methotrexate and penicillins."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "amoxicillin, methyclothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metolazone",
            "description": {
                "common": "amoxicillin, metolazone.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rose hips",
            "description": {
                "common": "amoxicillin, rose hips.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "amoxicillin, salicylates (non-asa).\nEither increases levels of the other by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "amoxicillin, salsalate.\nEither increases levels of the other by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium phenylacetate",
            "description": {
                "common": "amoxicillin, sodium phenylacetate.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "amoxicillin decreases effects of sodium picosulfate/magnesium oxide/anhydrous citric acid by altering metabolism. Use Caution/Monitor. Coadministration with antibiotics decreases efficacy by altering colonic bacterial flora needed to convert sodium picosulfate to active drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "amoxicillin, sulfasalazine.\nEither increases levels of the other by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "willow bark",
            "description": {
                "common": "amoxicillin, willow bark.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amiloride",
            "description": {
                "common": "amiloride decreases levels of amoxicillin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. Administer each drug at least 2 hours apart from each other; monitor for reduced antibiotic efficacy."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "azithromycin",
            "description": {
                "common": "azithromycin decreases effects of amoxicillin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aztreonam",
            "description": {
                "common": "aztreonam, amoxicillin.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Combination may be used synergistically against Enterobacteriaceae."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol decreases effects of amoxicillin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin decreases effects of amoxicillin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base decreases effects of amoxicillin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate decreases effects of amoxicillin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate decreases effects of amoxicillin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate decreases effects of amoxicillin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "patiromer",
            "description": {
                "common": "patiromer, amoxicillin. cation binding in GI tract. Minor/Significance Unknown. No observed clinically important interaction. No separation of dosing required."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine (Antidote)",
            "description": {
                "common": "amoxicillin will decrease the level or effect of pyridoxine (Antidote) by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Blood and lymphatic system disorders",
            "percent": null
        },
        {
            "name": "Anemia",
            "percent": null
        },
        {
            "name": "leukocytosis",
            "percent": null
        },
        {
            "name": "leukopenia",
            "percent": null
        },
        {
            "name": "neutropenia",
            "percent": null
        },
        {
            "name": "Cardiac disorders",
            "percent": null
        },
        {
            "name": "QT prolongation",
            "percent": null
        },
        {
            "name": "tachycardia",
            "percent": null
        },
        {
            "name": "Eye disorders",
            "percent": null
        },
        {
            "name": "Orbital edema",
            "percent": null
        },
        {
            "name": "Gastrointestinal disorders",
            "percent": null
        },
        {
            "name": "Abdominal distention",
            "percent": null
        },
        {
            "name": "constipation",
            "percent": null
        },
        {
            "name": "dry mouth",
            "percent": null
        },
        {
            "name": "duodenal polyp",
            "percent": null
        },
        {
            "name": "duodenal ulcer",
            "percent": null
        },
        {
            "name": "dyspepsia",
            "percent": null
        },
        {
            "name": "flatulence",
            "percent": null
        },
        {
            "name": "gastric ulcer",
            "percent": null
        },
        {
            "name": "gastroesophageal reflux disease",
            "percent": null
        },
        {
            "name": "hematochezia",
            "percent": null
        },
        {
            "name": "large intestine polyp",
            "percent": null
        },
        {
            "name": "nausea",
            "percent": null
        },
        {
            "name": "rectal polyp",
            "percent": null
        },
        {
            "name": "stomatitis",
            "percent": null
        },
        {
            "name": "tongue discomfort",
            "percent": null
        },
        {
            "name": "vomiting",
            "percent": null
        },
        {
            "name": "General disorders and administration site conditions",
            "percent": null
        },
        {
            "name": "Fatigue",
            "percent": null
        },
        {
            "name": "pyrexia",
            "percent": null
        },
        {
            "name": "Immune system disorders",
            "percent": null
        },
        {
            "name": "Drug hypersensitivity",
            "percent": null
        },
        {
            "name": "Infections and infestations",
            "percent": null
        },
        {
            "name": "Anal fungal infection",
            "percent": null
        },
        {
            "name": "gastrointestinal viral infection",
            "percent": null
        },
        {
            "name": "oral fungal infection",
            "percent": null
        },
        {
            "name": "pneumonia",
            "percent": null
        },
        {
            "name": "tongue fungal infection",
            "percent": null
        },
        {
            "name": "upper respiratory tract infection",
            "percent": null
        },
        {
            "name": "urinary tract infection",
            "percent": null
        },
        {
            "name": "viral infection",
            "percent": null
        },
        {
            "name": "Investigations",
            "percent": null
        },
        {
            "name": "Liver function test abnormal",
            "percent": null
        },
        {
            "name": "Metabolism and nutrition disorders",
            "percent": null
        },
        {
            "name": "Decreased appetite",
            "percent": null
        },
        {
            "name": "Musculoskeletal system",
            "percent": null
        },
        {
            "name": "Bone fracture",
            "percent": null
        },
        {
            "name": "Nervous system disorders",
            "percent": null
        },
        {
            "name": "Ageusia",
            "percent": null
        },
        {
            "name": "dizziness",
            "percent": null
        },
        {
            "name": "tension headache",
            "percent": null
        },
        {
            "name": "Psychiatric disorders",
            "percent": null
        },
        {
            "name": "Anxiety",
            "percent": null
        },
        {
            "name": "depression",
            "percent": null
        },
        {
            "name": "insomnia",
            "percent": null
        },
        {
            "name": "Renal and urinary disorders",
            "percent": null
        },
        {
            "name": "Renal hypertrophy",
            "percent": null
        },
        {
            "name": "tubulointerstitial nephritis",
            "percent": null
        },
        {
            "name": "Reproductive system and breast disorders",
            "percent": null
        },
        {
            "name": "Vaginal discharge",
            "percent": null
        },
        {
            "name": "Respiratory",
            "percent": null
        },
        {
            "name": "thoracic",
            "percent": null
        },
        {
            "name": "and mediastinal disorders",
            "percent": null
        },
        {
            "name": "Cough",
            "percent": null
        },
        {
            "name": "nasal polyps",
            "percent": null
        },
        {
            "name": "oropharyngeal pain",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Dermatitis",
            "percent": null
        },
        {
            "name": "dry skin",
            "percent": null
        },
        {
            "name": "rash",
            "percent": null
        },
        {
            "name": "Immune system disorders",
            "percent": null
        },
        {
            "name": "Anaphylactic shock",
            "percent": null
        },
        {
            "name": "urticaria",
            "percent": null
        },
        {
            "name": "drug eruption",
            "percent": null
        },
        {
            "name": "Hepatobiliary disorders",
            "percent": null
        },
        {
            "name": "Hepatic injury",
            "percent": null
        },
        {
            "name": "hepatic failure",
            "percent": null
        },
        {
            "name": "jaundice",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Erythema multiforme",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "SJS",
            "percent": null
        },
        {
            "name": "toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "TEN",
            "percent": null
        },
        {
            "name": "Infections and infestations",
            "percent": null
        },
        {
            "name": "Mucocutaneous candidiasis",
            "percent": null
        },
        {
            "name": "Gastrointestinal",
            "percent": null
        },
        {
            "name": "Black hairy tongue",
            "percent": null
        },
        {
            "name": "and hemorrhagic",
            "percent": null
        },
        {
            "name": "pseudomembranous colitis",
            "percent": null
        },
        {
            "name": "onset of pseudomembranous colitis symptoms may occur during or after antibacterial treatment",
            "percent": null
        },
        {
            "name": "Hypersensitivity reactions",
            "percent": null
        },
        {
            "name": "Anaphylaxis",
            "percent": null
        },
        {
            "name": "serum sickness",
            "percent": null
        },
        {
            "name": "like reactions",
            "percent": null
        },
        {
            "name": "erythematous maculopapular rashes",
            "percent": null
        },
        {
            "name": "erythema multiforme",
            "percent": null
        },
        {
            "name": "exfoliative dermatitis",
            "percent": null
        },
        {
            "name": "hypersensitivity vasculitis",
            "percent": null
        },
        {
            "name": "and urticaria",
            "percent": null
        },
        {
            "name": "Renal",
            "percent": null
        },
        {
            "name": "Crystalluria",
            "percent": null
        },
        {
            "name": "Hemic and lymphatic systems",
            "percent": null
        },
        {
            "name": "Hemolytic anemia",
            "percent": null
        },
        {
            "name": "thrombocytopenia",
            "percent": null
        },
        {
            "name": "thrombocytopenic purpura",
            "percent": null
        },
        {
            "name": "eosinophilia",
            "percent": null
        },
        {
            "name": "and agranulocytosis",
            "percent": null
        },
        {
            "name": "reactions are usually reversible on discontinuation of therapy and are believed to be hypersensitivity phenomena",
            "percent": null
        },
        {
            "name": "Central nervous system",
            "percent": null
        },
        {
            "name": "Reversible hyperactivity",
            "percent": null
        },
        {
            "name": "agitation",
            "percent": null
        },
        {
            "name": "confusion",
            "percent": null
        },
        {
            "name": "convulsions",
            "percent": null
        },
        {
            "name": "aseptic meningitis",
            "percent": null
        },
        {
            "name": "and behavioral changes",
            "percent": null
        },
        {
            "name": "Miscellaneous",
            "percent": null
        },
        {
            "name": "Tooth discoloration",
            "percent": null
        },
        {
            "name": "brown",
            "percent": null
        },
        {
            "name": "yellow",
            "percent": null
        },
        {
            "name": "or gray staining",
            "percent": null
        },
        {
            "name": "reported",
            "percent": null
        },
        {
            "name": "most occurred in pediatric patients",
            "percent": null
        },
        {
            "name": "discoloration reduced or eliminated with brushing or dental cleaning in most cases",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "TEN",
            "percent": null
        },
        {
            "name": "SJS",
            "percent": null
        },
        {
            "name": "drug reaction with eosinophilia and systemic symptoms",
            "percent": null
        },
        {
            "name": "DRESS",
            "percent": null
        },
        {
            "name": "and acute generalized exanthematous pustulosis",
            "percent": null
        },
        {
            "name": "AGEP",
            "percent": null
        }
    ]
}