{
    "name": "diroximel fumarate",
    "comment": "Rx",
    "other_names": [
        "Vumerity"
    ],
    "classes": [
        "Immunomodulators",
        "Multiple Sclerosis Treatments"
    ],
    "source": "https://reference.medscape.com/drug/vumerity-diroximel-fumarate-1000344",
    "pregnancy": {
        "common": [
            "No adequate data on the developmental risk associated with the use or dimethyl fumarate (which has the same active metabolite as diroximel fumarate) in pregnant women"
        ],
        "specific": [
            {
                "type": "Animal studies",
                "description": [
                    "In animal studies, administration of diroximel fumarate during pregnancy or throughout pregnancy and lactation resulted in adverse effects on embryofetal and offspring development (increased incidences of skeletal abnormalities, increased mortality, decreased body weights, neurobehavioral impairment) at clinically relevant drug exposure"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on the presence of diroximel fumarate or metabolites (MMF, 2-hydroxyethyl succinimide [HES]) in human milk",
            "Effects on the breastfed infant and on milk production are unknown"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to diroximel fumarate, dimethyl fumarate, or to any of the excipients",
                "Taking dimethyl fumarate "
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Anaphylaxis and angioedema may occur; discontinue and do not restart treatment if these occur",
                "Progressive multifocal leukoencephalopathy (PML) has occurred; withhold dose at the first sign or symptom suggestive of PML",
                "May decrease lymphocyte counts; consider interruption of treatment if lymphocyte counts <0.5 x109/L persist >6 mo",
                "Clinically significant cases of liver injury have been reported; discontinue treatment if clinically significant liver injury induced by diroximel fumarate is suspected",
                "May cause flushing (eg, warmth, redness, itching, burning sensation); administration of dose with food may reduce flushing incidence ",
                "PML cases have occurred predominantly in patients with lymphocyte counts",
                "<0.8×109/L persisting for more than 6 months"
            ],
            "specific": [
                {
                    "type": "Herpes zoster and opportunistic infections",
                    "description": [
                        "Serious cases of herpes zoster have occurred in patients treated with dimethyl fumarate (which has the same active metabolite diroximel fumarate) including disseminated herpes zoster, herpes zoster ophthalmicus, herpes zoster meningoencephalitis, and herpes zoster meningomyelitis",
                        "Events may occur at any time during treatment; monitor patients for signs and symptoms of herpes zoster; if herpes zoster occurs, appropriate treatment for herpes zoster should be administered",
                        "Other serious opportunistic infections have occurred with dimethyl fumarate, including cases of serious viral (herpes simplex virus, West Nile virus, cytomegalovirus), fungal (Candida and Aspergillus), and bacterial (Nocardia, Listeria monocytogenes, Mycobacterium tuberculosis) infections",
                        "These infections have been reported in patients with reduced absolute lymphocyte counts (ALC) as well as in patients with normal ALC.",
                        "Infections have affected the brain, meninges, spinal cord, gastrointestinal tract, lungs, skin, eye, and ear; patients with symptoms and signs consistent with these infections should undergo prompt diagnostic evaluation and receive appropriate treatment",
                        "Consider withholding treatment in patients with herpes zoster or other serious infections until infection has resolved "
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Concomitant use of dimethyl fumarate and diroximel fumarate is contraindicated, as both are metabolized to monomethyl fumarate; initiate diroximel fumarate the day following the discontinuation of dimethyl fumarate"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dimethyl fumarate",
            "description": {
                "common": "diroximel fumarate, dimethyl fumarate. pharmacodynamic synergism. Contraindicated. Concomitant use of diroximel fumarate and dimethyl fumarate is contraindicated. Both are metabolized to monomethyl fumarate. Initiate diroximel fumarate the day following the discontinuation of dimethyl fumarate."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "diroximel fumarate, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "diroximel fumarate, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "diroximel fumarate, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ethanol",
            "description": {
                "common": "ethanol decreases levels of diroximel fumarate by unspecified interaction mechanism. Avoid or Use Alternate Drug. Mean peak plasma MMF concentration for diroximel fumarate was decreased by 9% and 21%, when coadministered with 240 mL of 5% v/v and 40% v/v of ethanol, respectively."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "diroximel fumarate, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "diroximel fumarate, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "diroximel fumarate, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "diroximel fumarate and isavuconazonium sulfate both decrease  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod, diroximel fumarate.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration with immunosuppressive therapies may increase the risk of additive immune effects during therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs in order to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and diroximel fumarate both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and diroximel fumarate both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and diroximel fumarate both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Flushing",
            "percent": "40"
        },
        {
            "name": "Abdominal pain",
            "percent": "18"
        },
        {
            "name": "Diarrhea",
            "percent": "14"
        },
        {
            "name": "Nausea",
            "percent": "12"
        },
        {
            "name": "Vomiting",
            "percent": "9"
        },
        {
            "name": "Pruritus",
            "percent": "8"
        },
        {
            "name": "Rash",
            "percent": "8"
        },
        {
            "name": "Albumin urine present",
            "percent": "6"
        },
        {
            "name": "Erythema",
            "percent": "5"
        },
        {
            "name": "Dyspepsia",
            "percent": "5"
        },
        {
            "name": "AST increased",
            "percent": "4"
        },
        {
            "name": "Lymphopenia",
            "percent": "2"
        },
        {
            "name": "Transient increase in mean eosinophil counts",
            "percent": "3"
        },
        {
            "name": "Liver function abnormalities",
            "percent": "2"
        },
        {
            "name": "elevations in ALT",
            "percent": null
        },
        {
            "name": "AST",
            "percent": null
        },
        {
            "name": "x ULN with concomitant elevations in total bilirubin",
            "percent": null
        },
        {
            "name": "x ULN",
            "percent": null
        },
        {
            "name": "Herpes zoster infection and other serious opportunistic infections",
            "percent": null
        },
        {
            "name": "Rhinorrhea",
            "percent": null
        },
        {
            "name": "Alopecia",
            "percent": null
        },
        {
            "name": "Acute pancreatitis",
            "percent": null
        }
    ]
}