{
    "name": "simvastatin/ezetimibe",
    "comment": "Rx",
    "other_names": [
        "Vytorin"
    ],
    "classes": [
        "Lipid-Lowering Agents",
        "Statins",
        "HMG-CoA Reductase Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/vytorin-simvastatin-ezetimibe-342464",
    "pregnancy": {
        "common": [
            "Contraindicated in women who are or may become pregnant",
            "Lipid lowering drugs offer no benefit during pregnancy, because cholesterol and cholesterol derivatives are needed for normal fetal development",
            "Atherosclerosis is a chronic process, and discontinuation of lipid-lowering drugs during pregnancy should have little impact on long-term outcomes of primary hypercholesterolemia therapy",
            "There are no adequate and well-controlled studies of use with statins during pregnancy; however, there are rare reports of congenital anomalies in infants exposed to statins in utero"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Unknown if simvastatin excreted in human milk; because a small amount of another drug in this class is excreted in human milk and because of the potential for serious adverse reactions in nursing infants, women taking simvastatin should not breastfeed",
            "A decision should be made whether to discontinue nursing or discontinue drug, taking into account the importance of the drug to the mother"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to either component",
                "Active liver disease, or unexplained elevated transaminases",
                "Women who are pregnant or may become pregnant",
                "Lactation",
                "Concomitant administration with strong CYP3A4 inhibitors (eg, itraconazole, ketoconazole, erythromycin, clarithromycin, posaconazole, voriconazole, HIV protease inhibitors, nefazodone, cobicistat), fibrates (including gemfibrozil), cyclosporine, and danazol"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Discontinue if markedly elevated CPK levels occur or myopathy is diagnosed or suspected",
                "Increased HbA1c and fasting serum glucose levels reported with HMG-CoA reductase inhibitors",
                "Avoid use in severe renal impairment",
                "High potential for drug interactions"
            ],
            "specific": [
                {
                    "type": "Liver function",
                    "description": [
                        "Monitor liver function tests before initiating treatment and thereafter when clinically indicated; reports of fatal and non-fatal hepatic failure in patients taking statins",
                        "If serious liver injury with clinical symptomsand/or hyperbilirubinemia or jaundice occurs during treatment, promptly interrupt therapy; ifan alternate etiology not found do not restart therapy",
                        "Note that ALT may emanate from muscle,therefore ALT rising with CK may indicate myopathy",
                        "Therapy should be used with caution in patients who consume substantial quantities of alcohol and/or have a past history of liver disease; active liver diseases or unexplained persistent transaminase elevations are contraindications to the use of this medication"
                    ]
                },
                {
                    "type": "Simvastatin and myopathy risk",
                    "description": [
                        "Dose adjustment required when coadministered with niacin, amiodarone, verapamil, diltiazem, amlodipine, and ranolazine",
                        "Predisposing factors for myopathy include advanced age (≥65 years), female gender, uncontrolled hypothyroidism, and renal impairment; chinese patients may be at increased risk for myopathy",
                        "Risk of myopathy is increased by elevated plasma levels of simvastatin and simvastatin acid",
                        "In clinical trials, the incidence of myopathy, including rhabdomyolysis, was highest during first year and then notably decreased during subsequent years of treatment",
                        "Patients should be advised of increased risk of myopathy, including rhabdomyolysis, and to report promptly any unexplained muscle pain, tenderness or weakness; if symptoms occur, treatment should be discontinued immediately",
                        "Therapy should be temporarily withheld in any patient experiencing acute or serious condition predisposing to development of renal failure secondary to rhabdomyolysis, eg, sepsis; hypotension; major surgery; trauma; severe metabolic, endocrine, or electrolyte disorders; or uncontrolled epilepsy",
                        "Risk of myopathy is greater in patients taking simvastatin 80 mg/day, especially in the 1st year of treatment",
                        "The 10/80-mg dose should be used only in patients who have been taking the 10/80 mg dose chronically (eg, for 12 months or more) without evidence of muscle toxicity; if, however, a patient who is currently tolerating the 10/80-mg dose needs to be initiated on interacting drug that is contraindicated or associated with dose cap for simvastatin, patient should be switched to an alternative statin or statin-based regimen with less potential for drug-drug interaction"
                    ]
                },
                {
                    "type": "Immune-mediated necrotizing myopathy",
                    "description": [
                        "Immune-mediated necrotizing myopathy (IMNM), an autoimmune myopathy, reported with statin use",
                        "IMNM is characterized by muscle biopsy showing necrotizing myopathy without significant inflammation improvement with immunosuppressive agents, proximal muscle weakness, and elevated serum creatine kinase, which persist despite discontinuation of statin treatment",
                        "Treatment with immunosuppressive agents may be required",
                        "Advice all patients starting therapy or whose dose is being increased, about the risk of myopathy, including rhabdomyolysis",
                        "Patients should report promptly any unexplained muscle pain, tenderness, or weakness particularly if accompanied by malaise or fever or if muscle signs and symptoms persist after discontinuing therapy; additional neuromuscular and serologic testing may be necessary",
                        "Therapy should be discontinued immediately if myopathy is diagnosed or suspected",
                        "Discontinue therapy if markedly elevated creatine kinase (CK) levels occur or if myopathy diagnosed or suspected",
                        "Therapy should be temporarily withheld in any patient experiencing an acute or serious condition predisposing to development of renal failure secondary to rhabdomyolysis, eg, sepsis; hypotension; dehydration; major surgery; trauma; severe metabolic, endocrine, and electrolyte disorders; or uncontrolled epilepsy",
                        "Consider risk of IMNM carefully prior to initiation of a different statin",
                        "If therapy is initiated with a different statin, monitor for signs and symptoms of IMNM",
                        "Additional neuromuscular and serologic testing may be necessary",
                        "Treatment with immunosuppressive agents may be required",
                        "Consider risk of IMNM carefully prior to initiation of a different statin",
                        "If therapy is initiated with a different statin, monitor for signs and symptoms of IMNM"
                    ]
                },
                {
                    "type": "Coadministration with niacin",
                    "description": [
                        "Myopathy/rhabdomyolysis observed with simvastatin coadministered with lipid-modifying niacin doses (ie, ≥1 g/day); also observed when coadministered with daptomycin",
                        "Risk of myopathy is greater in Chinese patients, and therefore, coadministration of simvastatin with lipid-modifying niacin doses is not recommended in Chinese patients",
                        "Unknown if this risk applies to other patients of Asian descent"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated. Increased risk for rhabdomyolysis with drugs that increase simvastatin systemic exposure"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ceritinib",
            "description": {
                "common": "ceritinib will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Increased risk for rhabdomyolysis with drugs that increase simvastatin systemic exposure"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Potential for serious reactions such as myopathy including rhabdomyolysis"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated.  Increased risk for rhabdomyolysis with drugs that increase simvastatin systemic exposure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "danazol",
            "description": {
                "common": "danazol increases toxicity of simvastatin by decreasing metabolism. Contraindicated. Contraindicated.  Increased risk for rhabdomyolysis with drugs that increase simvastatin systemic exposure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Increased risk for rhabdomyolysis with drugs that increase simvastatin systemic exposure"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF increases levels of simvastatin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Cobicistat is a CYP3A4 inhibitor; contraindicated with CYP3A4 substrates for which elevated plasma concentrations are associated with serious and/or life-threatening events."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Increased risk for rhabdomyolysis with drugs that increase simvastatin systemic exposure"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Increased risk for rhabdomyolysis with drugs that increase simvastatin systemic exposure"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Increased risk for rhabdomyolysis with drugs that increase simvastatin systemic exposure"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Increased risk for rhabdomyolysis with drugs that increase simvastatin systemic exposure"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated. Increased risk for rhabdomyolysis with drugs that increase simvastatin systemic exposure"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "gemfibrozil",
            "description": {
                "common": "gemfibrozil, simvastatin.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Contraindicated with other lipid-lowering drugs that can cause myopathy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "idelalisib",
            "description": {
                "common": "idelalisib will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Strong CYP3A4 inhibitors increase systemic statin exposure and risk of myopathy, including rhabdomyolysis"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated during and 2 weeks after itraconazole treatment. Increased risk for rhabdomyolysis with drugs that increase simvastatin systemic exposure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated. Increased risk for rhabdomyolysis with drugs that increase simvastatin systemic exposure"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir increases levels of simvastatin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Coadministration of letermovir and simvastatin is not recommended. When letermovir is coadministered with cyclosporine, use of either simvastatin is contraindicated due to significantly increased pitavastatin or simvastatin concentrations and risk of myopathy or rhabdomyolysis. ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated. Increased risk for rhabdomyolysis with drugs that increase simvastatin systemic exposure"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lonafarnib will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir increases levels of simvastatin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated. Increased risk for rhabdomyolysis with drugs that increase simvastatin systemic exposure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone increases levels of simvastatin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated due to increased risk of rhabdomyolysis."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated. Increased risk for rhabdomyolysis with drugs that increase simvastatin systemic exposure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nirmatrelvir",
            "description": {
                "common": "nirmatrelvir will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Nirmatrelvir/ritonavir is contraindicated with drugs that are highly dependent on CYP3A for clearance and for which elevated concentrations are associated with serious and/or life-threatening reactions. Discontinue simvastatin at least 12 hr before initiating nirmatrelvir/ritonavir."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nirmatrelvir/ritonavir",
            "description": {
                "common": "nirmatrelvir/ritonavir will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Nirmatrelvir/ritonavir is contraindicated with drugs that are highly dependent on CYP3A for clearance and for which elevated concentrations are associated with serious and/or life-threatening reactions. Discontinue simvastatin at least 12 hr before initiating nirmatrelvir/ritonavir, during the 5 days of treatment, and for 5 days after completing."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Increased risk of myopathy, including rhabdomyolysis"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated. Increased risk for rhabdomyolysis with drugs that increase simvastatin systemic exposure"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "red yeast rice",
            "description": {
                "common": "simvastatin, red yeast rice.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. May increase creatine kinase levels and increase risk of myopathy or rhabdomyolysis; red yeast rice contains monocolin K (reportedly identical to lovastatin)."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "saquinavir",
            "description": {
                "common": "simvastatin will increase the level or effect of saquinavir by  P-glycoprotein (MDR1) efflux transporter. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir increases levels of simvastatin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. This interaction is the net effect of tipranavir being coadministered with ritonavir (boosted therapy); increased risk of myopathy including rhabdomyolysis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "afatinib",
            "description": {
                "common": "simvastatin increases levels of afatinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Reduce afatinib daily dose by 10 mg if not tolerated when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone increases toxicity of simvastatin by decreasing metabolism. Avoid or Use Alternate Drug. Do not exceed simvastatin 20 mg daily when given concurrently. Potential for increased risk of myopathy/rhabdomyolysis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amlodipine",
            "description": {
                "common": "amlodipine increases levels of simvastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: Benefits of combination therapy should be carefully weighed against the potential risks of combination. Potential for increased risk of myopathy/rhabdomyolysis. Limit simvastatin dose to no more than 20 mg/day when used concurrently."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP3A4 inducer, with drugs that are CYP3A4 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered. Adjust dose according to prescribing information if needed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aprepitant",
            "description": {
                "common": "aprepitant will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "armodafinil",
            "description": {
                "common": "armodafinil will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "artemether/lumefantrine",
            "description": {
                "common": "artemether/lumefantrine will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosentan",
            "description": {
                "common": "bosentan will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosutinib",
            "description": {
                "common": "simvastatin increases levels of bosutinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "colchicine",
            "description": {
                "common": "colchicine, simvastatin.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of rhabdomyolysis (incl a fatality)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "conivaptan",
            "description": {
                "common": "conivaptan will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine, ezetimibe.\nEither increases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Monitor for potential adverse effects of cyclosporine and ezetimibe if coadministered, especially in patients with severe renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darifenacin",
            "description": {
                "common": "darifenacin will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darolutamide",
            "description": {
                "common": "darolutamide will increase the level or effect of simvastatin by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dasatinib",
            "description": {
                "common": "dasatinib will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diltiazem",
            "description": {
                "common": "diltiazem will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Benefits of combination therapy should be carefully weighed against the potential risks of combination. Limit simvastatin dose to no more than 10 mg/day  and dilitazem dose to no more than 240 mg/day when used concurrently."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "eltrombopag will increase the level or effect of simvastatin by  Other (see comment). Avoid or Use Alternate Drug. OATP1B1 inhibitors may increase risk of myopathy"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "simvastatin increases levels of eluxadoline by decreasing metabolism. Avoid or Use Alternate Drug. Decrease eluxadoline dose to 75 mg PO BID if coadministered with OATP1B1 inhibitors. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "enzalutamide will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fenofibrate",
            "description": {
                "common": "fenofibrate, simvastatin.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Fenofibrate may further increase risk for rhabdomyolysis when added to optimal statin regimen to further decrease TG and increase HDLs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fenofibrate micronized",
            "description": {
                "common": "fenofibrate micronized, simvastatin.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Fenofibrate may further increase risk for rhabdomyolysis when added to optimal statin regimen to further decrease TG and increase HDLs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fenofibric acid",
            "description": {
                "common": "fenofibric acid, simvastatin.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Fenofibrate may further increase risk for rhabdomyolysis when added to optimal statin regimen to further decrease TG and increase HDLs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Fexinidazole inhibits CYP3A4. Coadministration may increase risk for adverse effects of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosaprepitant",
            "description": {
                "common": "fosaprepitant will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "glecaprevir/pibrentasvir increases levels of simvastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: Increased statin concentrations resulting from OATP1B1 inhibition may increase risk of myopathy, including rhabdomyolysis. Coadministration of glecaprevir/pibrentasvir with simvastatin is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "grapefruit",
            "description": {
                "common": "grapefruit will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid consuming large quantities of grapefruit or juice (ie, >1 quart/day)"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "griseofulvin",
            "description": {
                "common": "griseofulvin will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP3A4 substrates with ivosidenib or replace with alternative therapies. If coadministration is unavoidable, monitor patients for loss of therapeutic effect of these drugs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lapatinib",
            "description": {
                "common": "lapatinib will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan increases levels of simvastatin by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leniolisib",
            "description": {
                "common": "leniolisib will increase the level or effect of simvastatin by  Other (see comment). Avoid or Use Alternate Drug. Leniolisib, a BCRP, OATP1B1, and OATP1B3 inhibitor, may increase systemic exposure of these substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lomitapide",
            "description": {
                "common": "lomitapide increases levels of simvastatin by decreasing metabolism. Avoid or Use Alternate Drug. Reduce simvastatin dose by 50% when initiating lomitapide dosing."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trofinetide",
            "description": {
                "common": "trofinetide will increase the level or effect of ezetimibe by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lumefantrine",
            "description": {
                "common": "lumefantrine will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "marijuana",
            "description": {
                "common": "marijuana will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mesterolone",
            "description": {
                "common": "mesterolone increases toxicity of simvastatin by decreasing metabolism. Avoid or Use Alternate Drug. Risk of rhabdomyolysis (theoretical interaction based on case reports of combination of danazol and >20 mg/day lovastatin)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methylprednisolone will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metronidazole",
            "description": {
                "common": "metronidazole will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "miconazole vaginal",
            "description": {
                "common": "miconazole vaginal will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nevirapine",
            "description": {
                "common": "nevirapine will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "niacin",
            "description": {
                "common": "niacin, simvastatin.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of rhabdomyolysis (>1 g/day niacin)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nifedipine",
            "description": {
                "common": "nifedipine will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nilotinib",
            "description": {
                "common": "nilotinib will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "simvastatin and pexidartinib both increase  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Pexidartinib can cause hepatotoxicity. Avoid coadministration of pexidartinib with other products know to cause hepatoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pomalidomide",
            "description": {
                "common": "simvastatin increases levels of pomalidomide by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "prednisone",
            "description": {
                "common": "prednisone will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pretomanid",
            "description": {
                "common": "simvastatin, pretomanid.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Pretomanid regimen associated with hepatotoxicity. Avoid alcohol and hepatotoxic agents, including herbal supplements and drugs other than bedaquiline and linezolid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinupristin/dalfopristin",
            "description": {
                "common": "quinupristin/dalfopristin will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ranolazine",
            "description": {
                "common": "ranolazine increases levels of simvastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: Benefits of combination therapy should be carefully weighed against the potential risks of combination. Potential for increased risk of myopathy/rhabdomyolysis. Limit simvastatin dose to no more than 20 mg/day when used concurrently. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "riociguat",
            "description": {
                "common": "simvastatin will increase the level or effect of riociguat by  decreasing metabolism. Avoid or Use Alternate Drug. Coadministration of riociguat (substrate of CYP isoenzymes 1A1, 2C8, 3A, 2J2) with strong CYP inhibitors may require a decreased initial dose of 0.5 mg PO TID; monitor for signs of hypotension and reduce dose if needed"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rufinamide",
            "description": {
                "common": "rufinamide will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "topiramate",
            "description": {
                "common": "topiramate will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trofinetide",
            "description": {
                "common": "trofinetide will increase the level or effect of simvastatin by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid concomitant use of tucatinib with CYP3A substrates, where minimal concentration changes may lead to serious or life-threatening toxicities. If unavoidable, reduce CYP3A substrate dose according to product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Do not exceed simvastatin 10 mg daily when given concurrently. Potential for increased risk of myopathy/rhabdomyolysis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Simvastatin prescribing information recommends a reduced simvastatin dose be considered when coadministered with voriconazole to reduce the risk of myopathy, including rhabdomyolysis"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxelotor",
            "description": {
                "common": "voxelotor will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Voxelotor increases systemic exposure of sensitive CYP3A4 substrates. Avoid coadministration with sensitive CYP3A4 substrates with a narrow therapeutic index. Consider dose reduction of the sensitive CYP3A4 substrate(s) if unable to avoid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zafirlukast",
            "description": {
                "common": "zafirlukast will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zavegepant intranasal",
            "description": {
                "common": "ezetimibe will increase the level or effect of zavegepant intranasal by  Other (see comment). Avoid or Use Alternate Drug. NTCP inhibitors may result in a significant increase in systemic exposure of zavegepant (a NTCP substrate)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "simvastatin will increase the level or effect of amitriptyline by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of simvastatin by  increasing elimination. Use Caution/Monitor. Apalutamide induces UGT and weakly induces BCRP and may decrease systemic exposure of drugs that are substrates of both UGT and BCRP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "simvastatin will increase the level or effect of atorvastatin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of ezetimibe by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2-4 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azithromycin",
            "description": {
                "common": "azithromycin will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "simvastatin will increase the level or effect of bazedoxifene/conjugated estrogens by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bempedoic acid",
            "description": {
                "common": "bempedoic acid increases levels of simvastatin by unknown mechanism. Modify Therapy/Monitor Closely. Avoid concomitant use with simvastatin dose >20 mg."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "budesonide",
            "description": {
                "common": "simvastatin will increase the level or effect of budesonide by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will increase the level or effect of simvastatin by  Other (see comment). Use Caution/Monitor. OATP1B1 inhibitors may increase risk of myopathy"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "caspofungin",
            "description": {
                "common": "caspofungin will increase the level or effect of simvastatin by  Other (see comment). Use Caution/Monitor. OATP1B1 inhibitors may increase risk of myopathy"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase dose of CYP3A4 substrate, as needed, when coadministered with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceritinib",
            "description": {
                "common": "simvastatin increases levels of ceritinib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of simvastatin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholic acid",
            "description": {
                "common": "simvastatin increases toxicity of cholic acid by decreasing elimination. Modify Therapy/Monitor Closely. Avoid concomitant use of inhibitors of the bile salt efflux pump (BSEP). May exacerbate accumulation of conjugated bile salts in the liver and result in clinical symptoms. If concomitant use is necessary, monitor serum transaminases and bilirubin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clotrimazole",
            "description": {
                "common": "clotrimazole will increase the level or effect of simvastatin by  Other (see comment). Use Caution/Monitor. OATP1B1 inhibitors may increase risk of myopathy"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "simvastatin will increase the level or effect of conjugated estrogens by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens, vaginal",
            "description": {
                "common": "simvastatin will increase the level or effect of conjugated estrogens, vaginal by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cortisone",
            "description": {
                "common": "simvastatin will increase the level or effect of cortisone by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crizotinib",
            "description": {
                "common": "crizotinib increases levels of simvastatin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Dose reduction may be needed for coadministered drugs that are predominantly metabolized by CYP3A."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crofelemer",
            "description": {
                "common": "crofelemer increases levels of simvastatin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Crofelemer has the potential to inhibit CYP3A4 at concentrations expected in the gut; unlikely to inhibit systemically because minimally absorbed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "dabrafenib will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daptomycin",
            "description": {
                "common": "simvastatin, daptomycin.\nEither increases toxicity of the other by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Coadministration of daptomycin with HMG-CoA reductase inhibitors may increase CPK levels and risk for myopathy; consider temporary suspension of HMG-CoA reductase inhibitors during daptomycin therapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "deferasirox will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "simvastatin will increase the level or effect of deflazacort by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "simvastatin will increase the level or effect of dexamethasone by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "simvastatin will increase the level or effect of digoxin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "docetaxel",
            "description": {
                "common": "simvastatin will increase the level or effect of docetaxel by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dronedarone",
            "description": {
                "common": "dronedarone will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor for signs and symptoms of myopathy in patients receiving dronedarone concurrently with simvastatin"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "duvelisib",
            "description": {
                "common": "duvelisib will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with duvelisib increases AUC of a sensitive CYP3A4 substrate which may increase the risk of toxicities of these drugs. Consider reducing the dose of the sensitive CYP3A4 substrate and monitor for signs of toxicities of the coadministered sensitive CYP3A substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will increase the level or effect of simvastatin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elbasvir/grazoprevir",
            "description": {
                "common": "elbasvir/grazoprevir increases levels of simvastatin by unknown mechanism. Modify Therapy/Monitor Closely. If coadministered, use lowest necessary simvastatin dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat increases levels of simvastatin by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Monitor therapeutic drug concentrations, as indicated, or consider reducing the dosage of the P-gp substrate and titrate to clinical effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "eluxadoline increases levels of simvastatin by decreasing metabolism. Use Caution/Monitor. Eluxadoline may increase the systemic exposure of coadministered BCRP substrates. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib will increase the level or effect of ezetimibe by  Other (see comment). Modify Therapy/Monitor Closely. Encorafenib (a OATP1B1 inhibitor) may increase the concentration and toxicities of OATP1B1 substrates. Closely monitor for signs and symptoms of increased exposure and consider adjusting the dose of these substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Dose adjustment of some statins may be needed if a clinically significant change in lipids is noted. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "fostemsavir will increase the level or effect of ezetimibe by  Other (see comment). Modify Therapy/Monitor Closely. Fostemsavir inhibits OATP1B1/3 transporter. If possible, avoid coadministration or modify dose of OATP1B1/3 substrates coadministered with fostemsavir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "simvastatin will increase the level or effect of estradiol by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estropipate",
            "description": {
                "common": "simvastatin will increase the level or effect of estropipate by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP3A4 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "simvastatin will increase the level or effect of fludrocortisone by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "fostemsavir will increase the level or effect of simvastatin by  Other (see comment). Modify Therapy/Monitor Closely. Fostemsavir inhibits OATP1B1/3 and BCRP transporters. If possible, avoid coadministration or modify dose of OATP1B1/3 or BCRP substrates coadministered with fostemsavir. Use lowest possible starting dose for statins and monitor for associated adverse events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "glecaprevir/pibrentasvir will increase the level or effect of ezetimibe by  Other (see comment). Use Caution/Monitor. Coadministration with glecaprevir/pibrentasvir may increase plasma concentration of drugs that are substrates of OATP1B1 or OATP1B3"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "glyburide increases toxicity of simvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "simvastatin will increase the level or effect of hydrocortisone by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone increases levels of simvastatin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Iloperidone is a time-dependent CYP3A inhibitor and may lead to increased plasma levels of drugs predominantly eliminated by CYP3A4."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irinotecan liposomal",
            "description": {
                "common": "simvastatin will increase the level or effect of irinotecan liposomal by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of CYP3A4 substrates in clinical trials. This effect was not observed with istradefylline 20 mg/day. Consider dose reduction of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "simvastatin will increase the level or effect of itraconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "ivacaftor increases levels of simvastatin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Ivacaftor and its M1 metabolite has the potential to inhibit P-gp; may significantly increase systemic exposure to sensitive P-gp substrates with a narrow therapeutic index."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivermectin",
            "description": {
                "common": "simvastatin will increase the level or effect of ivermectin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lanthanum carbonate",
            "description": {
                "common": "lanthanum carbonate decreases levels of simvastatin by cation binding in GI tract. Use Caution/Monitor. Administer statin at least 2 hr before or 2 hr after lanthanum. Monitor serum concentrations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Initiate simvastatin with the lowest starting dose and titrate carefully while monitoring for safety (eg, myopathy)"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir increases levels of ezetimibe by Other (see comment). Use Caution/Monitor. \nComment: Letermovir, an OATP1B1/3 inhibitor may increase plasma concentrations of coadministered OATP1B1/3 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levamlodipine",
            "description": {
                "common": "levamlodipine will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration of simvastatin with amlodipine increases the systemic exposure of simvastatin. Limit the dose of simvastatin in patients on amlodipine to 20 mg daily."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loperamide",
            "description": {
                "common": "simvastatin will increase the level or effect of loperamide by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lorlatinib",
            "description": {
                "common": "lorlatinib will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lovastatin",
            "description": {
                "common": "simvastatin will increase the level or effect of lovastatin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mestranol",
            "description": {
                "common": "simvastatin will increase the level or effect of mestranol by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "simvastatin will increase the level or effect of methylprednisolone by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metyrapone",
            "description": {
                "common": "metyrapone increases toxicity of simvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mipomersen",
            "description": {
                "common": "mipomersen, simvastatin.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Both drugs have potential to increase hepatic enzymes; monitor LFTs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane decreases levels of simvastatin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Mitotane is a strong inducer of cytochrome P-4503A4; monitor when coadministered with CYP3A4 substrates for possible dosage adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel",
            "description": {
                "common": "simvastatin will increase the level or effect of paclitaxel by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel protein bound",
            "description": {
                "common": "simvastatin will increase the level or effect of paclitaxel protein bound by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "simvastatin will increase the level or effect of paliperidone by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pazopanib",
            "description": {
                "common": "simvastatin increases toxicity of pazopanib by Other (see comment). Use Caution/Monitor. \nComment: Increased risk of elevated LFTs with pazopanib when coadministered with simvastatin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pioglitazone",
            "description": {
                "common": "pioglitazone increases toxicity of simvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponatinib",
            "description": {
                "common": "ponatinib increases levels of simvastatin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "simvastatin will increase the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisolone",
            "description": {
                "common": "simvastatin will increase the level or effect of prednisolone by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisone",
            "description": {
                "common": "simvastatin will increase the level or effect of prednisone by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "repaglinide",
            "description": {
                "common": "repaglinide increases toxicity of simvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will increase the level or effect of simvastatin by  Other (see comment). Use Caution/Monitor. OATP1B1 inhibitors may increase risk of myopathy"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "simvastatin will increase the level or effect of risperidone by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rosiglitazone",
            "description": {
                "common": "rosiglitazone increases toxicity of simvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "simvastatin will increase the level or effect of sacubitril/valsartan by  Other (see comment). Use Caution/Monitor. The results from an in vitro study with human liver tissue indicate that valsartan is a substrate of the hepatic uptake transporter OATP1B1; coadministration with OATP1B1 inhibitors may increase valsartan systemic exposure"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sarecycline will increase the level or effect of simvastatin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor for toxicities of P-gp substrates that may require dosage reduction when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "silodosin",
            "description": {
                "common": "simvastatin will increase the level or effect of silodosin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sirolimus",
            "description": {
                "common": "simvastatin will increase the level or effect of sirolimus by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sofosbuvir/velpatasvir",
            "description": {
                "common": "sofosbuvir/velpatasvir increases levels of ezetimibe by Other (see comment). Use Caution/Monitor. \nComment: Velpatasvir inhibits OATP1B1, OATP1B3, and OATP2B1 transporters. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, simvastatin. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP3A4 inhibitor and inducer. Monitor CYP3A4 substrates coadministered with stiripentol for increased or decreased effects. CYP3A4 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "simvastatin will increase the level or effect of tacrolimus by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tazemetostat will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tecovirimat",
            "description": {
                "common": "tecovirimat will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Tecovirimat is a weak CYP3A4 inducer. Monitor sensitive CYP3A4 substrates for effectiveness if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ticagrelor",
            "description": {
                "common": "ticagrelor increases levels of simvastatin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Avoid simvastatin doses greater than 40 mg."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "simvastatin will increase the level or effect of tolvaptan by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valsartan",
            "description": {
                "common": "simvastatin will increase the level or effect of valsartan by  Other (see comment). Use Caution/Monitor. The results from an in vitro study with human liver tissue indicate that valsartan is a substrate of the hepatic uptake transporter OATP1B1; coadministration with OATP1B1 inhibitors may increase valsartan systemic exposure"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vinblastine",
            "description": {
                "common": "simvastatin will increase the level or effect of vinblastine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vincristine",
            "description": {
                "common": "simvastatin will increase the level or effect of vincristine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vincristine liposomal",
            "description": {
                "common": "simvastatin will increase the level or effect of vincristine liposomal by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "simvastatin increases effects of warfarin by anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aliskiren",
            "description": {
                "common": "simvastatin will increase the level or effect of aliskiren by  P-glycoprotein (MDR1) efflux transporter. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alvimopan",
            "description": {
                "common": "simvastatin will increase the level or effect of alvimopan by  P-glycoprotein (MDR1) efflux transporter. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ambrisentan",
            "description": {
                "common": "simvastatin will increase the level or effect of ambrisentan by  P-glycoprotein (MDR1) efflux transporter. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anastrozole",
            "description": {
                "common": "anastrozole will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "armodafinil",
            "description": {
                "common": "simvastatin will increase the level or effect of armodafinil by  P-glycoprotein (MDR1) efflux transporter. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "coenzyme Q10",
            "description": {
                "common": "simvastatin decreases levels of coenzyme Q10 by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol decreases levels of simvastatin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenofibrate",
            "description": {
                "common": "fenofibrate increases levels of ezetimibe by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenofibrate micronized",
            "description": {
                "common": "fenofibrate micronized increases levels of ezetimibe by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenofibric acid",
            "description": {
                "common": "fenofibric acid increases levels of ezetimibe by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fexofenadine",
            "description": {
                "common": "simvastatin will increase the level or effect of fexofenadine by  P-glycoprotein (MDR1) efflux transporter. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gemfibrozil",
            "description": {
                "common": "gemfibrozil increases levels of ezetimibe by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isradipine",
            "description": {
                "common": "isradipine decreases levels of simvastatin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "larotrectinib will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "loratadine",
            "description": {
                "common": "simvastatin will increase the level or effect of loratadine by  P-glycoprotein (MDR1) efflux transporter. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "orlistat",
            "description": {
                "common": "orlistat increases effects of simvastatin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "sacubitril/valsartan increases toxicity of simvastatin by Other (see comment). Minor/Significance Unknown. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "telmisartan",
            "description": {
                "common": "telmisartan increases toxicity of simvastatin by Other (see comment). Minor/Significance Unknown. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trazodone",
            "description": {
                "common": "trazodone increases levels of simvastatin by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "valsartan",
            "description": {
                "common": "valsartan increases toxicity of simvastatin by Other (see comment). Minor/Significance Unknown. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin will increase the level or effect of ezetimibe by  Other (see comment). Minor/Significance Unknown. Information suggests voclosporin (an OATP1B1 inhibitor) may increase in the concentration of OATP1B1 substrates is possible. Monitor for adverse reactions of OATP1B1 substrates when coadministered with voclosporin."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Headache",
            "percent": "6.8"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "3.9"
        },
        {
            "name": "Myalgia",
            "percent": "3.5"
        },
        {
            "name": "Increased ALT",
            "percent": "4"
        },
        {
            "name": "Influenza",
            "percent": "2.6"
        },
        {
            "name": "Pain in extremity",
            "percent": "2.3"
        },
        {
            "name": "Erectile dysfunction",
            "percent": null
        },
        {
            "name": "Interstitial lung disease",
            "percent": null
        },
        {
            "name": "Rare reports of cognitive impairment",
            "percent": null
        },
        {
            "name": "eg",
            "percent": null
        },
        {
            "name": "memory loss",
            "percent": null
        },
        {
            "name": "forgetfulness",
            "percent": null
        },
        {
            "name": "amnesia",
            "percent": null
        },
        {
            "name": "memory impairment",
            "percent": null
        },
        {
            "name": "confusion",
            "percent": null
        },
        {
            "name": "associated with statin use",
            "percent": null
        }
    ]
}