{
    "name": "colesevelam",
    "comment": "Rx",
    "other_names": [
        "WelChol"
    ],
    "classes": [
        "Bile Acid Sequestrants"
    ],
    "source": "https://reference.medscape.com/drug/welchol-colesevelam-342449",
    "pregnancy": {
        "common": [
            "There are no adequate and well-controlled studies of colesevelam hydrochloride use in pregnant women",
            "In the postmarketing setting, there have been reports of pregnancy and a causal association with congenital anomalies has not been established"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In animal reproduction studies, no evidence of either maternal or fetal toxicity was found in rats or rabbits exposed to colesevelam hydrochloride during the period of fetal organogenesis at 8 and 5 times, respectively, the maximum recommended human dose (MRHD) of 3.75 g/day, based on body surface area (mg/m",
                    ")"
                ]
            },
            {
                "type": "Contraception",
                "description": [
                    "Coadministration with colesevelam and oral contraceptives may reduce efficacy of oral contraceptives; advise patients to take oral contraceptives at least 4 hr prior to taking therapy"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Not absorbed systemically by mother following oral administration, and breastfeeding is not expected to result in exposure of child to drug"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Serum TG concentrations >500 mg/dL",
                "History of hypertriglyceridemia-induced pancreatitis",
                "History of bowel obstruction"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Tablets can cause dysphagia or esophageal obstruction due to size; for patients with difficulty swallowing tablets use oral suspension",
                "May increase serum TG concentrations, hypertriglyceridemia can cause acute pancreatitis",
                "Secondary causes of hyperlipidemia must be ruled out before therapy is initiated",
                "Postmarketing cases of bowel obstruction have occurred; not recommended in gastroparesis (constipating effects); instruct patients to promptly discontinue therapy and seek medical attention if severe abdominal pain or severe constipation occurs",
                "May exacerbate preexisting constipation (initiate therapy at lower dosage in patients with history of constipation)",
                "Seek prompt medical attention if symptoms of acute pancreatitis occur (e.g., severe abdominal pain with or without nausea and vomiting)",
                "Phenylalanine can be harmful to patients with phenylketonuria (PKU); before prescribing oral suspension to a patient with PKU, consider combined daily amount of phenylalanine from all sources, including oral suspension"
            ],
            "specific": [
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "May reduce absorption of some drugs and nutrients; administer drugs with known interactions or narrow therapeutic index 4 hr before colesevelam",
                        "Bile acid sequestrants may decrease absorption of fat-soluble vitamins; administer vitamin at least 4 hr prior to colesevelam",
                        "In vivo drug interactions studies showed a decrease in exposure of ethinyl estradiol, norethindrone, olmesartan, and sulfonylureas when coadministered with colesevelam; also showed increase in metformin ER when coadministered colesevelam",
                        "Adverse reactions resulting from coadministration with colesevelam",
                        "Increased seizure activity or decreased phenytoin levels in patients receiving phenytoin",
                        "Reduced INR in patients receiving warfarin therapy; monitor INR",
                        "Elevated thyroid-stimulating hormone (TSH) in patients receiving thyroid hormone replacement therapy; administer thyroid hormone replacement therapy 4 hr prior to colesevelam"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholic acid",
            "description": {
                "common": "colesevelam will decrease the level or effect of cholic acid by  drug binding in GI tract. Use Caution/Monitor. Take cholic acid at least 1 hr before or 4-6 hr (or as great an interval as possible) after a bile acid binding resin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "colesevelam decreases levels of cyclosporine by drug binding in GI tract. Use Caution/Monitor. Concomitant administration decreases cyclosporine absorption; however, absorption is not reduced when cyclosporine is administered 4 hr before colesevelam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxercalciferol",
            "description": {
                "common": "colesevelam decreases levels of doxercalciferol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. (Vitamin D analog)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "colesevelam will decrease the level or effect of fosphenytoin by  Mechanism: inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Administer fosphenytoin at least 4 hr before colesevelam"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glimepiride",
            "description": {
                "common": "colesevelam decreases levels of glimepiride by drug binding in GI tract. Use Caution/Monitor. Concomitant administration decreases glimepiride absorption; however, absorption is not reduced when glimepiride is administered 4 hr before colesevelam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glipizide",
            "description": {
                "common": "colesevelam decreases levels of glipizide by drug binding in GI tract. Use Caution/Monitor. Concomitant administration decreases glipizide absorption; however, absorption is not reduced when glipizide is administered 4 hr before colesevelam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "colesevelam decreases levels of glyburide by drug binding in GI tract. Use Caution/Monitor. Concomitant administration decreases glyburide absorption; however, absorption is not reduced when glyburide is administered 4 hr before colesevelam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate",
            "description": {
                "common": "colesevelam decreases levels of levonorgestrel oral/ethinylestradiol/ferrous bisglycinate by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Colesevelam, a bile acid sequestrant, given together with a combined hormonal contraceptives (CHCs), has been shown to significantly decrease the AUC of ethinyl estradiol (EE). Oral contraceptives containing ethinyl estradiol should be administered at least 4 hours before the colesevelam dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levothyroxine",
            "description": {
                "common": "colesevelam decreases levels of levothyroxine by drug binding in GI tract. Use Caution/Monitor. Concomitant administration decreases levothyroxine absorption; however, absorption is not reduced when levothyroxine is administered 4 hr before colesevelam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liothyronine",
            "description": {
                "common": "colesevelam will decrease the level or effect of liothyronine by  Mechanism: inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Administer thyroid hormones at least 4 hr before colesevelam. Elevated thyroid-stimulating hormone (TSH) in patients receiving thyroid hormone."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "colesevelam decreases levels of lomitapide by drug binding in GI tract. Use Caution/Monitor. Separate lomitapide and administration of bile acid sequestrants by at least 4 hours; bile acid sequestrants can interfere with the absorption of oral medications."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metformin",
            "description": {
                "common": "colesevelam increases levels of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norethindrone",
            "description": {
                "common": "colesevelam decreases levels of norethindrone by drug binding in GI tract. Use Caution/Monitor. Administer oral contraceptives containing norethindrone/ethinyl estradiol at least 4 hr before colesevelam to avoid decreased absorption."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "obeticholic acid",
            "description": {
                "common": "colesevelam will decrease the level or effect of obeticholic acid by  drug binding in GI tract. Modify Therapy/Monitor Closely. Administer obeticholic acid at least 4 hr before or 4 hr after taking a bile acid binding resins."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "odevixibat",
            "description": {
                "common": "colesevelam will decrease the level or effect of odevixibat by  drug binding in GI tract. Modify Therapy/Monitor Closely. Administer bile acid sequestrants 4 hr before or after odevixibat."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olmesartan",
            "description": {
                "common": "colesevelam decreases levels of olmesartan by drug binding in GI tract. Use Caution/Monitor. Concomitant administration decreases levothyroxine absorption; however, absorption is not reduced when levothyroxine is administered 4 hr before colesevelam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omadacycline",
            "description": {
                "common": "colesevelam will decrease the level or effect of omadacycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Monitor for decreased effects of tetracyclines if coadministered with a bile acid sequestrant.  Separate doses 2 or more hours if these agents are used concomitantly."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paricalcitol",
            "description": {
                "common": "colesevelam decreases levels of paricalcitol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. (Vitamin D analog)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "colesevelam will decrease the level or effect of phenytoin by  Mechanism: inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Administer phenytoin at least 4 hr before colesevelam"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "colesevelam will decrease the level or effect of sarecycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Monitor for decreased effects of tetracyclines if coadministered with a bile acid sequestrant.  Separate doses by 2 or more hours if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thyroid desiccated",
            "description": {
                "common": "colesevelam will decrease the level or effect of thyroid desiccated by  Mechanism: inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Administer thyroid hormones at least 4 hr before colesevelam. Elevated thyroid-stimulating hormone (TSH) in patients receiving thyroid hormone."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vitamin D",
            "description": {
                "common": "colesevelam will decrease the level or effect of vitamin D by  Other (see comment). Use Caution/Monitor. Bile acid sequestrants may decrease the absorption of fat-soluble vitamins. Administer vitamin supplementation at least 4 hours prior to colesevelam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "colesevelam increases effects of warfarin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chenodiol",
            "description": {
                "common": "colesevelam decreases levels of chenodiol by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ursodiol",
            "description": {
                "common": "colesevelam decreases effects of ursodiol by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "verapamil",
            "description": {
                "common": "colesevelam decreases levels of verapamil by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. (Sustained release form of verapamil)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vitamin K1 (phytonadione)",
            "description": {
                "common": "colesevelam decreases levels of vitamin K1 (phytonadione) by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. (Vitamin K)."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Constipation",
            "percent": "6.5-11"
        },
        {
            "name": "Dyspepsia",
            "percent": "2.8-8.3"
        },
        {
            "name": "Headache",
            "percent": "3.9-7.6"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "5.4-6.2"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "4.9"
        },
        {
            "name": "Nausea",
            "percent": "4.2"
        },
        {
            "name": "Influenza",
            "percent": "3.8"
        },
        {
            "name": "Nausea",
            "percent": "2.6-3.8"
        },
        {
            "name": "Accidental injury",
            "percent": "3.7"
        },
        {
            "name": "Asthenia",
            "percent": "3.6"
        },
        {
            "name": "Hypoglycemia",
            "percent": "3.4"
        },
        {
            "name": "Pharyngitis",
            "percent": "3.2"
        },
        {
            "name": "Flu syndrome",
            "percent": "3.2"
        },
        {
            "name": "Rhinitis",
            "percent": "3.2"
        },
        {
            "name": "Fatigue",
            "percent": "3.9"
        },
        {
            "name": "Hypertension",
            "percent": "2.6"
        },
        {
            "name": "Creatine phosphokinase increase",
            "percent": "2.3"
        },
        {
            "name": "Rhinitis",
            "percent": "2.3"
        },
        {
            "name": "Vomiting",
            "percent": "2.3"
        },
        {
            "name": "Back pain",
            "percent": "2.3"
        },
        {
            "name": "Myalgia",
            "percent": "2.1"
        },
        {
            "name": "Gastrointestinal",
            "percent": null
        },
        {
            "name": "Bowel obstruction",
            "percent": null
        },
        {
            "name": "in patients with a history of bowel obstruction or resection",
            "percent": null
        },
        {
            "name": "dysphagia or esophageal obstruction",
            "percent": null
        },
        {
            "name": "occasionally requiring medical intervention",
            "percent": null
        },
        {
            "name": "fecal impaction",
            "percent": null
        },
        {
            "name": "pancreatitis",
            "percent": null
        },
        {
            "name": "abdominal distension",
            "percent": null
        },
        {
            "name": "exacerbation of hemorrhoids",
            "percent": null
        },
        {
            "name": "and increased transaminases",
            "percent": null
        },
        {
            "name": "Laboratory abnormalities",
            "percent": null
        },
        {
            "name": "Hypertriglyceridemia",
            "percent": null
        }
    ]
}