{
    "name": "capecitabine",
    "comment": "Rx",
    "other_names": [
        "Xeloda"
    ],
    "classes": [
        "Antineoplastics",
        "Antimetabolites"
    ],
    "source": "https://reference.medscape.com/drug/xeloda-capecitabine-342211",
    "pregnancy": {
        "common": [
            "Based on findings in animal reproduction studies and its mechanism of action, fetal harm may occur when administered to pregnant females; limited available human data are not sufficient to inform drug-associated risk during pregnancy",
            "Pregnancy testing recommended for females of reproductive potential before initiating therapy "
        ],
        "specific": [
            {
                "type": "Animal studies",
                "description": [
                    "Therapy in pregnant animals during organogenesis caused embryo lethality and teratogenicity in mice and embryo lethality in monkeys at 0.2 and 0.6 times, respectively, the exposure (AUC) in patients "
                ]
            },
            {
                "type": "Contraception",
                "description": [
                    "Females of reproductive potential: Use effective contraception during treatment and for 6 months after last dose ",
                    "Males with female partners of reproductive potential: Use effective contraception during treatment and for 3 months after last dose"
                ]
            },
            {
                "type": "Infertility",
                "description": [
                    "Based on animal studies, may impair fertility in females and males"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Data are unavailable regarding presence in human milk, effects on milk production, or effects on breastfed infants; drug metabolites were present in milk of lactating mice",
            "Owing to potential for serious adverse reactions from exposure in breastfed infants, advise females not to breastfeed during therapy and for 2 weeks after final dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Anticoagulant interactions",
                    "description": [
                        "Monitor INR or prothrombin time frequently if coadministered with oral coumarin-derivative anticoagulants (eg, warfarin); adjust warfarin dose accordingly ",
                        "Altered coagulation parameters and/or bleeding, including death, reported during concomitant use ",
                        "Occurrence: Within several days and up to several months after initiating capecitabine; may also observe within 1 month after discontinuing capecitabine ",
                        "Predisposing factors: Age >60 years; cancer "
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to capecitabine or fluorouracil (5-FU)",
                "Severe renal impairment (CrCl <30 mL/min)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "May result in bleeding, death; monitor anticoagulant response (eg, INR, PT) and adjust anticoagulant dose accordingly",
                "Diarrhea may be severe; interrupt capecitabine treatment immediately until diarrhea resolves or decreases to grade 1; recommend standard antidiarrheal treatments",
                "Cardiotoxicity observed, including MI/ischemia, angina, dysrhythmias, cardiac arrest, cardiac failure, sudden death, ECG changes, and cardiomyopathy; more common with history of coronary artery disease",
                "Increased risk of severe or fatal adverse reactions in patients with low or absent dihydropyrimidine dehydrogenase (DPD) activity; withhold or permanently discontinue capecitabine in patients with evidence of acute early-onset or unusually severe toxicity, which may indicate near complete or total absence of DPD activity; no capecitabine dose has been proven safe in patients with absent DPD activity",
                "Interrupt capecitabine treatment until dehydration is corrected; potential risk of acute renal failure secondary to dehydration; monitor and correct dehydration",
                "Can cause fetal harm; advise women of the potential risk to the fetus",
                "Severe mucocutaneous reactions, Steven-Johnson Syndrome (SJS) and Toxic Epidermal Necrolysis (TEN), reported; discontinue therapy in patients who experience a severe mucocutaneous reaction during treatment; capecitabine may induce hand-and-foot syndrome; interrupt capecitabine treatment until hand-and-foot syndrome event resolves or decreases in intensity; persistent or severe hand-and-foot syndrome can eventually lead to loss of fingerprints",
                "Hyperbilirubinemia reported; interrupt therapy immediately until it resolves or decreases in intensity",
                "Do not treat patients with baseline neutrophil counts <1.5 x 10",
                "9",
                ";/L or thrombocyte counts <100 x 10",
                "9",
                ";/L; if grade 3-4 neutropenia or thrombocytopenia occurs, stop therapy until condition resolves ",
                "Caution in geriatric patients; greater risk of grade 3 or 4 adverse reactions ",
                "Monitor carefully with mild-to-moderate hepatic dysfunction owing to liver metastases; effect of severe hepatic dysfunction on capecitabine disposition unknown ",
                "Use in combination with irinotecan has not been adequately studied "
            ],
            "specific": [
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Warfarin",
                        "Monitor INR and PT frequently; modify warfarin dose accordingly",
                        "Increased INR/PT observed with coadministration; presumed mechanism is CYP2C9 inhibition by capecitabine ",
                        "Phenytoin",
                        "Monitor phenytoin level frequently; phenytoin dose may need to be reduced ",
                        "Presumed mechanism is CYP2C9 inhibition by capecitabine ",
                        "Leucovorin",
                        "5-FU, an active metabolite of capecitabine, is increased and its toxicity may be enhanced by leucovorin ",
                        "Deaths from severe enterocolitis, diarrhea, and dehydration reported in older patients receiving weekly leucovorin and 5-FU ",
                        "CYP2C9 substrates",
                        "Caution if coadministered with CYP2C9 substrates",
                        "Other than warfarin, formal drug-drug interaction studies have not been conducted with other CYP2C9 substrates ",
                        "Allopurinol",
                        "Avoid coadministration ",
                        "Coadministration may decrease concentration of capecitabine’s active metabolites "
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "capecitabine decreases effects of adenovirus types 4 and 7 live, oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressives may diminish therapeutic effects of vaccines and increase risk of adverse effects (increased risk of infection). Live-attenuated vaccines should be avoided for at least 3mo after cessation of immunosuppressive therapy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "capecitabine, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "capecitabine, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cedazuridine",
            "description": {
                "common": "cedazuridine will increase the level or effect of capecitabine by  decreasing metabolism. Avoid or Use Alternate Drug. Cedazuridine, a CDA inhibitor, is used with decitabine to increase systemic exposure of decitabine. Use with other drugs metabolized by CDA may increase levels and toxicities of those drugs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "capecitabine, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "deferiprone",
            "description": {
                "common": "deferiprone, capecitabine.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid use of deferiprone with other drugs known to be associated with neutropenia or agranulocytosis; if an alternative is not possible, monitor absolute neutrophil count more frequently."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "capecitabine increases effects of enoxaparin by unspecified interaction mechanism. Avoid or Use Alternate Drug. An additive risk of bleeding with enoxaparin may be seen in thrombocytopenic patients receiving antineoplastic agents like capecitabine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "capecitabine will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP2C9 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole and capecitabine both increase  QTc interval. Avoid or Use Alternate Drug. Avoid coadministration of fexinidazole with drugs known to block potassium channels or prolong QT interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "capecitabine, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, adjuvanted",
            "description": {
                "common": "capecitabine decreases effects of influenza virus vaccine quadrivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent, adjuvanted",
            "description": {
                "common": "capecitabine decreases effects of influenza virus vaccine trivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lefamulin",
            "description": {
                "common": "lefamulin and capecitabine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "capecitabine, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of capecitabine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hrbefore, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b, capecitabine.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Myelosuppressive agents can produce additive myelosuppression. Avoid use and monitor patients receiving the combination for effects of excessive myelosuppression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "capecitabine will increase the level or effect of siponimod by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. Coadministration of siponimod with drugs that cause moderate CYP2C9 AND a moderate or strong CYP3A4 inhibition is not recommended. Caution if siponimod coadministered with moderate CYP2C9 inhibitors alone."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "capecitabine, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "capecitabine, tofacitinib.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide increases levels of capecitabine by enhancing GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "antithrombin alfa",
            "description": {
                "common": "capecitabine increases effects of antithrombin alfa by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "antithrombin III",
            "description": {
                "common": "capecitabine increases effects of antithrombin III by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "argatroban",
            "description": {
                "common": "capecitabine increases effects of argatroban by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arsenic trioxide",
            "description": {
                "common": "capecitabine and arsenic trioxide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bedaquiline",
            "description": {
                "common": "capecitabine and bedaquiline both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belatacept",
            "description": {
                "common": "belatacept and capecitabine both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "capecitabine increases effects of bivalirudin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "capecitabine and chlorpromazine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "capecitabine decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cisapride",
            "description": {
                "common": "capecitabine and cisapride both decrease  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dalteparin",
            "description": {
                "common": "capecitabine increases effects of dalteparin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "capecitabine decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "denosumab",
            "description": {
                "common": "capecitabine, denosumab. Other (see comment). Use Caution/Monitor. \nComment: Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexlansoprazole",
            "description": {
                "common": "dexlansoprazole decreases effects of capecitabine by unknown mechanism. Use Caution/Monitor. Retrospective data suggest elevated gastric pH caused by PPI use may impair capecitabine tablet dissolution and/or reduce absorption."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and capecitabine both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "capecitabine will increase the level or effect of diclofenac by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Do not exceed diclofenac dose of 50 mg BID"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "disopyramide",
            "description": {
                "common": "capecitabine and disopyramide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dofetilide",
            "description": {
                "common": "capecitabine and dofetilide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dronabinol",
            "description": {
                "common": "capecitabine will increase the level or effect of dronabinol by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Dronabinol is a CYP2C9 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "capecitabine increases levels of eluxadoline by affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. As a precautionary measure due to incomplete information on the metabolism of eluxadoline, use caution when coadministered with strong CYP2C9/10 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethotoin",
            "description": {
                "common": "capecitabine increases levels of ethotoin by unknown mechanism. Use Caution/Monitor. Based on case reports."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "capecitabine increases effects of fingolimod by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fondaparinux",
            "description": {
                "common": "capecitabine increases effects of fondaparinux by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "capecitabine increases levels of fosphenytoin by unknown mechanism. Use Caution/Monitor. Based on case reports."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "capecitabine and fostemsavir both increase  QTc interval. Use Caution/Monitor. QTc prolongation reported with higher than recommended doses of fostemsavir. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gilteritinib",
            "description": {
                "common": "gilteritinib and capecitabine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "capecitabine increases levels of glyburide by affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Strong CYP2C9 inhibitors may decrease glyburide metabolism."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "goserelin",
            "description": {
                "common": "capecitabine and goserelin both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "capecitabine and haloperidol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "heparin",
            "description": {
                "common": "capecitabine increases effects of heparin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "histrelin",
            "description": {
                "common": "capecitabine and histrelin both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibutilide",
            "description": {
                "common": "capecitabine and ibutilide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza A (H5N1) vaccine",
            "description": {
                "common": "capecitabine decreases effects of influenza A (H5N1) vaccine by Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce immune response to H5N1 vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine (H5N1), adjuvanted",
            "description": {
                "common": "capecitabine decreases effects of influenza virus vaccine (H5N1), adjuvanted by Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce immune response to H5N1 vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lacosamide",
            "description": {
                "common": "capecitabine increases levels of lacosamide by affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely. Consider decreasing lacosamide dose when coadministered with strong CYP2C9 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lansoprazole",
            "description": {
                "common": "lansoprazole decreases effects of capecitabine by unknown mechanism. Use Caution/Monitor. Retrospective data suggest elevated gastric pH caused by PPI use may impair capecitabine tablet dissolution and/or reduce absorption."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenvatinib",
            "description": {
                "common": "capecitabine and lenvatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lesinurad",
            "description": {
                "common": "capecitabine will increase the level or effect of lesinurad by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "leucovorin",
            "description": {
                "common": "leucovorin increases effects of capecitabine by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal group B vaccine",
            "description": {
                "common": "capecitabine decreases effects of meningococcal group B vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Individuals with altered immunocompetence may have reduced immune responses to the vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methadone",
            "description": {
                "common": "capecitabine and methadone both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, capecitabine.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olaparib",
            "description": {
                "common": "capecitabine and olaparib both increase  pharmacodynamic synergism. Use Caution/Monitor. Coadministration with other other myelosuppressive anticancer agents, including DNA damaging agents,  may potentiate and prolongate the myelosuppressive toxicity. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olodaterol inhaled",
            "description": {
                "common": "capecitabine and olodaterol inhaled both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole decreases effects of capecitabine by unknown mechanism. Use Caution/Monitor. Retrospective data suggest elevated gastric pH caused by PPI use may impair capecitabine tablet dissolution and/or reduce absorption."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osilodrostat",
            "description": {
                "common": "osilodrostat and capecitabine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ospemifene",
            "description": {
                "common": "capecitabine increases levels of ospemifene by affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pantoprazole",
            "description": {
                "common": "pantoprazole decreases effects of capecitabine by unknown mechanism. Use Caution/Monitor. Retrospective data suggest elevated gastric pH caused by PPI use may impair capecitabine tablet dissolution and/or reduce absorption."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "capecitabine increases levels of phenytoin by unknown mechanism. Use Caution/Monitor. Based on case reports."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procainamide",
            "description": {
                "common": "capecitabine and procainamide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "protamine",
            "description": {
                "common": "capecitabine increases effects of protamine by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "capecitabine and quinidine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinine",
            "description": {
                "common": "capecitabine and quinine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rabeprazole",
            "description": {
                "common": "rabeprazole decreases effects of capecitabine by unknown mechanism. Use Caution/Monitor. Retrospective data suggest elevated gastric pH caused by PPI use may impair capecitabine tablet dissolution and/or reduce absorption."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selpercatinib",
            "description": {
                "common": "capecitabine and selpercatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and capecitabine both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "capecitabine decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium citrate/citric acid",
            "description": {
                "common": "sodium citrate/citric acid increases levels of capecitabine by enhancing GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbinafine",
            "description": {
                "common": "capecitabine will increase the level or effect of terbinafine by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, capecitabine.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, capecitabine.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and capecitabine both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vandetanib",
            "description": {
                "common": "capecitabine and vandetanib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "capecitabine and voclosporin both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "capecitabine will increase the level or effect of warfarin by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely. Closely monitor INR and PT and adjust dose. Increased INR and PT can occur within a few days of initiating capecitabine. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "capecitabine and ziprasidone both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "esomeprazole",
            "description": {
                "common": "esomeprazole decreases effects of capecitabine by unknown mechanism. Minor/Significance Unknown. Retrospective data suggest elevated gastric pH caused by PPI use may impair capecitabine tablet dissolution and/or reduce absorption. However, a randomized crossover study found esomeprazole did not affect capecitabine systemic exposure."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "food",
            "description": {
                "common": "food decreases levels of capecitabine by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. Food has shown to reduce both the rate and extent of absorption of capecitabine."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maitake",
            "description": {
                "common": "maitake increases effects of capecitabine by pharmacodynamic synergism. Minor/Significance Unknown. Maitake mushroom has anti-tumor effects (animal/in vitro research)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "taurine",
            "description": {
                "common": "capecitabine decreases levels of taurine by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vitamin A",
            "description": {
                "common": "vitamin A, capecitabine. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Antioxidants such as vitamin A enhance the efficacy, and reduce toxicity, of antineoplastic drugs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vitamin E",
            "description": {
                "common": "vitamin E, capecitabine. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Antioxidants such as vitamin E enhance the efficacy, and reduce toxicity, of antineoplastic drugs."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Varies with carcinoma type",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Anemia",
            "percent": null
        },
        {
            "name": "Lymphopenia",
            "percent": null
        },
        {
            "name": "Hand and foot syndrome",
            "percent": null
        },
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "Fatigue",
            "percent": null
        },
        {
            "name": "Fever",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Pain",
            "percent": null
        },
        {
            "name": "Paresthesia",
            "percent": null
        },
        {
            "name": "Alopecia",
            "percent": null
        },
        {
            "name": "Dermatitis",
            "percent": null
        },
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "Anorexia",
            "percent": null
        },
        {
            "name": "Appetite decreased",
            "percent": null
        },
        {
            "name": "Constipation",
            "percent": null
        },
        {
            "name": "Dyspepsia",
            "percent": null
        },
        {
            "name": "Stomatitis",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Neutropenia",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "Dyspnea",
            "percent": null
        },
        {
            "name": "Bilirubin increased",
            "percent": null
        },
        {
            "name": "Eye irritation",
            "percent": null
        },
        {
            "name": "Chest pain",
            "percent": null
        },
        {
            "name": "Dermatitis",
            "percent": null
        },
        {
            "name": "Pruritus",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Weakness",
            "percent": null
        },
        {
            "name": "Dehydration",
            "percent": null
        },
        {
            "name": "Dry mouth",
            "percent": null
        },
        {
            "name": "Dyspepsia",
            "percent": null
        },
        {
            "name": "Taste disturbance",
            "percent": null
        },
        {
            "name": "Back pain",
            "percent": null
        },
        {
            "name": "Toxic leukoencephalopathy",
            "percent": null
        },
        {
            "name": "Angioedema",
            "percent": null
        }
    ]
}