{
    "name": "eravacycline",
    "comment": "Rx",
    "other_names": [
        "Xerava"
    ],
    "classes": [
        "Tetracyclines"
    ],
    "source": "https://reference.medscape.com/drug/xerava-eravacycline-1000245",
    "pregnancy": {
        "common": [
            "Like other tetracycline-class antibacterial drugs, may cause discoloration of deciduous teeth and reversible inhibition of bone growth when administered during second and third trimesters of pregnancy"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "Animal studies indicate that eravacycline crosses the placenta and is found in fetal plasma; doses above ~3 and 2.8 times the clinical exposure, based on AUC in rats and rabbits, respectively, administered during the period of organogenesis, were associated with decreased ossification, decreased fetal body weight, and/or increased postimplantation loss"
                ]
            },
            {
                "type": "Infertility",
                "description": [
                    "Based on animal studies, can lead to impaired spermiation and sperm maturation, resulting in abnormal sperm morphology and poor motility"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Unknown if excreted in human breast milk",
            "Eravacycline (and its metabolites) is excreted in the milk of lactating rats",
            "Tetracyclines are excreted in human milk; however, extent of absorption of antimicrobials#tetracyclines, including eravacycline, by the breastfed infant is not known",
            "Since other antibacterial drug options are available to treat cIAI in lactating women and because of the potential for serious adverse reactions, including tooth discoloration and inhibition of bone growth, advise patients that breastfeeding is not recommended during treatment and for 4 days (based on half-life) after the last dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to eravacycline, tetracycline antibacterials, or any of the excipients"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Life-threatening hypersensitivity (anaphylaxis) reported; avoid with history of tetracycline allergy; discontinue if allergic reaction occurs",
                "Clostridium difficile-associated diarrhea (CDAD) reported with use of nearly all antibacterial agents, and may range in severity from mild diarrhea to fatal colitis; if CDAD is suspected or confirmed, consider discontinuing ongoing antibacterial drug use not directed against C difficile and initiating treatment-appropriate measures",
                "Structurally similar to antimicrobials#tetracyclines and may have similar adverse reactions, including photosensitivity; pseudotumor cerebri; and antianabolic action, which has led to increased BUN, azotemia, acidosis, hyperphosphatemia, pancreatitis, and abnormal liver function tests",
                "May cause overgrowth of nonsusceptible organisms, including fungi",
                "Prescribing without proven or strongly suspected bacterial infection is unlikely to provide benefit to the patient and increases the risk of the development of drug-resistant bacteria"
            ],
            "specific": [
                {
                    "type": "Use during tooth and bone development",
                    "description": [
                        "Use during tooth development (last half of pregnancy, infancy, and childhood to age 8 years) may cause permanent discoloration of the teeth (yellow-grey-brown); enamel hypoplasia reported with antimicrobials#tetracyclines; advise patient of potential risk",
                        "May cause reversible inhibition of bone growth during pregnancy, infancy, and early childhood",
                        "All antimicrobials#tetracyclines form a stable calcium complex in any bone-forming tissue",
                        "Decreased fibula growth rate observed in premature infants given PO tetracycline in doses of 25 mg/kg q6hr; reversible when drug discontinued",
                        "Also see Pregnancy"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Coadministration with strong CYP3A inducers decreases eravacycline exposure, which may reduce efficacy; increased eravacycline dose is recommended (see Dosage Modifications)",
                        "Tetracyclines may depress plasma prothrombin activity; patients taking an anticoagulant therapy may require a lower anticoagulant dose"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "amoxicillin",
            "description": {
                "common": "eravacycline decreases effects of amoxicillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Tetracyclines may interfere with the bactericidal action of penicillins. Monitor for decreased therapeutic effects of penicillins if concomitantly used with a tetracycline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ampicillin",
            "description": {
                "common": "eravacycline decreases effects of ampicillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Tetracyclines may interfere with the bactericidal action of penicillins. Monitor for decreased therapeutic effects of penicillins if concomitantly used with a tetracycline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "eravacycline decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride decreases levels of eravacycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Administer tetracyclines at least 2 hr before and no less than 6 hr after each dose to avoid chelation with magnesium. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate decreases levels of eravacycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Administer tetracyclines at least 2 hr before and no less than 6 hr after each dose to avoid chelation with magnesium. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "eravacycline increases effects of warfarin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zinc",
            "description": {
                "common": "zinc will decrease the level or effect of eravacycline by  cation binding in GI tract. Modify Therapy/Monitor Closely. Separate administration of oral tetracycline derivatives and oral zinc salts by at least 2 hr."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Infusion site reactions",
            "percent": "7.7"
        },
        {
            "name": "Nausea",
            "percent": "6.5"
        },
        {
            "name": "Vomiting",
            "percent": "3.7"
        },
        {
            "name": "Diarrhea",
            "percent": "2.3"
        },
        {
            "name": "Hypotension",
            "percent": "1.3"
        },
        {
            "name": "Wound dehiscence",
            "percent": "1.3"
        },
        {
            "name": "Cardiac disorders",
            "percent": null
        },
        {
            "name": "Palpitations",
            "percent": null
        },
        {
            "name": "Gastrointestinal system",
            "percent": null
        },
        {
            "name": "Acute pancreatitis",
            "percent": null
        },
        {
            "name": "pancreatic necrosis",
            "percent": null
        },
        {
            "name": "General disorders and administrative site conditions",
            "percent": null
        },
        {
            "name": "Chest pain",
            "percent": null
        },
        {
            "name": "Immune system disorders",
            "percent": null
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        },
        {
            "name": "Laboratory investigations",
            "percent": null
        },
        {
            "name": "Increased amylase",
            "percent": null
        },
        {
            "name": "lipase",
            "percent": null
        },
        {
            "name": "ALT",
            "percent": null
        },
        {
            "name": "GGT",
            "percent": null
        },
        {
            "name": "prolonged aPTT",
            "percent": null
        },
        {
            "name": "decreased creatinine clearance",
            "percent": null
        },
        {
            "name": "WBC count",
            "percent": null
        },
        {
            "name": "neutropenia",
            "percent": null
        },
        {
            "name": "Metabolism and nutrition disorders",
            "percent": null
        },
        {
            "name": "Hypocalcemia",
            "percent": null
        },
        {
            "name": "Nervous system",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "dysgeusia",
            "percent": null
        },
        {
            "name": "Psychiatric disorders",
            "percent": null
        },
        {
            "name": "Anxiety",
            "percent": null
        },
        {
            "name": "insomnia",
            "percent": null
        },
        {
            "name": "depression",
            "percent": null
        },
        {
            "name": "Respiratory",
            "percent": null
        },
        {
            "name": "thoracic",
            "percent": null
        },
        {
            "name": "and mediastinal system",
            "percent": null
        },
        {
            "name": "Pleural effusion",
            "percent": null
        },
        {
            "name": "dyspnea",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "hyperhidrosis",
            "percent": null
        }
    ]
}