{
    "name": "selinexor",
    "comment": "Rx",
    "other_names": [
        "Xpovio"
    ],
    "classes": [
        "Selective Inhibitors of Nuclear Export (SINE)"
    ],
    "source": "https://reference.medscape.com/drug/xpovio-selinexor-1000301",
    "pregnancy": {
        "common": [
            "Based on animal studies and its mechanism of action, selinexor can cause fetal harm if administered to pregnant women",
            "Verify pregnancy status of females of reproductive potential before initiating selinexor"
        ],
        "specific": [
            {
                "type": "Animal studies",
                "description": [
                    "Administration to pregnant rats during organogenesis resulted in structural abnormalities and alterations to growth at exposures below those clinically recommended for humans"
                ]
            },
            {
                "type": "Contraception",
                "description": [
                    "Females of reproductive potential: Use effective contraception during treatment and for 1 week after the last dose",
                    "Males with female partner of reproductive potential: Use effective contraception during treatment and for 1 week after the last dose"
                ]
            },
            {
                "type": "Infertility",
                "description": [
                    "Based on animal studies, selinexor may impair fertility in females and males"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "No data are available regarding the presence of selinexor or its metabolites in human milk, or their effects on the breastfed child or milk production",
            "Because of the potential for serious adverse reactions in breastfed children, advise women not to breastfeed during treatment and for 1 week after the last dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Life-threatening thrombocytopenia, potentially leading to hemorrhage may occur; monitor platelet counts at baseline and during treatment; institute platelet transfusion and/or other treatments as clinically indicated; monitor patients for signs and symptoms of bleeding and evaluate promptly; interrupt, reduce dose, or permanently discontinue based on severity of adverse reaction",
                "Neutropenia commonly reported, potentially increasing infection risk; obtain white blood cell counts with differential at baseline and throughout treatment; monitor more frequently during first three months of treatment; monitor patients for signs and symptoms of concomitant infection and evaluate promptly; consider supportive measures, including antimicrobials and growth factors (eg, G-CSF); interrupt, reduce dose or permanently discontinue based on severity of adverse reaction",
                "Nausea and/or vomiting commonly occurs; follow recommendations for adequate hydration and prophylactic antiemetics; provide prophylactic antiemetics; administer 5-HT3 receptor antagonists and other anti-nausea agents prior to and during treatment; interrupt, reduce dose or permanently discontinue based on severity of adverse reaction; administer intravenous fluids to prevent dehydration and replace electrolytes as clinically indicated",
                "Diarrhea commonly reported; monitor for dehydration and provide supportive care as required; interrupt, reduce dose or permanently discontinue based on severity of adverse reaction; provide standard anti-diarrheal agents, administer intravenous fluids to prevent dehydration and replace electrolytes as clinically indicated",
                "Anorexia and weight loss reported; monitor weight, nutritional status, and volume status at baseline and throughout treatment; monitor more frequently during first three months of treatment; interrupt, reduce dose or permanently discontinue based on severity of adverse reaction; provide nutritional support, fluids, and electrolyte repletion as clinically indicated",
                "Hyponatremia may rapidly occur (median onset 8 days) and may be severe; monitor sodium level at baseline and throughout treatment; monitor more frequently during first two months of treatment; correct sodium levels for concurrent hyperglycemia (serum glucose >150 mg/dL) and high serum paraprotein levels; assess hydration status and manage hyponatremia per clinical guidelines, including intravenous saline and/or salt tablets as appropriate and dietary review; interrupt, reduce dose or permanently discontinue based on severity of adverse reaction",
                "Serious and fatal infections reported; most infections were not associated with neutropenia and were caused by nonopportunistic organisms; monitor for signs and symptoms of infection, evaluate and treat promptly",
                "Neurological toxicity may occur, including dizziness, syncope, depressed level of consciousness, and mental status changes (including delirium and confused state); advise patients to refrain from driving and engaging in hazardous occupations or activities, such as operating heavy or potentially dangerous machinery, until neurological toxicity fully resolves; optimize hydration status, hemoglobin level, and concomitant medications to avoid exacerbating dizziness or mental status changes; institute fall precautions as appropriate",
                "Embryofetal toxicity can occur",
                "New onset or exacerbation of cataracts has occurred; median time to new onset was 228 days and 237 days for worsening of cataract in patients with cataract at start of therapy; treatment usually requires surgical removal of cataract "
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "acrivastine",
            "description": {
                "common": "selinexor, acrivastine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adalimumab",
            "description": {
                "common": "selinexor, adalimumab. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aldesleukin",
            "description": {
                "common": "selinexor, aldesleukin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alfentanil",
            "description": {
                "common": "selinexor, alfentanil. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alprazolam",
            "description": {
                "common": "selinexor, alprazolam. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amiodarone",
            "description": {
                "common": "selinexor, amiodarone. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "selinexor, amitriptyline. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amobarbital",
            "description": {
                "common": "selinexor, amobarbital. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amoxapine",
            "description": {
                "common": "selinexor, amoxapine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apomorphine",
            "description": {
                "common": "selinexor, apomorphine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "selinexor, aripiprazole. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "arsenic trioxide",
            "description": {
                "common": "selinexor, arsenic trioxide. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "asenapine",
            "description": {
                "common": "selinexor, asenapine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "asenapine transdermal",
            "description": {
                "common": "selinexor, asenapine transdermal. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "auranofin",
            "description": {
                "common": "selinexor, auranofin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "baclofen",
            "description": {
                "common": "selinexor, baclofen. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "belladonna and opium",
            "description": {
                "common": "selinexor, belladonna and opium. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "selinexor, benzhydrocodone/acetaminophen. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bortezomib",
            "description": {
                "common": "selinexor, bortezomib. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brentuximab vedotin",
            "description": {
                "common": "selinexor, brentuximab vedotin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexanolone",
            "description": {
                "common": "selinexor, brexanolone. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "selinexor, brexpiprazole. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brivaracetam",
            "description": {
                "common": "selinexor, brivaracetam. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bromocriptine",
            "description": {
                "common": "selinexor, bromocriptine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brompheniramine",
            "description": {
                "common": "selinexor, brompheniramine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine",
            "description": {
                "common": "selinexor, buprenorphine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "selinexor, buprenorphine buccal. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "selinexor, buprenorphine subdermal implant. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine transdermal",
            "description": {
                "common": "selinexor, buprenorphine transdermal. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "selinexor, buprenorphine, long-acting injection. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buspirone",
            "description": {
                "common": "selinexor, buspirone. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "butabarbital",
            "description": {
                "common": "selinexor, butabarbital. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "butalbital",
            "description": {
                "common": "selinexor, butalbital. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "butorphanol",
            "description": {
                "common": "selinexor, butorphanol. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "selinexor, carbamazepine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbinoxamine",
            "description": {
                "common": "selinexor, carbinoxamine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cariprazine",
            "description": {
                "common": "selinexor, cariprazine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carisoprodol",
            "description": {
                "common": "selinexor, carisoprodol. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cetuximab",
            "description": {
                "common": "selinexor, cetuximab. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chloral hydrate",
            "description": {
                "common": "selinexor, chloral hydrate. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlordiazepoxide",
            "description": {
                "common": "selinexor, chlordiazepoxide. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "selinexor, chlorpromazine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "selinexor, ciprofloxacin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cisplatin",
            "description": {
                "common": "cisplatin, selinexor. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "citalopram",
            "description": {
                "common": "selinexor, citalopram. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clobazam",
            "description": {
                "common": "selinexor, clobazam. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clomipramine",
            "description": {
                "common": "selinexor, clomipramine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clonazepam",
            "description": {
                "common": "selinexor, clonazepam. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clorazepate",
            "description": {
                "common": "selinexor, clorazepate. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clozapine",
            "description": {
                "common": "selinexor, clozapine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "codeine",
            "description": {
                "common": "selinexor, codeine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "colchicine",
            "description": {
                "common": "colchicine, selinexor. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dapsone",
            "description": {
                "common": "dapsone, selinexor. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "delafloxacin",
            "description": {
                "common": "selinexor, delafloxacin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desipramine",
            "description": {
                "common": "selinexor, desipramine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diazepam",
            "description": {
                "common": "selinexor, diazepam. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diazepam buccal",
            "description": {
                "common": "selinexor, diazepam buccal. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diazepam intranasal",
            "description": {
                "common": "selinexor, diazepam intranasal. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "didanosine",
            "description": {
                "common": "didanosine, selinexor. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "disulfiram",
            "description": {
                "common": "selinexor, disulfiram. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "docetaxel",
            "description": {
                "common": "selinexor, docetaxel. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxepin",
            "description": {
                "common": "selinexor, doxepin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxylamine",
            "description": {
                "common": "selinexor, doxylamine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eribulin",
            "description": {
                "common": "selinexor, eribulin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "escitalopram",
            "description": {
                "common": "selinexor, escitalopram. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "estazolam",
            "description": {
                "common": "selinexor, estazolam. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eszopiclone",
            "description": {
                "common": "selinexor, eszopiclone. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etanercept",
            "description": {
                "common": "selinexor, etanercept. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl",
            "description": {
                "common": "selinexor, fentanyl. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl intranasal",
            "description": {
                "common": "selinexor, fentanyl intranasal. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl transdermal",
            "description": {
                "common": "selinexor, fentanyl transdermal. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl transmucosal",
            "description": {
                "common": "selinexor, fentanyl transmucosal. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "selinexor, fluoxetine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "selinexor, fluphenazine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "flurazepam",
            "description": {
                "common": "selinexor, flurazepam. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "selinexor, fluvoxamine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "selinexor, gemifloxacin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gold sodium thiomalate",
            "description": {
                "common": "selinexor, gold sodium thiomalate. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "haloperidol",
            "description": {
                "common": "selinexor, haloperidol. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydrocodone",
            "description": {
                "common": "selinexor, hydrocodone. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydromorphone",
            "description": {
                "common": "selinexor, hydromorphone. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iloperidone",
            "description": {
                "common": "selinexor, iloperidone. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imipramine",
            "description": {
                "common": "selinexor, imipramine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infliximab",
            "description": {
                "common": "selinexor, infliximab. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ipilimumab",
            "description": {
                "common": "selinexor, ipilimumab. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leflunomide",
            "description": {
                "common": "selinexor, leflunomide. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lenalidomide",
            "description": {
                "common": "selinexor, lenalidomide. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "selinexor, levofloxacin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levorphanol",
            "description": {
                "common": "selinexor, levorphanol. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lorazepam",
            "description": {
                "common": "selinexor, lorazepam. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "loxapine",
            "description": {
                "common": "selinexor, loxapine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "loxapine inhaled",
            "description": {
                "common": "selinexor, loxapine inhaled. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lurasidone",
            "description": {
                "common": "selinexor, lurasidone. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meperidine",
            "description": {
                "common": "selinexor, meperidine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mephobarbital",
            "description": {
                "common": "selinexor, mephobarbital. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methadone",
            "description": {
                "common": "selinexor, methadone. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methohexital",
            "description": {
                "common": "selinexor, methohexital. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metronidazole",
            "description": {
                "common": "selinexor, metronidazole. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "midazolam",
            "description": {
                "common": "selinexor, midazolam. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "selinexor, midazolam intranasal. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "molindone",
            "description": {
                "common": "selinexor, molindone. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "morphine",
            "description": {
                "common": "selinexor, morphine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "selinexor, moxifloxacin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nalbuphine",
            "description": {
                "common": "selinexor, nalbuphine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nitrofurantoin",
            "description": {
                "common": "selinexor, nitrofurantoin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nitrous oxide",
            "description": {
                "common": "selinexor, nitrous oxide. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nivolumab",
            "description": {
                "common": "selinexor, nivolumab. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "norfloxacin",
            "description": {
                "common": "selinexor, norfloxacin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "selinexor, nortriptyline. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "selinexor, ofloxacin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olanzapine",
            "description": {
                "common": "selinexor, olanzapine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oliceridine",
            "description": {
                "common": "selinexor, oliceridine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin, selinexor. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxazepam",
            "description": {
                "common": "selinexor, oxazepam. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxycodone",
            "description": {
                "common": "selinexor, oxycodone. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxymorphone",
            "description": {
                "common": "selinexor, oxymorphone. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paclitaxel",
            "description": {
                "common": "selinexor, paclitaxel. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paliperidone",
            "description": {
                "common": "selinexor, paliperidone. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paroxetine",
            "description": {
                "common": "selinexor, paroxetine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pembrolizumab",
            "description": {
                "common": "selinexor, pembrolizumab. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentazocine",
            "description": {
                "common": "selinexor, pentazocine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "selinexor, pentobarbital. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "perphenazine",
            "description": {
                "common": "selinexor, perphenazine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "selinexor, phenobarbital. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pimavanserin",
            "description": {
                "common": "selinexor, pimavanserin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pimozide",
            "description": {
                "common": "selinexor, pimozide. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pomalidomide",
            "description": {
                "common": "selinexor, pomalidomide. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primidone",
            "description": {
                "common": "selinexor, primidone. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "selinexor, prochlorperazine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "protriptyline",
            "description": {
                "common": "selinexor, protriptyline. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pyridoxine",
            "description": {
                "common": "selinexor, pyridoxine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quazepam",
            "description": {
                "common": "selinexor, quazepam. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quetiapine",
            "description": {
                "common": "selinexor, quetiapine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ramelteon",
            "description": {
                "common": "selinexor, ramelteon. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "remifentanil",
            "description": {
                "common": "selinexor, remifentanil. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "risperidone",
            "description": {
                "common": "selinexor, risperidone. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "samidorphan",
            "description": {
                "common": "selinexor, samidorphan. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "secobarbital",
            "description": {
                "common": "selinexor, secobarbital. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sertraline",
            "description": {
                "common": "selinexor, sertraline. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sorafenib",
            "description": {
                "common": "selinexor, sorafenib. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "stavudine",
            "description": {
                "common": "selinexor, stavudine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sufentanil",
            "description": {
                "common": "selinexor, sufentanil. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sufentanil SL",
            "description": {
                "common": "selinexor, sufentanil SL. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sunitinib",
            "description": {
                "common": "selinexor, sunitinib. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "suvorexant",
            "description": {
                "common": "selinexor, suvorexant. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tapentadol",
            "description": {
                "common": "selinexor, tapentadol. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tasimelteon",
            "description": {
                "common": "selinexor, tasimelteon. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "temazepam",
            "description": {
                "common": "selinexor, temazepam. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "thalidomide",
            "description": {
                "common": "selinexor, thalidomide. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "thioridazine",
            "description": {
                "common": "selinexor, thioridazine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "thiothixene",
            "description": {
                "common": "selinexor, thiothixene. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tramadol",
            "description": {
                "common": "selinexor, tramadol. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "triazolam",
            "description": {
                "common": "selinexor, triazolam. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "selinexor, trifluoperazine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trimipramine",
            "description": {
                "common": "selinexor, trimipramine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vinblastine",
            "description": {
                "common": "selinexor, vinblastine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vincristine",
            "description": {
                "common": "selinexor, vincristine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vincristine liposomal",
            "description": {
                "common": "selinexor, vincristine liposomal. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vinorelbine",
            "description": {
                "common": "selinexor, vinorelbine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zaleplon",
            "description": {
                "common": "selinexor, zaleplon. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "selinexor, ziprasidone. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zolpidem",
            "description": {
                "common": "selinexor, zolpidem. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "SVd Platelet count decrease",
            "percent": "92"
        },
        {
            "name": "Lymphocyte count decreased",
            "percent": "77"
        },
        {
            "name": "Hemoglobin decrease",
            "percent": "71"
        },
        {
            "name": "Glucose increase",
            "percent": "62"
        },
        {
            "name": "Phosphate increase",
            "percent": "61"
        },
        {
            "name": "Fatigue",
            "percent": "59"
        },
        {
            "name": "Sodium decrease",
            "percent": "58"
        },
        {
            "name": "Calcium decrease",
            "percent": "55"
        },
        {
            "name": "Nausea",
            "percent": "50"
        },
        {
            "name": "Neutrophil count decrease",
            "percent": "48"
        },
        {
            "name": "BUN increase",
            "percent": "41"
        },
        {
            "name": "ALT increase",
            "percent": "33"
        },
        {
            "name": "Peripheral neuropathy",
            "percent": "32"
        },
        {
            "name": "Diarrhea",
            "percent": "32"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "29"
        },
        {
            "name": "Creatinine increase",
            "percent": "28"
        },
        {
            "name": "Albumin decrease",
            "percent": "27"
        },
        {
            "name": "Potassium decrease",
            "percent": "27"
        },
        {
            "name": "Magnesium decrease",
            "percent": "27"
        },
        {
            "name": "Appetite decrease",
            "percent": "26"
        },
        {
            "name": "AST increase",
            "percent": "24"
        },
        {
            "name": "Cataract",
            "percent": "22"
        },
        {
            "name": "Vomiting",
            "percent": "21"
        },
        {
            "name": "Potassium increase",
            "percent": "18"
        },
        {
            "name": "Bilirubin increase",
            "percent": "16"
        },
        {
            "name": "Pyrexia",
            "percent": "15"
        },
        {
            "name": "Blurred vision",
            "percent": "13"
        },
        {
            "name": "Dizziness",
            "percent": "12"
        },
        {
            "name": "ALP increase",
            "percent": "12"
        },
        {
            "name": "Platelet count decrease",
            "percent": "92"
        },
        {
            "name": "Lymphocyte count decreased",
            "percent": "77"
        },
        {
            "name": "Hemoglobin decrease",
            "percent": "71"
        },
        {
            "name": "Glucose increase",
            "percent": "62"
        },
        {
            "name": "Phosphate increase",
            "percent": "61"
        },
        {
            "name": "Fatigue",
            "percent": "59"
        },
        {
            "name": "Sodium decrease",
            "percent": "58"
        },
        {
            "name": "Calcium decrease",
            "percent": "55"
        },
        {
            "name": "Nausea",
            "percent": "50"
        },
        {
            "name": "Neutrophil count decrease",
            "percent": "48"
        },
        {
            "name": "BUN increase",
            "percent": "41"
        },
        {
            "name": "ALT increase",
            "percent": "33"
        },
        {
            "name": "Peripheral neuropathy",
            "percent": "32"
        },
        {
            "name": "Diarrhea",
            "percent": "32"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "29"
        },
        {
            "name": "Creatinine increase",
            "percent": "28"
        },
        {
            "name": "Albumin decrease",
            "percent": "27"
        },
        {
            "name": "Potassium decrease",
            "percent": "27"
        },
        {
            "name": "Magnesium decrease",
            "percent": "27"
        },
        {
            "name": "Appetite decrease",
            "percent": "26"
        },
        {
            "name": "AST increase",
            "percent": "24"
        },
        {
            "name": "Cataract",
            "percent": "22"
        },
        {
            "name": "Vomiting",
            "percent": "21"
        },
        {
            "name": "Potassium increase",
            "percent": "18"
        },
        {
            "name": "Bilirubin increase",
            "percent": "16"
        },
        {
            "name": "Pyrexia",
            "percent": "15"
        },
        {
            "name": "Blurred vision",
            "percent": "13"
        },
        {
            "name": "Dizziness",
            "percent": "12"
        },
        {
            "name": "ALP increase",
            "percent": "12"
        },
        {
            "name": "Sd Thrombocytopenia",
            "percent": "74"
        },
        {
            "name": "Fatigue",
            "percent": "73"
        },
        {
            "name": "Nausea",
            "percent": "72"
        },
        {
            "name": "Anemia",
            "percent": "59"
        },
        {
            "name": "Decreased appetite",
            "percent": "53"
        },
        {
            "name": "Weight decreased",
            "percent": "47"
        },
        {
            "name": "Diarrhea",
            "percent": "44"
        },
        {
            "name": "Vomiting",
            "percent": "41"
        },
        {
            "name": "Hyponatremia",
            "percent": "39"
        },
        {
            "name": "Neutropenia",
            "percent": "34"
        },
        {
            "name": "Leukopenia",
            "percent": "28"
        },
        {
            "name": "Constipation",
            "percent": "25"
        },
        {
            "name": "Dyspnea",
            "percent": "24"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "21"
        },
        {
            "name": "Cough",
            "percent": "16"
        },
        {
            "name": "Mental status changes",
            "percent": "16"
        },
        {
            "name": "Pyrexia",
            "percent": "16"
        },
        {
            "name": "Hyperglycemia",
            "percent": "15"
        },
        {
            "name": "Dizziness",
            "percent": "15"
        },
        {
            "name": "Insomnia",
            "percent": "15"
        },
        {
            "name": "Lymphopenia",
            "percent": "15"
        },
        {
            "name": "Dehydration",
            "percent": "14"
        },
        {
            "name": "Hypercreatinemia",
            "percent": "14"
        },
        {
            "name": "Pneumonia",
            "percent": "13"
        },
        {
            "name": "Epistaxis",
            "percent": "12"
        },
        {
            "name": "Hypokalemia",
            "percent": "12"
        },
        {
            "name": "Dysgeusia",
            "percent": "11"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "74"
        },
        {
            "name": "Fatigue",
            "percent": "73"
        },
        {
            "name": "Nausea",
            "percent": "72"
        },
        {
            "name": "Anemia",
            "percent": "59"
        },
        {
            "name": "Decreased appetite",
            "percent": "53"
        },
        {
            "name": "Weight decreased",
            "percent": "47"
        },
        {
            "name": "Diarrhea",
            "percent": "44"
        },
        {
            "name": "Vomiting",
            "percent": "41"
        },
        {
            "name": "Hyponatremia",
            "percent": "39"
        },
        {
            "name": "Neutropenia",
            "percent": "34"
        },
        {
            "name": "Leukopenia",
            "percent": "28"
        },
        {
            "name": "Constipation",
            "percent": "25"
        },
        {
            "name": "Dyspnea",
            "percent": "24"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "21"
        },
        {
            "name": "Cough",
            "percent": "16"
        },
        {
            "name": "Mental status changes",
            "percent": "16"
        },
        {
            "name": "Pyrexia",
            "percent": "16"
        },
        {
            "name": "Hyperglycemia",
            "percent": "15"
        },
        {
            "name": "Dizziness",
            "percent": "15"
        },
        {
            "name": "Insomnia",
            "percent": "15"
        },
        {
            "name": "Lymphopenia",
            "percent": "15"
        },
        {
            "name": "Dehydration",
            "percent": "14"
        },
        {
            "name": "Hypercreatinemia",
            "percent": "14"
        },
        {
            "name": "Pneumonia",
            "percent": "13"
        },
        {
            "name": "Epistaxis",
            "percent": "12"
        },
        {
            "name": "Hypokalemia",
            "percent": "12"
        },
        {
            "name": "Dysgeusia",
            "percent": "11"
        },
        {
            "name": "DLBCL  Fatigue",
            "percent": "63"
        },
        {
            "name": "Nausea",
            "percent": "57"
        },
        {
            "name": "Diarrhea",
            "percent": "37"
        },
        {
            "name": "Appetite decrease",
            "percent": "37"
        },
        {
            "name": "Weight decrease",
            "percent": "30"
        },
        {
            "name": "Constipation",
            "percent": "29"
        },
        {
            "name": "Vomiting",
            "percent": "28"
        },
        {
            "name": "Pyrexia",
            "percent": "22"
        },
        {
            "name": "Cough",
            "percent": "18"
        },
        {
            "name": "Edema",
            "percent": "17"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "17"
        },
        {
            "name": "Dizziness",
            "percent": "16"
        },
        {
            "name": "Musculoskeletal pain",
            "percent": "15"
        },
        {
            "name": "Taste disorder",
            "percent": "13"
        },
        {
            "name": "Hypotension",
            "percent": "13"
        },
        {
            "name": "Mental status changes",
            "percent": "11"
        },
        {
            "name": "Fatigue",
            "percent": "63"
        },
        {
            "name": "Nausea",
            "percent": "57"
        },
        {
            "name": "Diarrhea",
            "percent": "37"
        },
        {
            "name": "Appetite decrease",
            "percent": "37"
        },
        {
            "name": "Weight decrease",
            "percent": "30"
        },
        {
            "name": "Constipation",
            "percent": "29"
        },
        {
            "name": "Vomiting",
            "percent": "28"
        },
        {
            "name": "Pyrexia",
            "percent": "22"
        },
        {
            "name": "Cough",
            "percent": "18"
        },
        {
            "name": "Edema",
            "percent": "17"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "17"
        },
        {
            "name": "Dizziness",
            "percent": "16"
        },
        {
            "name": "Musculoskeletal pain",
            "percent": "15"
        },
        {
            "name": "Taste disorder",
            "percent": "13"
        },
        {
            "name": "Hypotension",
            "percent": "13"
        },
        {
            "name": "Mental status changes",
            "percent": "11"
        },
        {
            "name": "SVd",
            "percent": "43"
        },
        {
            "name": "Platelet count decrease",
            "percent": "38"
        },
        {
            "name": "Lymphocyte count decrease",
            "percent": "28"
        },
        {
            "name": "Fatigue",
            "percent": "23"
        },
        {
            "name": "Phosphate decrease",
            "percent": "17"
        },
        {
            "name": "Hemoglobin decrease",
            "percent": "14"
        },
        {
            "name": "Sodium decrease",
            "percent": "12"
        },
        {
            "name": "Neutrophil count decrease",
            "percent": "5"
        },
        {
            "name": "Sd H",
            "percent": "61"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "40"
        },
        {
            "name": "Anemia",
            "percent": "22"
        },
        {
            "name": "Fatigue",
            "percent": "22"
        },
        {
            "name": "Hyponatremia",
            "percent": "21"
        },
        {
            "name": "Neutropenia",
            "percent": "11"
        },
        {
            "name": "Leukopenia",
            "percent": "5"
        },
        {
            "name": "DLBCL H",
            "percent": "15"
        },
        {
            "name": "Fatigue",
            "percent": "10"
        },
        {
            "name": "Sd Vision blurred",
            "percent": "10"
        },
        {
            "name": "Headache",
            "percent": "10"
        },
        {
            "name": "Vision blurred",
            "percent": "10"
        },
        {
            "name": "Headache",
            "percent": "10"
        },
        {
            "name": "DLBCL Abdominal pain",
            "percent": "10"
        },
        {
            "name": "Dyspnea",
            "percent": "10"
        },
        {
            "name": "Pneumonia",
            "percent": "10"
        },
        {
            "name": "Urinary tract infection",
            "percent": "10"
        },
        {
            "name": "Peripheral neuropathy",
            "percent": "10"
        },
        {
            "name": "sensory",
            "percent": "10"
        },
        {
            "name": "Hemorrhage",
            "percent": "10"
        },
        {
            "name": "Abdominal pain",
            "percent": "10"
        },
        {
            "name": "Dyspnea",
            "percent": "10"
        },
        {
            "name": "Pneumonia",
            "percent": "10"
        },
        {
            "name": "Urinary tract infection",
            "percent": "10"
        },
        {
            "name": "Peripheral neuropathy",
            "percent": "9"
        },
        {
            "name": "sensory",
            "percent": "9"
        },
        {
            "name": "Hemorrhage",
            "percent": "8"
        },
        {
            "name": "SVd Cataract",
            "percent": "6"
        },
        {
            "name": "Mental status changes",
            "percent": "6"
        },
        {
            "name": "Nausea",
            "percent": "5"
        },
        {
            "name": "Diarrhea",
            "percent": "4.6"
        },
        {
            "name": "Potassium decrease",
            "percent": "4.1"
        },
        {
            "name": "BUN increase",
            "percent": "4.1"
        },
        {
            "name": "Peripheral neuropathy",
            "percent": "3.8"
        },
        {
            "name": "Vomiting",
            "percent": "3.6"
        },
        {
            "name": "Potassium increase",
            "percent": "3.6"
        },
        {
            "name": "Glucose increase",
            "percent": "3.6"
        },
        {
            "name": "Decreased appetite",
            "percent": "3.1"
        },
        {
            "name": "Creatinine increase",
            "percent": "2.1"
        },
        {
            "name": "Syncope",
            "percent": "2.1"
        },
        {
            "name": "ALT increase",
            "percent": "1.5"
        },
        {
            "name": "Decreased weight",
            "percent": "1.5"
        },
        {
            "name": "Calcium decrease",
            "percent": "1"
        },
        {
            "name": "Pyrexia",
            "percent": "9"
        },
        {
            "name": "AST increase",
            "percent": "9"
        },
        {
            "name": "Bilirubin increase",
            "percent": "8"
        },
        {
            "name": "Cataract",
            "percent": "6"
        },
        {
            "name": "Mental status changes",
            "percent": "6"
        },
        {
            "name": "Nausea",
            "percent": "5"
        },
        {
            "name": "Diarrhea",
            "percent": "4.6"
        },
        {
            "name": "Potassium decrease",
            "percent": "4.1"
        },
        {
            "name": "BUN increase",
            "percent": "4.1"
        },
        {
            "name": "Peripheral neuropathy",
            "percent": "3.8"
        },
        {
            "name": "Vomiting",
            "percent": "3.6"
        },
        {
            "name": "Potassium increase",
            "percent": "3.6"
        },
        {
            "name": "Glucose increase",
            "percent": "3.6"
        },
        {
            "name": "Decreased appetite",
            "percent": "3.1"
        },
        {
            "name": "Creatinine increase",
            "percent": "2.1"
        },
        {
            "name": "Syncope",
            "percent": "2.1"
        },
        {
            "name": "ALT increase",
            "percent": "1.5"
        },
        {
            "name": "Decreased weight",
            "percent": "1.5"
        },
        {
            "name": "Calcium decrease",
            "percent": "1"
        },
        {
            "name": "Pyrexia",
            "percent": "10"
        },
        {
            "name": "AST increase",
            "percent": "9"
        },
        {
            "name": "Bilirubin increase",
            "percent": "9"
        },
        {
            "name": "Sd Lymphopenia",
            "percent": "7"
        },
        {
            "name": "Nausea",
            "percent": "7"
        },
        {
            "name": "Pneumonia",
            "percent": "6"
        },
        {
            "name": "Mental status changes",
            "percent": "4.5"
        },
        {
            "name": "Hyperglycemia",
            "percent": "3.5"
        },
        {
            "name": "Diarrhea",
            "percent": "3.5"
        },
        {
            "name": "Decreased appetite",
            "percent": "3.5"
        },
        {
            "name": "Vomiting",
            "percent": "3.5"
        },
        {
            "name": "Dyspnea",
            "percent": "3"
        },
        {
            "name": "Dehydration",
            "percent": "2"
        },
        {
            "name": "Hypokalemia",
            "percent": "2"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "1.5"
        },
        {
            "name": "Insomnia",
            "percent": "10"
        },
        {
            "name": "Hypercreatinemia",
            "percent": "9"
        },
        {
            "name": "Constipation",
            "percent": "9"
        },
        {
            "name": "Lymphopenia",
            "percent": "7"
        },
        {
            "name": "Nausea",
            "percent": "7"
        },
        {
            "name": "Pneumonia",
            "percent": "6"
        },
        {
            "name": "Mental status changes",
            "percent": "4.5"
        },
        {
            "name": "Hyperglycemia",
            "percent": "3.5"
        },
        {
            "name": "Diarrhea",
            "percent": "3.5"
        },
        {
            "name": "Decreased appetite",
            "percent": "3.5"
        },
        {
            "name": "Vomiting",
            "percent": "3.5"
        },
        {
            "name": "Dyspnea",
            "percent": "3"
        },
        {
            "name": "Dehydration",
            "percent": "2"
        },
        {
            "name": "Hypokalemia",
            "percent": "2"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "1.5"
        },
        {
            "name": "Insomnia",
            "percent": "6"
        },
        {
            "name": "Hypercreatinemia",
            "percent": "6"
        },
        {
            "name": "Constipation",
            "percent": "4.5"
        },
        {
            "name": "DLBCL  Nausea",
            "percent": "3.7"
        },
        {
            "name": "Pneumonia",
            "percent": "3.7"
        },
        {
            "name": "Pyrexia",
            "percent": "3"
        },
        {
            "name": "Appetite decrease",
            "percent": "3"
        },
        {
            "name": "Mental status changes",
            "percent": "3"
        },
        {
            "name": "Diarrhea",
            "percent": "2.2"
        },
        {
            "name": "Urinary tract infection",
            "percent": "2.2"
        },
        {
            "name": "Hypotension",
            "percent": "1.5"
        },
        {
            "name": "Edema",
            "percent": "1.5"
        },
        {
            "name": "Musculoskeletal pain",
            "percent": "1.5"
        },
        {
            "name": "Vomiting",
            "percent": "6"
        },
        {
            "name": "Dyspnea",
            "percent": "6"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "4.5"
        },
        {
            "name": "Nausea",
            "percent": "3.7"
        },
        {
            "name": "Pneumonia",
            "percent": "3.7"
        },
        {
            "name": "Pyrexia",
            "percent": "3"
        },
        {
            "name": "Appetite decrease",
            "percent": "3"
        },
        {
            "name": "Mental status changes",
            "percent": "3"
        },
        {
            "name": "Diarrhea",
            "percent": "2.2"
        },
        {
            "name": "Urinary tract infection",
            "percent": "2.2"
        },
        {
            "name": "Hypotension",
            "percent": "1.5"
        },
        {
            "name": "Edema",
            "percent": "1.5"
        },
        {
            "name": "Musculoskeletal pain",
            "percent": "1.5"
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Dyspnea",
            "percent": null
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": null
        },
        {
            "name": "SVd Dizziness Blurred vision Albumin decrease Magnesium decrease",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Blurred vision",
            "percent": null
        },
        {
            "name": "Albumin decrease",
            "percent": null
        },
        {
            "name": "Magnesium decrease",
            "percent": null
        },
        {
            "name": "Sd Weight decreased Pyrexia Epistaxis Vision blurred",
            "percent": null
        },
        {
            "name": "Weight decreased",
            "percent": null
        },
        {
            "name": "Pyrexia",
            "percent": null
        },
        {
            "name": "Epistaxis",
            "percent": null
        },
        {
            "name": "Vision blurred",
            "percent": null
        },
        {
            "name": "DLBCL Hemorrhage Dizziness Blurred vision",
            "percent": null
        },
        {
            "name": "Hemorrhage",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Blurred vision",
            "percent": null
        }
    ]
}