{
    "name": "abiraterone",
    "comment": "Rx",
    "other_names": [
        "Zytiga",
        "Yonsa"
    ],
    "classes": [
        "Antineoplastics",
        "Antiandrogens"
    ],
    "source": "https://reference.medscape.com/drug/yonsa-zytiga-abiraterone-999651",
    "pregnancy": {
        "common": [
            "Based on findings from animal studies and mechanism of action, abiraterone is contraindicated for use in pregnant women because drug can cause fetal harm and potential loss of pregnancy",
            "Not indicated for use in females",
            "There are no human data regarding use in pregnant women",
            "In animal reproduction studies, oral administration of abiraterone acetate to pregnant rats during organogenesis caused adverse developmental effects at maternal exposures ~≥0.03 times the human exposure (AUC) at the recommended dose"
        ],
        "specific": [
            {
                "type": "Contraception",
                "description": [
                    "Advise males with female partners of reproductive potential to use effective contraception during treatment and for 3 weeks after the final dose of abiraterone"
                ]
            },
            {
                "type": "Infertility",
                "description": [
                    "Based on animal studies, may impair reproductive function and fertility in males of reproductive potential"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Not indicated for women",
            "No information available on the presence of abiraterone acetate in human milk, or on the effects on the breastfed child or milk production"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Caution in patients with a history of cardiovascular disease; safety in patients with LVEF <50% or NYHA Class III or IV heart failure is not established",
                "Hypertension, hypokalemia, and fluid retention may result from increased mineralocorticoid due to CYP17 inhibition; control hypertension and correct hypokalemia before treatment; monitor blood pressure, serum potassium, and symptoms of fluid retention at least monthly",
                "Closely monitor patients with medical conditions that might be compromised by increased blood pressure, hypokalemia, or fluid retention (eg, heart failure, recent MI, cardiovascular disease, ventricular arrhythmia)",
                "QT prolongation and Torsades de Pointes observed in patients who develop hypokalemia during postmarketing surveillance and additional clinical trials",
                "Adrenocortical insufficiency reported in patients receiving abiraterone in combination with prednisone, following interruption of daily steroids and/or with concurrent infection or stress; monitor for symptoms and signs of adrenocortical insufficiency; increased corticosteroid dosage may be indicated before, during, and after stressful situations; concurrent infection or interruption of daily corticosteroids associated with adrenocortical insufficiency",
                "In postmarketing experience, severe hepatic toxicity, including fulminant hepatitis, acute liver failure and deaths occurred",
                "Drug plus prednisone/prednisolone not recommended for use in combination with radium 223 dichloride outside clinical trials; increased incidences of fractures (and deaths observed in patients who received drug plus prednisone/prednisolone in combination with radium Ra 223 dichloride compared to placebo in combination with drug plus prednisone/prednisolone",
                "Based on animal studies and mechanism of action, may cause fetal harm and loss of pregnancy"
            ],
            "specific": [
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "See Dosage Modifications",
                        "Drugs that inhibit or induce CYP3A4",
                        "Strong CYP3A4 inducers (eg, rifampin) decreased systemic exposure of abiraterone; avoid coadministration; if unable to avoid, increase abiraterone dose frequency; reduce dose back to previous dose and frequency, if concomitant strong CYP3A4 inducer is discontinued",
                        "Ketoconazole, a strong CYP3A4 inhibitor, had no clinically meaningful effect when coadministered with abiraterone",
                        "Effects of abiraterone on drug metabolizing enzyme",
                        "Abiraterone inhibits CYP2D6 and CYP2C8",
                        "In a CYP2D6 drug-drug interaction trial, peak plasma concentration and AUC of dextromethorphan (CYP2D6 substrate) were increased 2.8- and 2.9-fold, respectively, when dextromethorphan was given with abiraterone acetate 1,000 mg qDay and prednisone 5 mg PO BID",
                        "In a CYP2C8 drug-drug interaction trial in healthy subjects, the AUC of pioglitazone (CYP2C8 substrate) was increased by 46% when pioglitazone was coadministered with a single dose of 1,000 mg abiraterone",
                        "Avoid coadministration with substrates of CYP2D6 with a narrow therapeutic index (eg, thioridazine); if alternative treatments cannot be used, consider a dose reduction of the concomitant CYP2D6 substrate drug",
                        "Closely monitor for signs of toxicity related to a CYP2C8 substrate with a narrow therapeutic index if used concomitantly with abiraterone",
                        "Severe hypoglycemia has been reported when administered to patients with pre-existing diabetes receiving medications containing thiazolidinediones (including pioglitazone) or repaglinide; monitor blood glucose in patients with diabetes during and after discontinuation of treatment; assess if antidiabetic drug dosage needs to be adjusted to minimize risk of hypoglycemia"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mavacamten",
            "description": {
                "common": "abiraterone will increase the level or effect of mavacamten by  affecting hepatic enzyme CYP2C19 metabolism. Contraindicated. Strong or moderate CYP2C19 inhibitors may increase mavacamten systemic exposure, resulting in heart failure due to systolic dysfunction. "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "abiraterone will increase the level or effect of ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) by  decreasing metabolism. Contraindicated. Strong CYP2C8 inhibitors are shown to increase dasabuvir plasma concentrations (~10-fold), and therefore increase risk of QT prolongation"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of abiraterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP3A4 inducer, with drugs that are CYP3A4 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered. Adjust dose according to prescribing information if needed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosutinib",
            "description": {
                "common": "abiraterone increases levels of bosutinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "edoxaban",
            "description": {
                "common": "abiraterone will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib will decrease the level or effect of abiraterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP3A4 substrates with ivosidenib or replace with alternate therapies. If coadministration is unavoidable, monitor patients for loss of therapeutic effect of these drugs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "abiraterone will increase the level or effect of metoclopramide intranasal by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Concurrent use of metoclopramide intranasal and strong CYP2D6 inhibitors is not recommended since the metoclopramide intranasal dose cannot be adjusted."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of abiraterone by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hr before, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pomalidomide",
            "description": {
                "common": "abiraterone increases levels of pomalidomide by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "spironolactone",
            "description": {
                "common": "spironolactone increases toxicity of abiraterone by pharmacodynamic synergism. Contraindicated. Spironolactone binds to androgen receptor and may increase prostate-specific antigen (PSA) levels in abiraterone-treated prostate cancer patients."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "topotecan",
            "description": {
                "common": "abiraterone will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "abiraterone will increase the level or effect of tucatinib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of tucatinib (a CYP2C8 substrate) with a strong or moderate CYP2C8 inhibitors increases tucatinib plasma concentrations and risk of toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venetoclax",
            "description": {
                "common": "abiraterone will increase the level or effect of venetoclax by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If a P-gp inhibitor must be used, reduce the venetoclax dose by at least 50%. Monitor more closely for signs of venetoclax toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "abiraterone increases levels of amitriptyline by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital will decrease the level or effect of abiraterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxapine",
            "description": {
                "common": "abiraterone increases levels of amoxapine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "abiraterone will increase the level or effect of apalutamide by  Other (see comment). Use Caution/Monitor. Coadministration of apalutamide with strong CYP2C8 inhibitors does not require initial dosage modification; however, dose reduction may be needed based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "abiraterone increases levels of aripiprazole by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atomoxetine",
            "description": {
                "common": "abiraterone increases levels of atomoxetine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Reduced initial doses of atomoxetine are recommended with strong CYP2D6 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belzutifan",
            "description": {
                "common": "belzutifan will decrease the level or effect of abiraterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If unable to avoid coadministration of belzutifan with sensitive CYP3A4 substrates, consider increasing the sensitive CYP3A4 substrate dose in accordance with its prescribing information. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betaxolol",
            "description": {
                "common": "abiraterone increases levels of betaxolol by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betrixaban",
            "description": {
                "common": "abiraterone increases levels of betrixaban by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Decrease betrixaban dose to 80 mg PO once, then 40 mg PO qDay if coadministered with a P-gp inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosentan",
            "description": {
                "common": "bosentan decreases levels of abiraterone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid coadministration of abiraterone with strong CYP3A4 inducers; if a strong CYP3A4 inducer must be used, increase abiraterone dosage frequency from once daily to twice daily."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital will decrease the level or effect of abiraterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital will decrease the level or effect of abiraterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "abiraterone will increase the level or effect of cannabidiol by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Consider reducing the cannabidiol dose when coadministered with a moderate CYP2C19 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "abiraterone increases levels of captopril by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine decreases levels of abiraterone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely.  Avoid coadministration of abiraterone with strong CYP3A4 inducers; if a strong CYP3A4 inducer must be used, increase abiraterone dosage frequency from once daily to twice daily."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "abiraterone increases levels of carvedilol by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of abiraterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase dose of CYP3A4 substrate, as needed, when coadministered with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceritinib",
            "description": {
                "common": "abiraterone increases levels of ceritinib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlordiazepoxide",
            "description": {
                "common": "abiraterone increases levels of chlordiazepoxide by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloroquine",
            "description": {
                "common": "abiraterone increases levels of chloroquine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "abiraterone increases levels of chlorpromazine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinacalcet",
            "description": {
                "common": "abiraterone increases levels of cinacalcet by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "abiraterone increases levels of citalopram by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clobazam",
            "description": {
                "common": "abiraterone will increase the level or effect of clobazam by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Dosage adjustment may be required; CYP2C19 inhibitors may result in increased exposure to N-desmethylclobazam (active metabolite)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clomipramine",
            "description": {
                "common": "abiraterone increases levels of clomipramine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "codeine",
            "description": {
                "common": "abiraterone increases levels of codeine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crizotinib",
            "description": {
                "common": "abiraterone increases levels of crizotinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Caution should be exercised with concomitant use of moderate CYP3A inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabigatran",
            "description": {
                "common": "abiraterone will increase the level or effect of dabigatran by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Atrial fibrillation: Avoid coadministering dabigatran with P-gp inhibitors if CrCl <30 mL/min.  DVT/PE treatment: Avoid coadministering dabigatran with P-gp inhibitors if CrCl <50 mL/min"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "dabrafenib decreases levels of abiraterone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely.  Avoid coadministration of abiraterone with strong CYP3A4 inducers; if a strong CYP3A4 inducer must be used, increase abiraterone dosage frequency from once daily to twice daily."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desipramine",
            "description": {
                "common": "abiraterone increases levels of desipramine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "abiraterone will increase the level or effect of deutetrabenazine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Strong CYP2D6 inhibitors increase the systemic exposure to the active dihydro-metabolites of deutetrabenazine by approximately 3-fold. Do not exceed 18 mg/dose and 36 mg/day of deutetrabenazine if coadministered with strong CYP2D6 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone decreases levels of abiraterone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid coadministration of abiraterone with strong CYP3A4 inducers; if a strong CYP3A4 inducer must be used, increase abiraterone dosage frequency from once daily to twice daily."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine transdermal",
            "description": {
                "common": "abiraterone will increase the level or effect of dextroamphetamine transdermal by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Initiate with lower doses and monitor patients for signs and symptoms of serotonin syndrome, particularly during dextroamphetamine initiation and after a dosage increase. If serotonin syndrome occurs, discontinue dextroamphetamine transdermal and CYP2D6 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextromethorphan",
            "description": {
                "common": "abiraterone increases levels of dextromethorphan by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam intranasal",
            "description": {
                "common": "abiraterone will increase the level or effect of diazepam intranasal by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Strong or moderate CYP2C19 inhibitors may decrease rate of diazepam elimination, thereby increasing adverse reactions to diazepam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and abiraterone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin",
            "description": {
                "common": "abiraterone increases levels of doxepin by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin cream",
            "description": {
                "common": "abiraterone increases levels of doxepin cream by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxorubicin",
            "description": {
                "common": "abiraterone increases levels of doxorubicin by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxorubicin liposomal",
            "description": {
                "common": "abiraterone increases levels of doxorubicin liposomal by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "duloxetine",
            "description": {
                "common": "abiraterone increases levels of duloxetine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz decreases levels of abiraterone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid coadministration of abiraterone with strong CYP3A4 inducers; if a strong CYP3A4 inducer must be used, increase abiraterone dosage frequency from once daily to twice daily."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will decrease the level or effect of abiraterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Elagolix is a weak-to-moderate CYP3A4 inducer. Monitor CYP3A substrates if coadministered. Consider increasing CYP3A substrate dose if needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "abiraterone increases levels of eluxadoline by decreasing metabolism. Use Caution/Monitor. As a precautionary measure due to incomplete information on the metabolism of eluxadoline, use caution when coadministered with strong CYP2C8 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib, abiraterone. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Encorafenib both inhibits and induces CYP3A4 at clinically relevant plasma concentrations. Coadministration of encorafenib with sensitive CYP3A4 substrates may result in increased toxicity or decreased efficacy of these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "enzalutamide decreases levels of abiraterone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid coadministration of abiraterone with strong CYP3A4 inducers; if a strong CYP3A4 inducer must be used, increase abiraterone dosage frequency from once daily to twice daily."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will decrease the level or effect of abiraterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid coadministration of abiraterone with strong CYP3A4 inducers; if a strong CYP3A4 inducer must be used, increase abiraterone dosage frequency from once daily to twice daily"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine decreases levels of abiraterone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid coadministration of abiraterone with strong CYP3A4 inducers; if a strong CYP3A4 inducer must be used, increase abiraterone dosage frequency from once daily to twice daily."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flecainide",
            "description": {
                "common": "abiraterone increases levels of flecainide by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "abiraterone increases levels of fluoxetine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "abiraterone increases levels of fluphenazine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "abiraterone will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. If therapy cannot be avoided, exercise caution and consider a dose reduction of CYP2D6 substrate"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin decreases levels of abiraterone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid coadministration of abiraterone with strong CYP3A4 inducers; if a strong CYP3A4 inducer must be used, increase abiraterone dosage frequency from once daily to twice daily."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gallium Ga 68 PSMA-11",
            "description": {
                "common": "abiraterone will decrease the level or effect of gallium Ga 68 PSMA-11 by  unspecified interaction mechanism. Modify Therapy/Monitor Closely. Androgen deprivation therapy and other therapies targeting the androgen pathway may result in changes in the uptake of gallium Ga 68 PSMA-11 in prostate cancer. The effect of ADT on the performance of gallium Ga 68 PSMA-11 is unknown."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "abiraterone will increase the level or effect of glecaprevir/pibrentasvir by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "abiraterone increases levels of haloperidol by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "abiraterone will decrease the level or effect of ifosfamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Use of a CYP3A4 inhibitor may decrease metabolism of ifosfamide, potentially reducing ifosfamide therapeutic effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "abiraterone increases levels of iloperidone by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "abiraterone increases levels of imipramine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indacaterol, inhaled",
            "description": {
                "common": "indacaterol, inhaled, abiraterone. QTc interval. Use Caution/Monitor. Drugs that are known to prolong the QTc interval may have an increased the risk of ventricular arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "abiraterone will increase the level or effect of ivosidenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration with moderate CYP3A4 inhibitors may increase ivosidenib plasma concentrations, thus increasing the risk of QTc prolongation. Monitor for increased risk of QTc interval prolongation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of abiraterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lencapavir may increase CYP3A4 substrates initiated within 9 months after last SC dose of lenacapavir, which may increase potential risk of adverse reactions of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofexidine",
            "description": {
                "common": "abiraterone will increase the level or effect of lofexidine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Concomitant use of lofexidine with strong CYP2D6 inhibitors may increase lofexidine plasma levels. Monitor for symptoms of orthostasis and bradycardia if coadministered with a CYP2D6 inhibitor. Consider lofexidine dose reduction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lorlatinib",
            "description": {
                "common": "lorlatinib will decrease the level or effect of abiraterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maprotiline",
            "description": {
                "common": "abiraterone increases levels of maprotiline by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaxalone",
            "description": {
                "common": "abiraterone increases levels of metaxalone by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "abiraterone increases levels of methamphetamine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methohexital",
            "description": {
                "common": "methohexital will decrease the level or effect of abiraterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoprolol",
            "description": {
                "common": "abiraterone increases levels of metoprolol by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mexiletine",
            "description": {
                "common": "abiraterone increases levels of mexiletine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "abiraterone increases levels of mirtazapine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane decreases levels of abiraterone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Mitotane is a strong inducer of cytochrome P-4503A4; monitor when coadministered with CYP3A4 substrates for possible dosage adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin decreases levels of abiraterone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid coadministration of abiraterone with strong CYP3A4 inducers; if a strong CYP3A4 inducer must be used, increase abiraterone dosage frequency from once daily to twice daily."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naldemedine",
            "description": {
                "common": "abiraterone increases levels of naldemedine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor naldemedine for potential adverse effects if coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nebivolol",
            "description": {
                "common": "abiraterone increases levels of nebivolol by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nevirapine",
            "description": {
                "common": "nevirapine decreases levels of abiraterone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid coadministration of abiraterone with strong CYP3A4 inducers; if a strong CYP3A4 inducer must be used, increase abiraterone dosage frequency from once daily to twice daily."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nintedanib",
            "description": {
                "common": "abiraterone increases levels of nintedanib by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. If nintedanib adverse effects occur, management may require interruption, dose reduction, or discontinuation of therapy ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "abiraterone increases levels of nortriptyline by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "abiraterone will increase the level or effect of oliceridine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. If concomitant use is necessary, may require less frequent oliceridine dosing. Closely monitor for respiratory depression and sedation and titrate subsequent doses accordingly. If inhibitor is discontinued, consider increase oliceridine dosage until stable drug effects are achieved. Monitor for signs of opioid withdrawal. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olodaterol inhaled",
            "description": {
                "common": "abiraterone and olodaterol inhaled both increase  QTc interval. Use Caution/Monitor. Drugs that prolong the QTc interval and may potentiate the effects of beta2 agonists on the cardiovascular system; increased risk of ventricular arrhythmias"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine decreases levels of abiraterone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid coadministration of abiraterone with strong CYP3A4 inducers; if a strong CYP3A4 inducer must be used, increase abiraterone dosage frequency from once daily to twice daily."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paroxetine",
            "description": {
                "common": "abiraterone increases levels of paroxetine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital will decrease the level or effect of abiraterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "abiraterone increases levels of perphenazine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital decreases levels of abiraterone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely.  Avoid coadministration of abiraterone with strong CYP3A4 inducers; if a strong CYP3A4 inducer must be used, increase abiraterone dosage frequency from once daily to twice daily."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin decreases levels of abiraterone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid coadministration of abiraterone with strong CYP3A4 inducers; if a strong CYP3A4 inducer must be used, increase abiraterone dosage frequency from once daily to twice daily."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "abiraterone increases levels of pindolol by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pitolisant",
            "description": {
                "common": "abiraterone will increase the level or effect of pitolisant by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. If coadministered with strong CYP2D6 inhibitors, initiate pitolisant at 8.9 mg/day and increase after 7 days to maximum of 17.8 mg/day. For patients currently taking pitolisant, reduce pitolisant dose by half upon initiating strong CYP2D6 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone decreases levels of abiraterone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid coadministration of abiraterone with strong CYP3A4 inducers; if a strong CYP3A4 inducer must be used, increase abiraterone dosage frequency from once daily to twice daily."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procainamide",
            "description": {
                "common": "abiraterone increases levels of procainamide by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promethazine",
            "description": {
                "common": "abiraterone increases levels of promethazine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propafenone",
            "description": {
                "common": "abiraterone increases levels of propafenone by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "abiraterone increases levels of propranolol by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "protriptyline",
            "description": {
                "common": "abiraterone increases levels of protriptyline by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin decreases levels of abiraterone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely.  Avoid coadministration of abiraterone with strong CYP3A4 inducers; if a strong CYP3A4 inducer must be used, increase abiraterone dosage frequency from once daily to twice daily."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin decreases levels of abiraterone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely.  Avoid coadministration of abiraterone with strong CYP3A4 inducers; if a strong CYP3A4 inducer must be used, increase abiraterone dosage frequency from once daily to twice daily."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine decreases levels of abiraterone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid coadministration of abiraterone with strong CYP3A4 inducers; if a strong CYP3A4 inducer must be used, increase abiraterone dosage frequency from once daily to twice daily."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifaximin",
            "description": {
                "common": "abiraterone increases levels of rifaximin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "abiraterone increases levels of risperidone by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of abiraterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selexipag",
            "description": {
                "common": "abiraterone will increase the level or effect of selexipag by  decreasing metabolism. Modify Therapy/Monitor Closely. Reduce selexipag dose to once daily if coadministered with moderate CYP2C8 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sertraline",
            "description": {
                "common": "abiraterone increases levels of sertraline by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and abiraterone both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort decreases levels of abiraterone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid coadministration of abiraterone with strong CYP3A4 inducers; if a strong CYP3A4 inducer must be used, increase abiraterone dosage frequency from once daily to twice daily."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, abiraterone. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP3A4 inhibitor and inducer. Monitor CYP3A4 substrates coadministered with stiripentol for increased or decreased effects. CYP3A4 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamoxifen",
            "description": {
                "common": "abiraterone, tamoxifen. affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. CYP2D6 inhibition decreases metabolism of tamoxifen to  hydroxytamoxifen, and N-desmethyl tamoxifen to endoxifen (active metabolites with 100-fold greater affinity for estrogen receptor); decreased endoxifen levels may result in poor clinical outcome."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamsulosin",
            "description": {
                "common": "abiraterone increases levels of tamsulosin by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tazemetostat will decrease the level or effect of abiraterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tecovirimat",
            "description": {
                "common": "tecovirimat will decrease the level or effect of abiraterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Tecovirimat is a weak CYP3A4 inducer. Monitor sensitive CYP3A4 substrates for effectiveness if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teniposide",
            "description": {
                "common": "abiraterone will increase the level or effect of teniposide by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tetrabenazine",
            "description": {
                "common": "abiraterone increases levels of tetrabenazine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thioridazine",
            "description": {
                "common": "abiraterone increases levels of thioridazine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolterodine",
            "description": {
                "common": "abiraterone increases levels of tolterodine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tramadol",
            "description": {
                "common": "abiraterone increases levels of tramadol by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider increasing tramadol dose if clinically appropriate; if abiraterone is discontinued, consider reducing tramadol dose and frequently monitor for signs of respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimipramine",
            "description": {
                "common": "abiraterone increases levels of trimipramine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vemurafenib",
            "description": {
                "common": "abiraterone increases levels of vemurafenib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "abiraterone increases levels of venlafaxine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of abiraterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anastrozole",
            "description": {
                "common": "anastrozole will increase the level or effect of abiraterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide will increase the level or effect of abiraterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "larotrectinib will increase the level or effect of abiraterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Hematuria",
            "percent": "10"
        },
        {
            "name": "Pyrexia",
            "percent": "8.7"
        },
        {
            "name": "Rash",
            "percent": "8.1"
        },
        {
            "name": "Headache",
            "percent": "7.5"
        },
        {
            "name": "Urinary frequency",
            "percent": "7.2"
        },
        {
            "name": "Arrhythmia",
            "percent": "7.2"
        },
        {
            "name": "Groin pain",
            "percent": "6.6"
        },
        {
            "name": "Nocturia",
            "percent": "6.2"
        },
        {
            "name": "Falls",
            "percent": "5.9"
        },
        {
            "name": "Fractures",
            "percent": "5.9"
        },
        {
            "name": "Chest pain or chest discomfort",
            "percent": "3.8"
        },
        {
            "name": "Cardiac failure",
            "percent": "2.3"
        },
        {
            "name": "Lymphopenia",
            "percent": "4.1-8.7"
        },
        {
            "name": "Hypophosphatemia",
            "percent": "7.2"
        },
        {
            "name": "Hyperglycemia",
            "percent": "6.5"
        },
        {
            "name": "nonfasting",
            "percent": "1.4-6.1"
        },
        {
            "name": "Increased ALT",
            "percent": "2.8-10"
        },
        {
            "name": "Hypokalemia",
            "percent": "2.1-4.4"
        },
        {
            "name": "Increased AST",
            "percent": "2-4.2"
        },
        {
            "name": "Joint swelling",
            "percent": "3"
        },
        {
            "name": "discomfort",
            "percent": "2.4"
        },
        {
            "name": "Muscle discomfort",
            "percent": "2.2"
        },
        {
            "name": "Dyspnea",
            "percent": "1-2.1"
        },
        {
            "name": "Fatigue",
            "percent": "1.9"
        },
        {
            "name": "Urinary tract infection",
            "percent": "1.4"
        },
        {
            "name": "Edema or cardiac failure",
            "percent": "1.3"
        },
        {
            "name": "Fractures",
            "percent": "1.1"
        },
        {
            "name": "Hematuria",
            "percent": "0.6-0.9"
        },
        {
            "name": "Arrhythmias",
            "percent": "0.6"
        },
        {
            "name": "Diarrhea",
            "percent": "0.5"
        },
        {
            "name": "Pyrexia",
            "percent": "0.4"
        },
        {
            "name": "Chest pain or discomfort",
            "percent": "0.4"
        },
        {
            "name": "Hypertriglyceridemia",
            "percent": "0.4"
        },
        {
            "name": "Groin pain",
            "percent": "0.4"
        },
        {
            "name": "Constipation",
            "percent": "0.4"
        },
        {
            "name": "Edema",
            "percent": "0.3"
        },
        {
            "name": "Hyponatremia",
            "percent": "0.2-0.3"
        },
        {
            "name": "Urinary frequency",
            "percent": "0.3"
        },
        {
            "name": "Hot flush",
            "percent": "0.2"
        },
        {
            "name": "Headache",
            "percent": "0.2"
        },
        {
            "name": "Upper respiratory tract",
            "percent": "0.1-0.2"
        },
        {
            "name": "Insomnia",
            "percent": null
        },
        {
            "name": "Increased total bilirubin",
            "percent": null
        }
    ]
}