{
    "name": "aspirin/omeprazole",
    "comment": "Rx",
    "other_names": [
        "Yosprala"
    ],
    "classes": [
        "Antiplatelet Agents",
        "Cardiovascular",
        "Proton Pump Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/yosprala-aspirin-omeprazole-999919",
    "pregnancy": {
        "common": [
            "Individual components, aspirin and omeprazole, are secreted in human milk",
            "Limited data describe the presence of aspirin in human milk at relative infant doses of 2.5-10.8% of the maternal weight-adjusted dosage",
            "Case reports of breastfeeding infants whose mothers were exposed to aspirin during lactation describe adverse reactions, including metabolic acidosis, thrombocytopenia, and hemolysis",
            "Limited data describe the presence of omeprazole in human milk at a relative infant dose of 0.9% of the maternal weight-adjusted dosage; there are no reports of adverse effects of omeprazole on the breastfed infant",
            "Because of the potential for serious adverse reactions in the infant, including the potential for aspirin to cause metabolic acidosis, thrombocytopenia, hemolysis, or Reye syndrome, breastfeeding is not recommended during treatment",
            "Not known if maternal exposure to aspirin during lactation increases risk of Reye’s syndrome in breastfed infants; the direct use of aspirin in infants and children is associated with Reye’s syndrome, even at low plasma levels"
        ],
        "specific": [
            {
                "type": "Aspirin",
                "description": [
                    "Use of NSAIDs can cause premature closure of fetal ductus arteriosus and fetal renal dysfunction leading to oligohydramnios and, in some cases, neonatal renal impairment",
                    "Because of these risks, limit dose and duration of drug combination between about 20 and 30 weeks of gestation, and avoid use at about 30 weeks of gestation and later in pregnancy",
                    "Use of NSAIDs, including drug combination, at about 30 weeks gestation or later in pregnancy increases risk of premature closure of the fetal ductus arteriosus",
                    "Use of NSAIDs at about 20 weeks gestation or later in pregnancy has been associated with cases of fetal renal dysfunction leading to oligohydramnios, and in some cases, neonatal renal impairment",
                    "If an NSAID is necessary at about 20 weeks gestation or later in pregnancy, limit use to the lowest effective dose and shortest duration possible; if drug combination treatment extends beyond 48 hours, consider monitoring with ultrasound for oligohydramnios; if oligohydramnios occurs, discontinue drug use and follow up according to clinical practice",
                    "If an NSAID is necessary at about 20 weeks gestation or later in pregnancy, limit the use to the lowest effective dose and shortest duration possible. If treatment extends beyond 48 hours, consider monitoring with ultrasound for oligohydramnios. If oligohydramnios occurs, discontinue treatment and follow up according to clinical practice",
                    "Data from observational studies regarding other potential embryofetal risks of NSAID use in women in the first or second trimesters of pregnancy are inconclusive",
                    "Based on animal data, prostaglandins have been shown to have important role in endometrial vascular permeability, blastocyst implantation, and decidualization; in animal studies, administration of prostaglandin synthesis inhibitors such as aspirin, resulted in increased pre-and post-implantation loss",
                    "Prostaglandins also have been shown to have an important role in fetal kidney development; in published animal studies, prostaglandin synthesis inhibitors have been reported to impair kidney development when administered at clinically relevant doses",
                    "  ",
                    "  ",
                    "Based on mechanism of action, the use of prostaglandin mediated NSAIDs may delay or prevent rupture of ovarian follicles, which has been associated with reversible infertility in some women",
                    "Published animal studies have shown that administration of prostaglandin synthesis inhibitors has the potential to disrupt prostaglandin-mediated follicular rupture required for ovulation",
                    "Small studies in women treated with NSAIDs have also demonstrated a reversible delay in ovulation; consider withdrawal of NSAIDs in women who have difficulties conceiving or who are undergoing investigation of infertility"
                ]
            },
            {
                "type": "Omeprazole",
                "description": [
                    "Four published epidemiological studies compared the frequency of congenital abnormalities among infants born to women who used omeprazole during pregnancy with the frequency of abnormalities among infants of women not exposed",
                    "The number of infants exposed in utero to omeprazole who had any malformation, low birth weight, low Apgar score, or hospitalization was similar to women not exposed in each study",
                    "Exceptions were the number of infants born with ventricular septal defects and the number of stillborn infants were both slightly higher in the omeprazole-exposed infants than the expected number in this population in 1 study"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Individual components, aspirin and omeprazole, are secreted in human milk",
            "Limited data describe the presence of aspirin in human milk at relative infant doses of 2.5-10.8% of the maternal weight-adjusted dosage",
            "Case reports of breastfeeding infants whose mothers were exposed to aspirin during lactation describe adverse reactions, including metabolic acidosis, thrombocytopenia, and hemolysis",
            "Limited data describe the presence of omeprazole in human milk at a relative infant dose of 0.9% of the maternal weight-adjusted dosage; there are no reports of adverse effects of omeprazole on the breastfed infant",
            "Because of the potential for serious adverse reactions in the infant, including the potential for aspirin to cause metabolic acidosis, thrombocytopenia, hemolysis, or Reye syndrome, breastfeeding is not recommended during treatment",
            "Not known if maternal exposure to aspirin during lactation increases risk of Reye’s syndrome in breastfed infants; the direct use of aspirin in infants and children is associated with Reye’s syndrome, even at low plasma levels"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Known allergy to aspirin and other NSAIDs",
                "Patients with the syndrome of asthma, rhinitis, and nasal polyps; aspirin may cause severe urticaria, angioedema, or bronchospasm",
                "Known hypersensitivity to aspirin, omeprazole, substituted benzimidazoles, or any of the excipients in the formulation",
                "Proton pump inhibitors (PPIs) are contraindicated with rilpivirine-containing products",
                "Not indicated for pediatric patients (safety and efficacy not established); aspirin is contraindicated in children with suspected viral infections, with or without fever, because of the risk of Reye syndrome with concomitant use of aspirin in certain viral illnesses"
            ],
            "specific": []
        },
        "cautions": {
            "common": [],
            "specific": [
                {
                    "type": "Aspirin",
                    "description": [
                        "Even low doses of aspirin can inhibit platelet function, leading to an increase in bleeding time; monitor for signs of bleeding",
                        "Aspirin is associated with serious GI adverse reactions, including inflammation, bleeding ulceration, and perforation of the upper and lower GI tract; other adverse reactions with aspirin include stomach pain, heartburn, nausea, and vomiting",
                        "Avoid with severe renal failure (GFR <10 mL/min); regular use of aspirin is associated with a dose-dependent increased risk of chronic renal failure; aspirin decreases GFR and renal blood flow, especially with preexisting renal disease",
                        "Long-term moderate-to high doses of aspirin may result in elevations in serum ALT levels; avoid with any degree of hepatic impairment",
                        "Aspirin may elevate hepatic enzymes, blood urea nitrogen, and serum creatinine; may cause hyperkalemia, proteinuria, and prolonged bleeding time",
                        "NSAIDs, including aspirin, may cause premature closure of the fetal ductus arteriosus; avoid use in pregnant women starting at 30 weeks of gestation (see Pregnancy)",
                        "Drug reaction with eosinophilia and systemic symptoms (DRESS)",
                        "Drug Reaction reported in patients taking NSAIDs; some of these events have been fatal or life-threatening; DRESS typically, although not exclusively, presents with fever, rash, lymphadenopathy, and/or facial swelling",
                        "Other clinical manifestations may include hepatitis, nephritis, hematological abnormalities, myocarditis, or myositis; sometimes symptoms of DRESS may resemble an acute viral infection",
                        "Eosinophilia is often present; because this disorder is variable in its presentation, other organ systems not noted here may be involved",
                        "Early manifestations of hypersensitivity, such as fever or lymphadenopathy, may be present even though rash is not evident; if such signs or symptoms are present, discontinue therapy and evaluate the patient immediately"
                    ]
                },
                {
                    "type": "Omeprazole",
                    "description": [
                        "Avoid use in Asian patients with unknown CYP2C19 genotype or those who are known to be poor metabolizers (see Drug Interactions and Pharmacogenomics)",
                        "Acute tubulointerstitial nephritis (TIN) reported in patients taking PPIs; TIN may occur at any point during PPI therapy; patients may present with varying signs and symptoms from symptomatic hypersensitivity reactions, to non-specific symptoms of decreased renal function (eg, malaise, nausea, anorexia); in reported case series, some patients were diagnosed on biopsy and in the absence of extra-renal manifestations (eg, fever, rash or arthralgia); discontinue drug and evaluate patients with suspected acute TIN",
                        "PPIs are possibly associated with increased incidence of C difficile-associated diarrhea (CDAD); consider diagnosis of CDAD for patients taking PPIs who have diarrhea that does not improve",
                        "Published observational studies suggest that PPI therapy may be associated with an increased risk for osteoporosis-related fractures of the hip, wrist, or spine, particularly with prolonged (>1 yr), high-dose therapy",
                        "Daily long-term use (eg, >3 years) may lead to malabsorption or a deficiency of cyanocobalamin",
                        "Cutaneous lupus erythematosus and systemic lupus erythematosus (SLE) reported with PPIs; SLE typically occurred within days to years after initiating treatment, but some cases occurred days or years after initiating treatment; SLE occurred primarily in patients ranging from young adults to the elderly; majority of patients presented with rash; however, arthralgia and cytopenia were also reported; discontinue therapy and refer patient to appropriate specialist for evaluation; most patients improve with discontinuation of PPI alone in 4 to 12 weeks; serological testing (e.g., ANA) may be positive and elevated serological test results may take longer to resolve than clinical manifestations",
                        "Hypomagnesemia may occur with prolonged use (>1 year); adverse effects may result and include tetany, arrhythmias, and seizures; Hypomagnesemia may lead to hypocalcemia and/or hypokalemia and may exacerbate underlying hypocalcemia in at-risk patients; in most patients, treatment of hypomagnesemia required magnesium replacement and discontinuation of the PPI; in 25% of cases reviewed, magnesium supplementation alone did not improve low serum magnesium levels and the PPI had to be discontinued",
                        "Consider monitoring magnesium and calcium levels prior to initiation of therapy and periodically while on treatment in patients with a preexisting risk of hypocalcemia (eg, hypoparathyroidism); supplement with magnesium and/or calcium, as necessary; if hypocalcemia is refractory to treatment, consider discontinuing therapy",
                        "Decreased gastric acidity increases serum chromogranin A (CgA) levels and may cause false-positive diagnostic results for neuroendocrine tumors; temporarily discontinue PPIs before assessing CgA levels",
                        "PPI therapy is associated with increased risk of fundic gland polyp; risk increases with long-term use >1 year; patient may be asymptomatic; problem usually identified incidentally on endoscopy; use shortest duration of therapy appropriate to condition being treated"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Also see Interactions section and Drug Interaction Checker",
                        "Aspirin",
                        "Because of its ability to inhibit platelet aggregation, low dose aspirin is often used in conjunction with anticoagulants for prevention of thrombotic CV events; closely monitor INR, and for signs and symptoms of bleeding",
                        "Maintenance doses of aspirin >100 mg reduce ticagrelor effect in preventing thrombotic cardiovascular events; avoid coadministration of ticagrelor with the 325-mg/40-mg tablet strength",
                        "Counsel patients who consume ≥3 alcoholic drinks/day about the bleeding risks involved with chronic, heavy alcohol use while taking aspirin",
                        "Aspirin may decrease antihypertensive effect of ACE-inhibitors, beta blockers, or diuretics",
                        "Moderate aspirin doses may increase effect of oral hypoglycemics",
                        "Omeprazole",
                        "PPIs are contraindicated with rilpivirine-containing products",
                        "Omeprazole inhibits hepatic isoenzyme CYP2C19 and may decrease metabolism of drugs that are CYP2C19 substrates (eg, citalopram, cilostazol, phenytoin, diazepam, tacrolimus)",
                        "Coadministration of clopidogrel with 80-mg omeprazole reduces clopidogrel’s pharmacological activity, even when administered 12 hr apart; avoid coadministration; clopidogrel’s antiplatelet effect is entirely due to an active metabolite; the metabolism of clopidogrel to its active metabolite can be impaired by use with concomitant medications (eg, omeprazole) that interfere with CYP2C19 activity",
                        "CYP2C19 or CYP3A4 inducers (eg, St John’s Wort or rifampin) can substantially decrease omeprazole concentrations; avoid coadministration",
                        "Coadministration of PPIs with methotrexate (primarily at high dose) may elevate and prolong methotrexate serum levels and/or its metabolite, possibly leading to toxicity",
                        "May increase exposure to digoxin; monitor digoxin concentrations and adjust dose as needed to maintain therapeutic serum concentrations",
                        "For patients expected to be on prolonged treatment or who take PPIs with medications such as digoxin or drugs that may cause hypomagnesemia (eg, diuretics), health care professionals may consider monitoring magnesium levels prior to initiation of PPI treatment and periodically",
                        "May reduce absorption of drugs that are dependent on gastric pH for absorption (eg, iron salts, erlotinib, dasatinib, nilotinib, mycophenolate mofetil, ketoconazole/itraconazole)"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "abrocitinib",
            "description": {
                "common": "abrocitinib and aspirin both increase  anticoagulation. Contraindicated. Antiplatelet drugs, except for low-dose aspirin (=81 mg qDay), during the first 3 months of treatment are contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide increases levels of aspirin by unknown mechanism. Contraindicated. Coadministration of dichlorphenamide with high-dose aspirin may increase salicylate levels. Anorexia, tachypnea, lethargy, and coma reported."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "erlotinib",
            "description": {
                "common": "omeprazole decreases levels of erlotinib by Other (see comment). Contraindicated. \nComment: Concomitant use of proton pump inhibitors with erlotinib should be avoided if possible. Drugs that alter pH of upper GI tract may alter the solubility of erlotinib and reduce its bioavailability. ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mavacamten",
            "description": {
                "common": "omeprazole will increase the level or effect of mavacamten by  affecting hepatic enzyme CYP2C19 metabolism. Contraindicated. Strong or moderate CYP2C19 inhibitors may increase mavacamten systemic exposure, resulting in heart failure due to systolic dysfunction. "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mifepristone",
            "description": {
                "common": "aspirin, mifepristone. Other (see comment). Contraindicated. \nComment: Aspirin induced antiplatelet activity may induce excessive bleeding after an abortion w/mifepristone (RU 486)."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "omeprazole decreases levels of nelfinavir by unspecified interaction mechanism. Contraindicated. Coadministration may lead to loss of nelfinavir virologic response and development of resistance; mechanism may be CYP2C19 inhibition of nelfinavir conversion to active M8 metabolite, and also PPIs decreasing gastric pH resulting in decreased nelfinavir absorption."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abrocitinib",
            "description": {
                "common": "omeprazole will increase the level or effect of abrocitinib by  decreasing metabolism. Avoid or Use Alternate Drug. Abrocitinib is a CYP2C9 and CYP2C19 substrate. Drugs that are moderate-to-strong inhibitors of both CYP2C9 and CYP2C19 increase systemic exposure of abrocitinib and its active metabolites, which may increase adverse effects. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "omeprazole decreases levels of acalabrutinib by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Acalabrutinib solubility decreases with increasing gastric pH. Due to the long-lasting effect of PPIs, separation of doses may not eliminate the interaction."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP2C19 inducer, with drugs that are CYP2C19 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atazanavir",
            "description": {
                "common": "omeprazole will decrease the level or effect of atazanavir by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Atazanavir solubility decreases as pH increases. Substantially reduced plasma concentrations of atazanavir are expected if PPIs are coadministered. PPI dose should not exceed a dose comparable to omeprazole 20 mg and must be taken ~12 h before atazanavir/ritonavir in treatment naive-patients. PPIs are not recommended in treatment-experienced taking atazanavir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "benazepril",
            "description": {
                "common": "aspirin, benazepril. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Coadministration may result in a significant decrease in renal function. NSAIDs may diminish the antihypertensive effect of ACE inhibitors. The mechanism of these interactions is likely related to the ability of NSAIDs to reduce the synthesis of vasodilating renal prostaglandins."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "caplacizumab",
            "description": {
                "common": "caplacizumab, aspirin.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "captopril",
            "description": {
                "common": "aspirin, captopril. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Coadministration may result in a significant decrease in renal function. NSAIDs may diminish the antihypertensive effect of ACE inhibitors. The mechanism of these interactions is likely related to the ability of NSAIDs to reduce the synthesis of vasodilating renal prostaglandins."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ceritinib",
            "description": {
                "common": "omeprazole decreases effects of ceritinib by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cilostazol",
            "description": {
                "common": "omeprazole will increase the level or effect of cilostazol by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clopidogrel",
            "description": {
                "common": "omeprazole decreases effects of clopidogrel by affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug. Clopidogrel efficacy may be reduced by drugs that inhibit CYP2C19. Inhibition of platelet aggregation by clopidogrel is entirely due to an active metabolite. Clopidogrel is metabolized to this active metabolite in part by CYP2C19.  ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dacomitinib",
            "description": {
                "common": "omeprazole will increase the level or effect of dacomitinib by  unspecified interaction mechanism. Avoid or Use Alternate Drug. Concomitant use with a PPI decreases dacomitinib concentrations, which may reduce dacomitinib efficacy. Avoid use of PPIs with dacomitinib. As an alternative to PPIs, use locally-acting antacids or an H2-receptor antagonist. Administer at least 6 hours before or 10 hours after taking an H2-receptor antagonist."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dasatinib",
            "description": {
                "common": "omeprazole will decrease the level or effect of dasatinib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "digoxin",
            "description": {
                "common": "omeprazole will increase the level or effect of digoxin by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "duloxetine",
            "description": {
                "common": "omeprazole will decrease the level or effect of duloxetine by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enalapril",
            "description": {
                "common": "aspirin, enalapril. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Coadministration may result in a significant decrease in renal function. NSAIDs may diminish the antihypertensive effect of ACE inhibitors. The mechanism of these interactions is likely related to the ability of NSAIDs to reduce the synthesis of vasodilating renal prostaglandins."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "enzalutamide will decrease the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "omeprazole will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If coadministration of a strong CYP2C9 inhibitors is unavoidable, closely monitor adverse reactions and modify dose of erdafitinib accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fedratinib",
            "description": {
                "common": "omeprazole will increase the level or effect of fedratinib by  Other (see comment). Avoid or Use Alternate Drug. Avoid coadministration of fedratinib (a CYP3A4 and CYP2C19 substrate) with dual CYP3A4 and CYP2C19 inhibitor. Effect of coadministration of a dual CYP3A4 and CYP2C19 inhibitor with fedratinib has not been studied."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Fexinidazole inhibits CYP3A4. Coadministration may increase risk for adverse effects of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosinopril",
            "description": {
                "common": "aspirin, fosinopril. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Coadministration may result in a significant decrease in renal function. NSAIDs may diminish the antihypertensive effect of ACE inhibitors. The mechanism of these interactions is likely related to the ability of NSAIDs to reduce the synthesis of vasodilating renal prostaglandins."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "ibuprofen decreases effects of aspirin by Other (see comment). Avoid or Use Alternate Drug. \nComment: Ibuprofen decreases the antiplatelet effects of low-dose aspirin by blocking the active site of platelet cyclooxygenase. Administer ibuprofen 8 h before aspirin or at least 2-4 h after aspirin. The effect of other NSAIDs on aspirin is not established."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "ibuprofen IV increases toxicity of aspirin by anticoagulation. Avoid or Use Alternate Drug. increases risk of bleeding."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idelalisib",
            "description": {
                "common": "idelalisib will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Idelalisib is a strong CYP3A inhibitor; avoid coadministration with sensitive CYP3A substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indinavir",
            "description": {
                "common": "omeprazole will decrease the level or effect of indinavir by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infigratinib",
            "description": {
                "common": "omeprazole will decrease the level or effect of infigratinib by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "itraconazole",
            "description": {
                "common": "omeprazole will decrease the level or effect of itraconazole by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib will decrease the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP3A4 substrates with ivosidenib or replace with alternative therapies. If coadministration is unavoidable, monitor patients for loss of therapeutic effect of these drugs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "omeprazole will decrease the level or effect of ketoconazole by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketorolac",
            "description": {
                "common": "aspirin, ketorolac.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "aspirin, ketorolac intranasal.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lesinurad",
            "description": {
                "common": "aspirin decreases effects of lesinurad by unspecified interaction mechanism. Avoid or Use Alternate Drug. Aspirin at doses >325 mg/day may decrease lesinurad efficacy. Aspirin doses 325 mg/day or less (ie, for cardiovascular event prophylaxis) does not decrease lesinurad efficacy and can be coadministered."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "omeprazole will decrease the level or effect of levoketoconazole by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisinopril",
            "description": {
                "common": "aspirin, lisinopril. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Coadministration may result in a significant decrease in renal function. NSAIDs may diminish the antihypertensive effect of ACE inhibitors. The mechanism of these interactions is likely related to the ability of NSAIDs to reduce the synthesis of vasodilating renal prostaglandins."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "omeprazole will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of lonafarnib (a sensitive CYP3A substrate) with weak CYP3A inhibitors is unavoidable, reduce to, or continue lonafarnib at starting dose. Closely monitor for arrhythmias and events (eg, syncope, heart palpitations) since lonafarnib effect on QT interval is unknown."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "macimorelin",
            "description": {
                "common": "aspirin, macimorelin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Drugs that directly affect the pituitary secretion of growth hormone (GH) may impact the accuracy of the macimorelin diagnostic test. Allow sufficient washout time of drugs affecting GH release before administering macimorelin. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles, mumps, rubella and varicella vaccine, live",
            "description": {
                "common": "aspirin, measles, mumps, rubella and varicella vaccine, live. Mechanism: unspecified interaction mechanism. Avoid or Use Alternate Drug. Risk of Reye's Syndrome with combination; avoid salicylate use for 6 wks after vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mesalamine",
            "description": {
                "common": "omeprazole decreases effects of mesalamine by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Applies only to sustained release dosage form."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methotrexate",
            "description": {
                "common": "aspirin increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Caution should be exercised when salicylates are given in combination with methotrexate.  Risk for drug interactions with methotrexate is greatest during high-dose methotrexate therapy, it has been recommended that any of these drugs be used cautiously with methotrexate even when methotrexate is used in low doses."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mifepristone",
            "description": {
                "common": "aspirin will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mitotane",
            "description": {
                "common": "aspirin will decrease the level or effect of mitotane by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "moexipril",
            "description": {
                "common": "aspirin, moexipril. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Coadministration may result in a significant decrease in renal function. NSAIDs may diminish the antihypertensive effect of ACE inhibitors. The mechanism of these interactions is likely related to the ability of NSAIDs to reduce the synthesis of vasodilating renal prostaglandins."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "neratinib",
            "description": {
                "common": "omeprazole will decrease the level or effect of neratinib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nilotinib",
            "description": {
                "common": "omeprazole will decrease the level or effect of nilotinib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Nilotinib has a pH-dependent solubility and  solubility is decreased at higher pH; separating doses may not eliminate this effect because of PPI extended duration of action"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nisoldipine",
            "description": {
                "common": "omeprazole will increase the level or effect of nisoldipine by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pazopanib",
            "description": {
                "common": "omeprazole will decrease the level or effect of pazopanib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Avoid coadministration of pazopanib with drugs that raise gastric pH; consider short-acting antacids in place of PPIs and H2 antagonists; separate antacid and pazopanib dosing by several hours"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pemetrexed",
            "description": {
                "common": "aspirin increases levels of pemetrexed by unspecified interaction mechanism. Avoid or Use Alternate Drug. Interrupt dosing in all patients taking NSAIDs with long elimination half-lives for at least 5d before, the day of, and 2d following pemetrexed administration. If coadministration of an NSAID is necessary, closely monitor patients for toxicity, especially myelosuppression, renal toxicity, and GI toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "perindopril",
            "description": {
                "common": "aspirin, perindopril. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Coadministration may result in a significant decrease in renal function. NSAIDs may diminish the antihypertensive effect of ACE inhibitors. The mechanism of these interactions is likely related to the ability of NSAIDs to reduce the synthesis of vasodilating renal prostaglandins."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "omeprazole will decrease the level or effect of pexidartinib by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Avoid coadministration of proton pump inhibitors (PPIs) with pexidartinib. Use H2-receptor antagonists or antacids if needed. When using alternatives to PPIs, administer pexidartinib 2 hr before or after taking locally-acting antacids OR administer pexidartinib at least 2 hr before or 10 hr after taking an H2-receptor antagonist."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "probenecid",
            "description": {
                "common": "aspirin decreases effects of probenecid by acidic (anionic) drug competition for renal tubular clearance. Avoid or Use Alternate Drug. Aspirin decreases uricosuric action of probenecid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinapril",
            "description": {
                "common": "aspirin, quinapril. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Coadministration may result in a significant decrease in renal function. NSAIDs may diminish the antihypertensive effect of ACE inhibitors. The mechanism of these interactions is likely related to the ability of NSAIDs to reduce the synthesis of vasodilating renal prostaglandins."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ramipril",
            "description": {
                "common": "aspirin, ramipril. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Coadministration may result in a significant decrease in renal function. NSAIDs may diminish the antihypertensive effect of ACE inhibitors. The mechanism of these interactions is likely related to the ability of NSAIDs to reduce the synthesis of vasodilating renal prostaglandins."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine will decrease the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "secretin",
            "description": {
                "common": "omeprazole, secretin. Other (see comment). Avoid or Use Alternate Drug. \nComment: Concomitant use of PPIs may cause a hyperresponse in gastrin secretion in response to stimulation testing with secretin, falsely suggesting gastrinoma. The time it takes for serum gastrin concentrations to return to baseline following discontinuation of PPIs is specific to the individual PPI. Temporarily stop omeprazole treatment at least 14 days before assessing to allow gastrin levels to return to baseline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "omeprazole will increase the level or effect of siponimod by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. Coadministration of siponimod with drugs that cause moderate CYP2C9 AND a moderate or strong CYP3A4 inhibition is not recommended. Caution if siponimod coadministered with moderate CYP2C9 inhibitors alone."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sofosbuvir/velpatasvir",
            "description": {
                "common": "omeprazole will decrease the level or effect of sofosbuvir/velpatasvir by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Velpatasvir solubility decreases as gastric pH increases (practically insoluble at pH >5). Coadministration of sofosbuvir/velpatasvir with omeprazole or other PPIs is not recommended. If considered medically necessary, give sofosbuvir/velpatasvir with food 4 hr before omeprazole 20 mg. Use with other PPIs has not been studied."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "omeprazole will decrease the level or effect of sotorasib by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. If use with an acid-reducing agent cannot be avoided, administer sotorasib 4 hr before or 10 hr after administration of a locally-acting antacid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sparsentan",
            "description": {
                "common": "omeprazole decreases effects of sparsentan by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Proton pump inhibitors may decrease sparsentan exposure which may reduce efficacy of sparsentan."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ticlopidine",
            "description": {
                "common": "aspirin increases effects of ticlopidine by pharmacodynamic synergism. Avoid or Use Alternate Drug. Enhanced risk of hemorrhage."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trandolapril",
            "description": {
                "common": "aspirin, trandolapril. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Coadministration may result in a significant decrease in renal function. NSAIDs may diminish the antihypertensive effect of ACE inhibitors. The mechanism of these interactions is likely related to the ability of NSAIDs to reduce the synthesis of vasodilating renal prostaglandins."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid concomitant use of tucatinib with CYP3A substrates, where minimal concentration changes may lead to serious or life-threatening toxicities. If unavoidable, reduce CYP3A substrate dose according to product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "varicella virus vaccine live",
            "description": {
                "common": "aspirin, varicella virus vaccine live. Mechanism: unspecified interaction mechanism. Avoid or Use Alternate Drug. Risk of Reye's Syndrome with combination; avoid salicylate use for 6 wks after vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxelotor",
            "description": {
                "common": "voxelotor will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Voxelotor increases systemic exposure of sensitive CYP3A4 substrates. Avoid coadministration with sensitive CYP3A4 substrates with a narrow therapeutic index. Consider dose reduction of the sensitive CYP3A4 substrate(s) if unable to avoid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abciximab",
            "description": {
                "common": "aspirin, abciximab.\nEither increases toxicity of the other by anticoagulation. Use Caution/Monitor. The need for simultaneous use of low-dose aspirin and anticoagulant or antiplatelet agents are common for patients with cardiovascular disease; monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abrocitinib",
            "description": {
                "common": "omeprazole will increase the level or effect of abrocitinib by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Start abrocitinib 50 mg qDay when coadministered with CYP2C19 inhibitors. If adequate response not achieved after 12 weeks, may increase to 100 mg qDay. Discontinue if inadequate response after dosage increase."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib increases effects of aspirin by anticoagulation. Modify Therapy/Monitor Closely. Coadministration of acalabrutinib with antiplatelets or anticoagulants may further increase risk of hemorrhage. Monitor for signs of bleeding and consider the benefit-risk of withholding acalabrutinib for 3-7 days presurgery and postsurgery depending upon the type of surgery and the risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acebutolol",
            "description": {
                "common": "acebutolol and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "aceclofenac and aspirin both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acemetacin",
            "description": {
                "common": "acemetacin and aspirin both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide, aspirin.\nEither increases levels of the other by Other (see comment). Use Caution/Monitor. \nComment: Carbonic anhydrase inhibitors (CAIs) and salicylates inhibit each other's renal tubular secretion, resulting in increased plasma levels.  CAIs also shift salicylates from plasma to the CNS, leading to potential neurotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "agrimony",
            "description": {
                "common": "aspirin and agrimony both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "aspirin increases and albuterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfalfa",
            "description": {
                "common": "aspirin and alfalfa both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "aspirin decreases effects of alfuzosin by pharmacodynamic antagonism. Use Caution/Monitor. NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aliskiren",
            "description": {
                "common": "aspirin will decrease the level or effect of aliskiren by  Other (see comment). Use Caution/Monitor. In patients who are elderly, volume-depleted (including those on diuretic therapy), or with compromised renal function, coadministration of NSAIDs with drugs that affect RAAS may increase the risk of renal impairment (including acute renal failure) and cause loss of antihypertensive effect. Monitor renal function periodically."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alteplase",
            "description": {
                "common": "aspirin, alteplase.\nEither increases toxicity of the other by anticoagulation. Use Caution/Monitor. The need for simultaneous use of low-dose aspirin and anticoagulant or antiplatelet agents are common for patients with cardiovascular disease; monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "American ginseng",
            "description": {
                "common": "aspirin and American ginseng both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiloride",
            "description": {
                "common": "amiloride and aspirin both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxicillin",
            "description": {
                "common": "amoxicillin, aspirin.\nEither increases levels of the other by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ampicillin",
            "description": {
                "common": "omeprazole will decrease the level or effect of ampicillin by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "anagrelide",
            "description": {
                "common": "aspirin, anagrelide.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. The need for simultaneous use of low-dose aspirin and anticoagulant or antiplatelet agents are common for patients with cardiovascular disease; increases risk of bleeding; monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "armodafinil",
            "description": {
                "common": "armodafinil will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "antithrombin alfa",
            "description": {
                "common": "antithrombin alfa and aspirin both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "antithrombin III",
            "description": {
                "common": "antithrombin III and aspirin both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apixaban",
            "description": {
                "common": "aspirin and apixaban both increase  anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding. The need for simultaneous use of low-dose aspirin (<100 mg/day) with anticoagulants are common for patients with cardiovascular disease, but may result in increased bleeding; monitor closely. Promptly evaluate any signs or symptoms of blood loss if  treated concomitantly with low-dose aspiriin. Avoid coadministration with chronic use of higher dose aspirin. In 1 trial (APPRAISE-2), therapy was terminated because of significantly increased bleeding when apixaban was administered with dual antiplatelet therapy (eg, aspirin plus clopidogrel) compared with single antiplatelet treatment"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "aspirin increases and arformoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "argatroban",
            "description": {
                "common": "argatroban and aspirin both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "aspirin decreases effects of asenapine by pharmacodynamic antagonism. Use Caution/Monitor. NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atenolol",
            "description": {
                "common": "atenolol and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avapritinib",
            "description": {
                "common": "omeprazole will increase the level or effect of avapritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "axitinib",
            "description": {
                "common": "omeprazole increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azficel-T",
            "description": {
                "common": "azficel-T, aspirin. Other (see comment). Use Caution/Monitor. \nComment: Patients taking aspirin may experience increased bruising or bleeding at biopsy and/or injection sites. Concomitant use of aspirin is not recommended. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azilsartan",
            "description": {
                "common": "aspirin, azilsartan.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belumosudil",
            "description": {
                "common": "omeprazole will decrease the level or effect of belumosudil by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Increase belumosudil dosage to 200 mg PO BID when coadministered with proton pump inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belzutifan",
            "description": {
                "common": "omeprazole will increase the level or effect of belzutifan by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Belzutifan is a CYP2C19 substrate. Coadministration with CYP2C19 inhibitors may increase incidence or severity of adverse effects. Monitor for anemia and hypoxia and reduce belzutifan dose as recommended. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bemiparin",
            "description": {
                "common": "bemiparin and aspirin both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benazepril",
            "description": {
                "common": "benazepril, aspirin.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly with high dose aspirin, in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendamustine",
            "description": {
                "common": "omeprazole decreases levels of bendamustine by affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor. Concentrations of active metabolites may be increased."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "aspirin increases and bendroflumethiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betaxolol",
            "description": {
                "common": "betaxolol and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betrixaban",
            "description": {
                "common": "aspirin, betrixaban.\nEither increases levels of the other by anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bimatoprost",
            "description": {
                "common": "bimatoprost, aspirin. unspecified interaction mechanism. Use Caution/Monitor. There are conflicting reports from studies of either increased or decreased IOP when ophthalmic prostaglandins are coadministered with NSAIDs (either systemic or ophthalmic)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "bisoprolol and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "bivalirudin and aspirin both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bortezomib",
            "description": {
                "common": "bortezomib will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosutinib",
            "description": {
                "common": "omeprazole decreases levels of bosutinib by Other (see comment). Use Caution/Monitor. \nComment: PPIs may decrease bosutinib concentration by ~45%; bosutinib displays pH-dependent solubility."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brinzolamide",
            "description": {
                "common": "brinzolamide, aspirin.\nEither increases levels of the other by Other (see comment). Use Caution/Monitor. \nComment: Carbonic anhydrase inhibitors (CAIs) and salicylates inhibit each other's renal tubular secretion, resulting in increased plasma levels.  CAIs also shift salicylates from plasma to the CNS, leading to potential neurotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "budesonide",
            "description": {
                "common": "omeprazole decreases effects of budesonide by increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Enteric-coated budesonide dissolves at pH >5.5. Also, dissolution of extended-release budesonide tablets is pH dependent. Coadministration with drugs that increase gastric pH may cause these budesonide products to prematurely dissolve, and possibly affect release properties and absorption of the drug in the duodenum."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bumetanide",
            "description": {
                "common": "aspirin increases and bumetanide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "candesartan",
            "description": {
                "common": "candesartan and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "omeprazole will increase the level or effect of cannabidiol by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Consider reducing the cannabidiol dose when coadministered with a strong CYP2C19 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "capecitabine",
            "description": {
                "common": "omeprazole decreases effects of capecitabine by unknown mechanism. Use Caution/Monitor. Retrospective data suggest elevated gastric pH caused by PPI use may impair capecitabine tablet dissolution and/or reduce absorption."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "captopril, aspirin.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly with high dose aspirin, elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbenoxolone",
            "description": {
                "common": "aspirin increases and carbenoxolone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbonyl iron",
            "description": {
                "common": "omeprazole will decrease the level or effect of carbonyl iron by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefpodoxime",
            "description": {
                "common": "omeprazole decreases effects of cefpodoxime by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefuroxime",
            "description": {
                "common": "omeprazole decreases effects of cefuroxime by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "aspirin and celecoxib both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celiprolol",
            "description": {
                "common": "celiprolol and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase dose of CYP3A4 substrate, as needed, when coadministered with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "aspirin increases and chlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "aspirin increases effects of chlorpropamide by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "aspirin increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "aspirin and choline magnesium trisalicylate both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cilostazol",
            "description": {
                "common": "aspirin, cilostazol.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. The need for simultaneous use of low-dose aspirin and anticoagulant or antiplatelet agents are common for patients with cardiovascular disease; monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinnamon",
            "description": {
                "common": "aspirin and cinnamon both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "aspirin decreases levels of ciprofloxacin by Other (see comment). Use Caution/Monitor. \nComment: Buffered aspirin may decrease absorption of quinolones. Consider administering 2 hr before or 6 hr after, buffered aspirin administration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "omeprazole will increase the level or effect of citalopram by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Citalopram 20 mg/day is the maximum recommended dose for patients taking CYP2C19 inhibitors because of the risk of QT prolongation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clobazam",
            "description": {
                "common": "omeprazole will increase the level or effect of clobazam by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Dosage adjustment may be required; CYP2C19 inhibitors may result in increased exposure to N-desmethylclobazam (active metabolite)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine, aspirin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. Clomipramine inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clopidogrel",
            "description": {
                "common": "aspirin, clopidogrel.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. The need for simultaneous use of low-dose aspirin and anticoagulant or antiplatelet agents are common for patients with cardiovascular disease; monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "omeprazole will decrease the level or effect of clozapine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "collagenase clostridium histolyticum",
            "description": {
                "common": "aspirin increases toxicity of collagenase clostridium histolyticum by anticoagulation. Use Caution/Monitor. Collagenase clostridium histolyticum has high incidence of ecchymosis/contusion at injection site; avoid concomitant anticoagulants (except for low-dose aspirin, ie, up to 150 mg/day)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conivaptan",
            "description": {
                "common": "conivaptan will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cordyceps",
            "description": {
                "common": "aspirin and cordyceps both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cortisone",
            "description": {
                "common": "aspirin, cortisone.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of GI ulceration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crizotinib",
            "description": {
                "common": "omeprazole will decrease the level or effect of crizotinib by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Drugs that elevate the gastric pH may decrease the solubility of crizotinib and subsequently reduce its bioavailability. However, no formal studies have been conducted."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "aspirin increases and cyclopenthiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "omeprazole, cyclosporine.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Long-term use of PPIs may cause hypomagnesemia and increase this risk when coadministered with drugs that may also decrease magnesium levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabigatran",
            "description": {
                "common": "dabigatran and aspirin both increase  anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding. The need for simultaneous use of low-dose aspirin (<100 mg/day) with anticoagulants are common for patients with cardiovascular disease, but may result in increased bleeding; monitor closely. Promptly evaluate any signs or symptoms of blood loss if treated concomitantly with low-dose aspirin. Avoid coadministration with chronic use of higher dose aspirin"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "omeprazole will decrease the level or effect of dabrafenib by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Drugs that alter upper GI tract pH (eg, PPIs, H2-blockers, antacids) may decrease dabrafenib solubility and reduce its bioavailability"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dalteparin",
            "description": {
                "common": "dalteparin and aspirin both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "deferasirox, aspirin. Other (see comment). Use Caution/Monitor. \nComment:  Combination may increase GI bleeding, ulceration and irritation. Use with caution."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "defibrotide",
            "description": {
                "common": "defibrotide increases effects of aspirin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Defibrotide may enhance effects of platelet inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "aspirin, deflazacort.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of GI ulceration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desirudin",
            "description": {
                "common": "aspirin, desirudin.\nEither increases levels of the other by pharmacodynamic synergism. Use Caution/Monitor. The need for simultaneous use of low-dose aspirin and anticoagulant or antiplatelet agents are common for patients with cardiovascular disease; monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "aspirin, dexamethasone.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of GI ulceration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "omeprazole, dextroamphetamine. Other (see comment). Use Caution/Monitor. \nComment: Reduced gastric acidity caused by proton pump inhibitors decreases time to Tmax for amphetamine and dextroamphetamine. AUC was unaffected. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam intranasal",
            "description": {
                "common": "omeprazole will increase the level or effect of diazepam intranasal by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Strong or moderate CYP2C19 inhibitors may decrease rate of diazepam elimination, thereby increasing adverse reactions to diazepam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and omeprazole both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "aspirin and diclofenac both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dicloxacillin",
            "description": {
                "common": "dicloxacillin, aspirin.\nEither increases levels of the other by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "aspirin and diflunisal both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "aspirin and digoxin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dipyridamole",
            "description": {
                "common": "aspirin, dipyridamole.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. The need for simultaneous use of low-dose aspirin and anticoagulant or antiplatelet agents are common for patients with cardiovascular disease; monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "aspirin increases and dobutamine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dong quai",
            "description": {
                "common": "aspirin and dong quai both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopexamine",
            "description": {
                "common": "aspirin increases and dopexamine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxazosin",
            "description": {
                "common": "aspirin decreases effects of doxazosin by pharmacodynamic antagonism. Use Caution/Monitor. NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "drospirenone",
            "description": {
                "common": "drospirenone and aspirin both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "duloxetine",
            "description": {
                "common": "duloxetine, aspirin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "edoxaban",
            "description": {
                "common": "edoxaban, aspirin.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding. The need for simultaneous use of low-dose aspirin (<100 mg/day) with anticoagulants are common for patients with cardiovascular disease, but may result in increased bleeding; monitor closely. Promptly evaluate any signs or symptoms of blood loss if treated concomitantly with low-dose aspirin. Avoid coadministration with chronic use of higher dose aspirin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Elagolix is a weak inhibitor of CYP2C19. No dose adjustments are needed for omeprazole with 40 mg/day or less. Consider omeprazole dose reduction with higher omeprazole doses (eg, dose for Zollinger-Ellison) if coadministered with elagolix."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "omeprazole will decrease the level or effect of eltrombopag by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "omeprazole increases levels of eluxadoline by affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. As a precautionary measure due to incomplete information on the metabolism of eluxadoline, use caution when coadministered with strong CYP2C19 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF, aspirin.\nEither increases toxicity of the other by decreasing renal clearance. Modify Therapy/Monitor Closely. Toxicity may result from coadministration of emtricitabine and tenofovir with other drugs that are also primarily excreted by glomerular filtration and/or active tubular secretion including high-dose or multiple-dose NSAIDs; alternatives to NSAIDs should be considered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enalapril",
            "description": {
                "common": "enalapril, aspirin.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment:  May result in renal function deterioration, particularly with high dose aspirin, in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib, omeprazole. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Encorafenib both inhibits and induces CYP3A4 at clinically relevant plasma concentrations. Coadministration of encorafenib with sensitive CYP3A4 substrates may result in increased toxicity or decreased efficacy of these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "enoxaparin and aspirin both increase  anticoagulation. Use Caution/Monitor. Additive effects are intended when both drugs are prescribed as indicated for unstable angina, non-Q-wave MI, and STEMI"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "aspirin increases and ephedrine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "aspirin increases and epinephrine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "aspirin increases and epinephrine racemic decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epoprostenol",
            "description": {
                "common": "aspirin and epoprostenol both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eprosartan",
            "description": {
                "common": "eprosartan and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eptifibatide",
            "description": {
                "common": "aspirin, eptifibatide.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. The need for simultaneous use of low-dose aspirin and anticoagulant or antiplatelet agents are common for patients with cardiovascular disease; monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "escitalopram",
            "description": {
                "common": "omeprazole will increase the level or effect of escitalopram by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esmolol",
            "description": {
                "common": "esmolol and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "aspirin increases and ethacrynic acid decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "aspirin and etodolac both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP3A4 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenbufen",
            "description": {
                "common": "aspirin and fenbufen both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fennel",
            "description": {
                "common": "aspirin and fennel both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "aspirin and fenoprofen both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric gluconate",
            "description": {
                "common": "omeprazole will decrease the level or effect of ferric gluconate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "omeprazole will decrease the level or effect of ferric maltol by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous fumarate",
            "description": {
                "common": "omeprazole will decrease the level or effect of ferrous fumarate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous gluconate",
            "description": {
                "common": "omeprazole will decrease the level or effect of ferrous gluconate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous sulfate",
            "description": {
                "common": "omeprazole will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "feverfew",
            "description": {
                "common": "aspirin and feverfew both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "omeprazole will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or weak CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fish oil",
            "description": {
                "common": "fish oil, aspirin. Other (see comment). Use Caution/Monitor. \nComment: Patients taking fish oil and an anticoagulant or other drug affecting coagulation should be monitored periodically due to potential increased risk of bleeding. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fish oil triglycerides",
            "description": {
                "common": "fish oil triglycerides will increase the level or effect of aspirin by  anticoagulation. Use Caution/Monitor. Prolonged bleeding reported in patients taking antiplatelet agents or anticoagulants and oral omega-3 fatty acids. Periodically monitor bleeding time in patients receiving fish oil triglycerides and concomitant antiplatelet agents or anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flibanserin",
            "description": {
                "common": "omeprazole will increase the level or effect of flibanserin by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Coadministration of flibanserin with strong CYP2C19 inhibitors may increase flibanserin exposure and increase the risk of hypotension, syncope, and CNS depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "aspirin, fludrocortisone.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of GI ulceration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "fluoxetine, aspirin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "aspirin and flurbiprofen both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine, aspirin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fondaparinux",
            "description": {
                "common": "fondaparinux and aspirin both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "aspirin increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "forskolin",
            "description": {
                "common": "aspirin and forskolin both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "omeprazole will decrease the level or effect of fosamprenavir by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosinopril",
            "description": {
                "common": "fosinopril, aspirin.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment:  May result in renal function deterioration, particularly with high dose aspirin, in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "omeprazole will increase the level or effect of fosphenytoin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "furosemide",
            "description": {
                "common": "aspirin increases and furosemide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "garlic",
            "description": {
                "common": "aspirin and garlic both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gefitinib",
            "description": {
                "common": "omeprazole decreases levels of gefitinib by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Avoid coadministration of gefitinib with PPIs if possible. If treatment with a PPI is required, separate gefitinib and PPI doses by 12 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gentamicin",
            "description": {
                "common": "aspirin increases and gentamicin decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ginger",
            "description": {
                "common": "aspirin and ginger both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ginkgo biloba",
            "description": {
                "common": "aspirin and ginkgo biloba both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glimepiride",
            "description": {
                "common": "aspirin increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glipizide",
            "description": {
                "common": "aspirin increases effects of glipizide by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "omeprazole will increase the level or effect of glyburide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "green tea",
            "description": {
                "common": "green tea increases effects of aspirin by pharmacodynamic synergism. Use Caution/Monitor. (Theoretical, due to caffeine content).   Combination may increase risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone increases levels of omeprazole by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Iloperidone is a time-dependent CYP3A inhibitor and may lead to increased plasma levels of drugs predominantly eliminated by CYP3A4."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "griseofulvin",
            "description": {
                "common": "griseofulvin decreases levels of aspirin by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "heparin",
            "description": {
                "common": "heparin and aspirin both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "horse chestnut seed",
            "description": {
                "common": "aspirin and horse chestnut seed both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hyaluronidase",
            "description": {
                "common": "aspirin decreases effects of hyaluronidase by Other (see comment). Use Caution/Monitor. \nComment: Salicylates, when given in large systemic doses, may render tissues partially resistant to the action of hyaluronidase. Patients may require larger amounts of hyaluronidase for equivalent dispersing effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydralazine",
            "description": {
                "common": "aspirin decreases effects of hydralazine by pharmacodynamic antagonism. Use Caution/Monitor. NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "aspirin increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "aspirin, hydrocortisone.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of GI ulceration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibrutinib",
            "description": {
                "common": "ibrutinib will increase the level or effect of aspirin by  anticoagulation. Use Caution/Monitor. Ibrutinib may increase the risk of hemorrhage in patients receiving antiplatelet or anticoagulant therapies and monitor for signs of bleeding. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "aspirin and ibuprofen both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "aspirin will increase the level or effect of ibuprofen IV by  acidic (anionic) drug competition for renal tubular clearance. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "icosapent",
            "description": {
                "common": "icosapent, aspirin.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Icosapent may prolong bleeding time; monitor periodically if coadministered with other drugs that affect bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imatinib",
            "description": {
                "common": "imatinib, aspirin.\nEither increases toxicity of the other by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Imatinib may cause thrombocytopenia; bleeding risk increased when imatinib is   coadministered with anticoagulants, NSAIDs, platelet inhibitors, and thrombolytic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "omeprazole will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indapamide",
            "description": {
                "common": "aspirin increases and indapamide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "aspirin and indomethacin both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "aspirin increases effects of insulin aspart by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of insulin with high doses of salicylates (3 g/day or more) may increase risk for hypoglycemia. Insulin dose adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart protamine/insulin aspart",
            "description": {
                "common": "aspirin increases effects of insulin aspart protamine/insulin aspart by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of insulin with high doses of salicylates (3 g/day or more) may increase risk for hypoglycemia. Insulin dose adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "aspirin increases effects of insulin degludec by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of insulin with high doses of salicylates (3 g/day or more) may increase risk for hypoglycemia. Insulin dose adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "aspirin, insulin degludec/insulin aspart.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs decrease blood glucose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "aspirin increases effects of insulin detemir by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of insulin with high doses of salicylates (3 g/day or more) may increase risk for hypoglycemia. Insulin dose adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "aspirin increases effects of insulin glargine by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of insulin with high doses of salicylates (3 g/day or more) may increase risk for hypoglycemia. Insulin dose adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "aspirin increases effects of insulin glulisine by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of insulin with high doses of salicylates (3 g/day or more) may increase risk for hypoglycemia. Insulin dose adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "aspirin increases effects of insulin inhaled by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of insulin with high doses of salicylates (3 g/day or more) may increase risk for hypoglycemia. Insulin dose adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin isophane human/insulin regular human",
            "description": {
                "common": "aspirin increases effects of insulin isophane human/insulin regular human by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of insulin with high doses of salicylates (3 g/day or more) may increase risk for hypoglycemia. Insulin dose adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "aspirin increases effects of insulin lispro by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of insulin with high doses of salicylates (3 g/day or more) may increase risk for hypoglycemia. Insulin dose adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro protamine/insulin lispro",
            "description": {
                "common": "aspirin increases effects of insulin lispro protamine/insulin lispro by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of insulin with high doses of salicylates (3 g/day or more) may increase risk for hypoglycemia. Insulin dose adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "aspirin increases effects of insulin NPH by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of insulin with high doses of salicylates (3 g/day or more) may increase risk for hypoglycemia. Insulin dose adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "aspirin increases effects of insulin regular human by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of insulin with high doses of salicylates (3 g/day or more) may increase risk for hypoglycemia. Insulin dose adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irbesartan",
            "description": {
                "common": "irbesartan and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron dextran complex",
            "description": {
                "common": "omeprazole will decrease the level or effect of iron dextran complex by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron sucrose",
            "description": {
                "common": "omeprazole will decrease the level or effect of iron sucrose by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "omeprazole will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "aspirin increases and isoproterenol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of CYP3A4 substrates in clinical trials. This effect was not observed with istradefylline 20 mg/day. Consider dose reduction of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "aspirin and ketoprofen both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac",
            "description": {
                "common": "aspirin and ketorolac both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "aspirin and ketorolac intranasal both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "labetalol",
            "description": {
                "common": "labetalol and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "latanoprost",
            "description": {
                "common": "latanoprost, aspirin. unspecified interaction mechanism. Use Caution/Monitor. There are conflicting reports from studies of either increased or decreased IOP when ophthalmic prostaglandins are coadministered with NSAIDs (either systemic or ophthalmic)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "latanoprostene bunod ophthalmic",
            "description": {
                "common": "latanoprostene bunod ophthalmic, aspirin. unspecified interaction mechanism. Use Caution/Monitor. There are conflicting reports from studies of either increased or decreased IOP when ophthalmic prostaglandins are coadministered with NSAIDs (either systemic or ophthalmic)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ledipasvir/sofosbuvir",
            "description": {
                "common": "omeprazole decreases levels of ledipasvir/sofosbuvir by Other (see comment). Use Caution/Monitor. \nComment: Ledipasvir solubility decreases as pH increases; drugs that increase gastric pH are expected to decrease levels of ledipasvir; proton-pump inhibitor doses comparable to omeprazole <20 mg can be administered simultaneously with ledipasvir/sofosbuvir under fasted conditions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "omeprazole will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Lower nightly dose of lemborexant recommended if coadministered with weak CYP3A4 inhibitors. See drug monograph for specific dosage modification."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir increases levels of omeprazole by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor and dose adjustment may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "aspirin increases and levalbuterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levomilnacipran",
            "description": {
                "common": "levomilnacipran, aspirin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. SNRIs may further impair platelet activity in patients taking antiplatelet or anticoagulant drugs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisinopril",
            "description": {
                "common": "lisinopril, aspirin.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly with high dose aspirin, in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lithium",
            "description": {
                "common": "aspirin increases levels of lithium by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "omeprazole increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lomitapide dose should not exceed 30 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "aspirin and lornoxicam both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "losartan",
            "description": {
                "common": "aspirin decreases effects of losartan by pharmacodynamic antagonism. Modify Therapy/Monitor Closely.  NSAIDs decrease synthesis of vasodilating renal prostaglandins, and thus affect fluid homeostasis and may diminish antihypertensive effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumacaftor/ivacaftor",
            "description": {
                "common": "lumacaftor/ivacaftor, omeprazole. affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. In vitro studies suggest that lumacaftor may induce and ivacaftor may inhibit CYP2C19 substrates. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "aspirin and meclofenamate both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "aspirin and mefenamic acid both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "melatonin",
            "description": {
                "common": "melatonin increases effects of aspirin by anticoagulation. Use Caution/Monitor. Melatonin may decrease prothrombin time."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "aspirin and meloxicam both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mesalamine",
            "description": {
                "common": "mesalamine, aspirin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Additive nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "aspirin increases and metaproterenol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methazolamide",
            "description": {
                "common": "methazolamide, aspirin.\nEither increases levels of the other by Other (see comment). Use Caution/Monitor. \nComment: Carbonic anhydrase inhibitors (CAIs) and salicylates inhibit each other's renal tubular secretion, resulting in increased plasma levels.  CAIs also shift salicylates from plasma to the CNS, leading to potential neurotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "omeprazole increases levels of methotrexate by decreasing renal clearance. Use Caution/Monitor. Temporary withdrawal of PPI may be considered in some patients."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "aspirin increases and methyclothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "omeprazole decreases effects of methylphenidate by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Since the characteristics of methylphenidate extended release capsules (Ritalin LA) are pH dependent, coadministration of antacids or acid suppressants could alter the release of methylphenidate. Consider separating the administration of the antacid and the methylphenidate extended-release capsules may be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "aspirin, methylprednisolone.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of GI ulceration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metolazone",
            "description": {
                "common": "aspirin increases and metolazone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoprolol",
            "description": {
                "common": "metoprolol and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "omeprazole will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of mild CYP3A4 inhibitors with midazolam intranasal may cause higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "milnacipran",
            "description": {
                "common": "milnacipran, aspirin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mistletoe",
            "description": {
                "common": "aspirin increases and mistletoe decreases anticoagulation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "modafinil",
            "description": {
                "common": "modafinil will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moexipril",
            "description": {
                "common": "moexipril, aspirin.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly with high dose aspirin, in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxisylyte",
            "description": {
                "common": "aspirin decreases effects of moxisylyte by pharmacodynamic antagonism. Use Caution/Monitor. NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "aspirin will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "aspirin and nabumetone both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nateglinide",
            "description": {
                "common": "omeprazole will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "nadolol and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin, aspirin.\nEither increases levels of the other by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "aspirin and naproxen both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nebivolol",
            "description": {
                "common": "nebivolol and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone, aspirin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nettle",
            "description": {
                "common": "aspirin increases and nettle decreases anticoagulation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitazoxanide",
            "description": {
                "common": "nitazoxanide, aspirin.\nEither increases levels of the other by Mechanism: plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin rectal",
            "description": {
                "common": "aspirin will increase the level or effect of nitroglycerin rectal by  Other (see comment). Use Caution/Monitor. The pharmacological effects of nitroglycerin may be enhanced by concomitant administration of aspirin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin sublingual",
            "description": {
                "common": "aspirin increases effects of nitroglycerin sublingual by additive vasodilation. Use Caution/Monitor. Vasodilatory and hemodynamic effects of NTG may be enhanced by coadministration with aspirin (additive effect desirable for emergent treatment)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "aspirin increases and norepinephrine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olmesartan",
            "description": {
                "common": "olmesartan and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) will decrease the level or effect of omeprazole by  unspecified interaction mechanism. Use Caution/Monitor. Monitor for decreased omeprazole efficacy; consider increasing omeprazole dose in patients whose symptoms are not well controlled (not to exceed 40 mg/day)"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omega 3 carboxylic acids",
            "description": {
                "common": "omega 3 carboxylic acids, aspirin. Other (see comment). Use Caution/Monitor. \nComment: Patients taking omega-3 acids and an anticoagulant or other drug affecting coagulation should be monitored periodically due to potential increased risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omega 3 fatty acids",
            "description": {
                "common": "omega 3 fatty acids, aspirin. Other (see comment). Use Caution/Monitor. \nComment: Patients taking omega-3-fatty acids and an anticoagulant or other drug affecting coagulation should be monitored periodically due to potential increased risk of bleeding. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ospemifene",
            "description": {
                "common": "aspirin, ospemifene.\nEither increases levels of the other by plasma protein binding competition. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxacillin",
            "description": {
                "common": "oxacillin, aspirin.\nEither increases levels of the other by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "aspirin and oxaprozin both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "panax ginseng",
            "description": {
                "common": "aspirin and panax ginseng both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "aspirin and parecoxib both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paroxetine",
            "description": {
                "common": "paroxetine, aspirin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pau d'arco",
            "description": {
                "common": "aspirin and pau d'arco both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pegaspargase",
            "description": {
                "common": "pegaspargase increases effects of aspirin by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penbutolol",
            "description": {
                "common": "penbutolol and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penicillin G aqueous",
            "description": {
                "common": "penicillin G aqueous, aspirin.\nEither increases levels of the other by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perindopril",
            "description": {
                "common": "perindopril, aspirin.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly with high doses of aspirin,in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenindione",
            "description": {
                "common": "phenindione and aspirin both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenoxybenzamine",
            "description": {
                "common": "aspirin decreases effects of phenoxybenzamine by pharmacodynamic antagonism. Use Caution/Monitor. NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phentolamine",
            "description": {
                "common": "aspirin decreases effects of phentolamine by pharmacodynamic antagonism. Use Caution/Monitor. NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "omeprazole will increase the level or effect of phenytoin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phytoestrogens",
            "description": {
                "common": "aspirin and phytoestrogens both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "pindolol and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "aspirin increases and pirbuterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "aspirin and piroxicam both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pivmecillinam",
            "description": {
                "common": "pivmecillinam, aspirin.\nEither increases levels of the other by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "polysaccharide iron",
            "description": {
                "common": "omeprazole will decrease the level or effect of polysaccharide iron by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "omeprazole will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium acid phosphate",
            "description": {
                "common": "aspirin and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium chloride",
            "description": {
                "common": "aspirin and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium citrate",
            "description": {
                "common": "aspirin and potassium citrate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium iodide",
            "description": {
                "common": "potassium iodide and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prasugrel",
            "description": {
                "common": "aspirin, prasugrel.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. The need for simultaneous use of low-dose aspirin and anticoagulant or antiplatelet agents are common for patients with cardiovascular disease; monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prazosin",
            "description": {
                "common": "aspirin decreases effects of prazosin by pharmacodynamic antagonism. Use Caution/Monitor. NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisolone",
            "description": {
                "common": "aspirin, prednisolone.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of GI ulceration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisone",
            "description": {
                "common": "aspirin, prednisone.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of GI ulceration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "propranolol and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "protamine",
            "description": {
                "common": "protamine and aspirin both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinapril",
            "description": {
                "common": "quinapril, aspirin.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly with high doses of aspirin, in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ramipril",
            "description": {
                "common": "ramipril, aspirin.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly with high doses of aspirin, in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "reishi",
            "description": {
                "common": "aspirin and reishi both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "reteplase",
            "description": {
                "common": "aspirin, reteplase.\nEither increases toxicity of the other by anticoagulation. Use Caution/Monitor. The need for simultaneous use of low-dose aspirin and anticoagulant or antiplatelet agents are common for patients with cardiovascular disease; monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "riociguat",
            "description": {
                "common": "omeprazole will decrease the level or effect of riociguat by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rivaroxaban",
            "description": {
                "common": "aspirin, rivaroxaban.\nEither increases toxicity of the other by anticoagulation. Use Caution/Monitor. Both drugs have the potential to cause bleeding. The need for simultaneous use of low-dose aspirin (<100 mg/day) with anticoagulants are common for patients with cardiovascular disease, but may result in increased bleeding; monitor closely. Promptly evaluate any signs or symptoms of blood loss if treated concomitantly with low-dose aspirin. Avoid coadministration with chronic use of higher dose aspirin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rivastigmine",
            "description": {
                "common": "rivastigmine increases toxicity of aspirin by pharmacodynamic synergism. Use Caution/Monitor. Monitor patients for symptoms of active or occult gastrointestinal bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "roflumilast",
            "description": {
                "common": "omeprazole will decrease the level or effect of roflumilast by  affecting hepatic enzyme CYP1A2 metabolism. Modify Therapy/Monitor Closely. Concomitant therapy may reduce therapeutic effectiveness."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rose hips",
            "description": {
                "common": "omeprazole will decrease the level or effect of rose hips by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "sacubitril/valsartan and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "aspirin and salicylates (non-asa) both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "aspirin increases and salmeterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "aspirin and salsalate both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saw palmetto",
            "description": {
                "common": "saw palmetto increases toxicity of aspirin by unspecified interaction mechanism. Use Caution/Monitor. May increase risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selumetinib",
            "description": {
                "common": "aspirin and selumetinib both increase  anticoagulation. Modify Therapy/Monitor Closely. An increased risk of bleeding may occur in patients taking a vitamin-K antagonist or an antiplatelet agent with selumetinib. Monitor for bleeding and INR or PT in patients coadministered a vitamin-K antagonist or an antiplatelet agent with selumetinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sertraline",
            "description": {
                "common": "sertraline, aspirin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "Siberian ginseng",
            "description": {
                "common": "aspirin and Siberian ginseng both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "silodosin",
            "description": {
                "common": "aspirin decreases effects of silodosin by pharmacodynamic antagonism. Use Caution/Monitor. NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "aspirin, sodium picosulfate/magnesium oxide/anhydrous citric acid.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May be associated with fluid and electrolyte imbalances."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of aspirin by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases toxicity of aspirin by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "sotalol and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "aspirin and sparsentan both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor. Coadministration of NSAIDS, including selective COX-2 inhibitors, may result in deterioration of kidney function (eg, possible kidney failure). Monitor for signs of worsening renal function with concomitant use with NSAIDs. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "spironolactone",
            "description": {
                "common": "spironolactone and aspirin both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, omeprazole. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP3A4 inhibitor and inducer. Monitor CYP3A4 substrates coadministered with stiripentol for increased or decreased effects. CYP3A4 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "aspirin and succinylcholine both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "aspirin, sulfamethoxazole.\nEither increases effects of the other by plasma protein binding competition. Use Caution/Monitor. Due to high protein binding capacity of both drugs, one may displace the other when coadministered leading to an enhanced effect of the displaced drug; risk is low with low dose aspirin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "aspirin and sulfasalazine both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulindac",
            "description": {
                "common": "aspirin and sulindac both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "omeprazole will increase the level or effect of tacrolimus by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Concomitant administration may increase tacrolimus whole blood concentrations, particularly in intermediate or poor metabolizers of CYP2C19"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tafluprost",
            "description": {
                "common": "tafluprost, aspirin. unspecified interaction mechanism. Use Caution/Monitor. There are conflicting reports from studies of either increased or decreased IOP when ophthalmic prostaglandins are coadministered with NSAIDs (either systemic or ophthalmic)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamoxifen",
            "description": {
                "common": "omeprazole will increase the level or effect of tamoxifen by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tazemetostat will decrease the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telmisartan",
            "description": {
                "common": "telmisartan and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temocillin",
            "description": {
                "common": "temocillin, aspirin.\nEither increases levels of the other by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tenecteplase",
            "description": {
                "common": "aspirin, tenecteplase.\nEither increases toxicity of the other by anticoagulation. Use Caution/Monitor. The need for simultaneous use of low-dose aspirin and anticoagulant or antiplatelet agents are common for patients with cardiovascular disease; monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terazosin",
            "description": {
                "common": "aspirin decreases effects of terazosin by pharmacodynamic antagonism. Use Caution/Monitor. NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbutaline",
            "description": {
                "common": "aspirin increases and terbutaline decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ticagrelor",
            "description": {
                "common": "aspirin, ticagrelor. Other (see comment). Use Caution/Monitor. \nComment: Maintenance doses of aspirin above 100 mg decreases effectiveness of ticagrelor. Therefore, after the initial loading dose of aspirin (usually 325 mg), use ticagrelor with a maintenance dose of aspirin of 75-100 mg."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ticarcillin",
            "description": {
                "common": "ticarcillin, aspirin.\nEither increases levels of the other by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "timolol and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "omeprazole will increase the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tirofiban",
            "description": {
                "common": "aspirin, tirofiban.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. The need for simultaneous use of low-dose aspirin and anticoagulant or antiplatelet agents are common for patients with cardiovascular disease; monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tobramycin inhaled",
            "description": {
                "common": "tobramycin inhaled and aspirin both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Avoid concurrent or sequential use to decrease risk for ototoxicity"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "omeprazole increases levels of tofacitinib by affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. No specific dose adjustment recommended when tofacitinib coadministered with potent CYP2C19 inhibitors; decrease tofacitinib dose if coadministered with both moderate CYP3A4 and potent CYP2C19 inhibitors ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolazamide",
            "description": {
                "common": "aspirin increases effects of tolazamide by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "aspirin increases effects of tolbutamide by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "aspirin and tolfenamic acid both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolmetin",
            "description": {
                "common": "aspirin and tolmetin both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "aspirin and tolvaptan both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "torsemide",
            "description": {
                "common": "aspirin increases and torsemide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trandolapril",
            "description": {
                "common": "trandolapril, aspirin.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly with high dose aspirin, in elderly and volume depleted."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "travoprost ophthalmic",
            "description": {
                "common": "travoprost ophthalmic, aspirin. unspecified interaction mechanism. Use Caution/Monitor. There are conflicting reports from studies of either increased or decreased IOP when ophthalmic prostaglandins are coadministered with NSAIDs (either systemic or ophthalmic)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trazodone",
            "description": {
                "common": "trazodone, aspirin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "aspirin, triamcinolone acetonide injectable suspension.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Aspirin in conjunction with corticosteroids in hypoprothrombinemia should used with caution. Clearance of salicylates may increase with concurrent use of corticosteroids."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamterene",
            "description": {
                "common": "triamterene and aspirin both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triclabendazole",
            "description": {
                "common": "triclabendazole will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valproic acid",
            "description": {
                "common": "aspirin increases levels of valproic acid by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valsartan",
            "description": {
                "common": "valsartan and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "venlafaxine, aspirin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vismodegib",
            "description": {
                "common": "omeprazole will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin, aspirin.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Coadministration with drugs associated with nephrotoxicity may increase the risk for acute and/or chronic nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vorapaxar",
            "description": {
                "common": "aspirin, vorapaxar.\nEither increases effects of the other by anticoagulation. Use Caution/Monitor. Coadministration of anticoagulants, antiplatelets, or other drug affecting coagulation should be monitored periodically due to potential increased risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vortioxetine",
            "description": {
                "common": "aspirin, vortioxetine.\nEither increases effects of the other by anticoagulation. Use Caution/Monitor. Risk minimal with low-dose aspirin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "omeprazole will increase the level or effect of warfarin by  Other (see comment). Use Caution/Monitor. Warfarin's less potent R-enantiomer is metabolized in part by CYP3A4 (and also CYP1A2 and CYP2C19). Monitor INR more frequently if coadministered with inhibitors of these isoenzymes and adjust warfarin dose if needed. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zanubrutinib",
            "description": {
                "common": "aspirin, zanubrutinib.\nEither increases effects of the other by anticoagulation. Modify Therapy/Monitor Closely. Zanubrutinib-induced cytopenias increases risk of hemorrhage. Coadministration of zanubritinib with antiplatelets or anticoagulants may further increase this risk."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zotepine",
            "description": {
                "common": "aspirin decreases effects of zotepine by pharmacodynamic antagonism. Use Caution/Monitor. NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "aceclofenac will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acemetacin",
            "description": {
                "common": "acemetacin will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acyclovir",
            "description": {
                "common": "aspirin will increase the level or effect of acyclovir by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alosetron",
            "description": {
                "common": "omeprazole will decrease the level or effect of alosetron by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alendronate",
            "description": {
                "common": "aspirin, alendronate.\nEither increases toxicity of the other by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of GI ulceration."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alprazolam",
            "description": {
                "common": "omeprazole increases levels of alprazolam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide, aspirin. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ambrisentan",
            "description": {
                "common": "omeprazole will increase the level or effect of ambrisentan by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amikacin",
            "description": {
                "common": "aspirin increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aminohippurate sodium",
            "description": {
                "common": "aspirin will increase the level or effect of aminohippurate sodium by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anamu",
            "description": {
                "common": "aspirin and anamu both increase  anticoagulation. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anastrozole",
            "description": {
                "common": "aspirin will decrease the level or effect of anastrozole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ascorbic acid",
            "description": {
                "common": "ascorbic acid will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bismuth subsalicylate",
            "description": {
                "common": "omeprazole increases levels of bismuth subsalicylate by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "balsalazide",
            "description": {
                "common": "aspirin will increase the level or effect of balsalazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "bendroflumethiazide will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bismuth subsalicylate",
            "description": {
                "common": "bismuth subsalicylate increases effects of aspirin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "blessed thistle",
            "description": {
                "common": "blessed thistle decreases effects of omeprazole by pharmacodynamic antagonism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bosentan",
            "description": {
                "common": "omeprazole will increase the level or effect of bosentan by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bumetanide",
            "description": {
                "common": "aspirin, bumetanide. Other (see comment). Minor/Significance Unknown. \nComment: Salicylates are less likely than other NSAIDs to interact w/bumetanide."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate, aspirin. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "omeprazole increases levels of carbamazepine by decreasing metabolism. Minor/Significance Unknown. Monitor plasma levels when used concomitantly."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carvedilol",
            "description": {
                "common": "omeprazole will increase the level or effect of carvedilol by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefadroxil",
            "description": {
                "common": "cefadroxil will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefamandole",
            "description": {
                "common": "cefamandole will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefepime",
            "description": {
                "common": "cefepime will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefixime",
            "description": {
                "common": "cefixime will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefpirome",
            "description": {
                "common": "cefpirome will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefprozil",
            "description": {
                "common": "cefprozil will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ceftazidime",
            "description": {
                "common": "ceftazidime will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ceftibuten",
            "description": {
                "common": "ceftibuten will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "celecoxib",
            "description": {
                "common": "aspirin will increase the level or effect of celecoxib by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cephalexin",
            "description": {
                "common": "cephalexin will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ceritinib",
            "description": {
                "common": "aspirin will decrease the level or effect of ceritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlordiazepoxide",
            "description": {
                "common": "omeprazole increases levels of chlordiazepoxide by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "aspirin will increase the level or effect of chlorpropamide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "chlorthalidone will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "aspirin will increase the level or effect of choline magnesium trisalicylate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chromium",
            "description": {
                "common": "aspirin increases levels of chromium by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clomipramine",
            "description": {
                "common": "omeprazole will increase the level or effect of clomipramine by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clonazepam",
            "description": {
                "common": "omeprazole increases levels of clonazepam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clorazepate",
            "description": {
                "common": "omeprazole increases levels of clorazepate by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cortisone",
            "description": {
                "common": "cortisone decreases levels of aspirin by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "creatine",
            "description": {
                "common": "creatine, aspirin. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. (Theoretical interaction) Combination may have additive nephrotoxic effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyanocobalamin",
            "description": {
                "common": "aspirin decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "cyclopenthiazide will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "aspirin will decrease the level or effect of cyclophosphamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "danshen",
            "description": {
                "common": "aspirin and danshen both increase  anticoagulation. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "darifenacin",
            "description": {
                "common": "darifenacin will decrease the level or effect of omeprazole by  Other (see comment). Minor/Significance Unknown. Effectiveness of proton pump inhibitors may be decreased theoretically if administered with other antisecretory agents"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "deflazacort",
            "description": {
                "common": "deflazacort decreases levels of aspirin by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "devil's claw",
            "description": {
                "common": "aspirin and devil's claw both increase  anticoagulation. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone will decrease the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diazepam",
            "description": {
                "common": "omeprazole will increase the level or effect of diazepam by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diclofenac",
            "description": {
                "common": "aspirin will increase the level or effect of diclofenac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diclofenac topical",
            "description": {
                "common": "diclofenac topical, aspirin.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diflunisal",
            "description": {
                "common": "aspirin will increase the level or effect of diflunisal by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diltiazem",
            "description": {
                "common": "diltiazem increases effects of aspirin by unknown mechanism. Minor/Significance Unknown. Enhanced antiplatelet activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dronedarone",
            "description": {
                "common": "dronedarone will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF, omeprazole. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown. Based on drug interaction studies conducted with the components of Stribild, no clinically significant drug interactions have been either observed or are expected when coadministered with PPIs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eplerenone",
            "description": {
                "common": "aspirin decreases effects of eplerenone by pharmacodynamic antagonism. Minor/Significance Unknown. NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate decreases effects of omeprazole by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown. Monitor for GI symptoms; net increased or decreased effect on PPI action unclear due to opposing CYP450 actions."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estazolam",
            "description": {
                "common": "omeprazole increases levels of estazolam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethanol",
            "description": {
                "common": "ethanol increases toxicity of aspirin by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of GI bleeding."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "etodolac",
            "description": {
                "common": "aspirin will increase the level or effect of etodolac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "etravirine",
            "description": {
                "common": "omeprazole will increase the level or effect of etravirine by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenbufen",
            "description": {
                "common": "aspirin will increase the level or effect of fenbufen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "aspirin will increase the level or effect of fenoprofen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ferric carboxymaltose",
            "description": {
                "common": "omeprazole will decrease the level or effect of ferric carboxymaltose by  increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "feverfew",
            "description": {
                "common": "aspirin decreases effects of feverfew by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "fludrocortisone decreases levels of aspirin by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "fluoxetine will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "flurazepam",
            "description": {
                "common": "omeprazole increases levels of flurazepam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "aspirin will increase the level or effect of flurbiprofen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fluvastatin",
            "description": {
                "common": "omeprazole will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "folic acid",
            "description": {
                "common": "aspirin decreases levels of folic acid by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "furosemide",
            "description": {
                "common": "aspirin decreases effects of furosemide by pharmacodynamic antagonism. Minor/Significance Unknown. NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ganciclovir",
            "description": {
                "common": "aspirin will increase the level or effect of ganciclovir by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gentamicin",
            "description": {
                "common": "aspirin increases levels of gentamicin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glimepiride",
            "description": {
                "common": "aspirin increases effects of glimepiride by plasma protein binding competition. Minor/Significance Unknown. Large dose of salicylate."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glipizide",
            "description": {
                "common": "aspirin increases effects of glipizide by plasma protein binding competition. Minor/Significance Unknown. Large dose of salicylate."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glyburide",
            "description": {
                "common": "aspirin increases effects of glyburide by plasma protein binding competition. Minor/Significance Unknown. Large dose of salicylate."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "omeprazole will increase the level or effect of ibuprofen IV by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone decreases levels of aspirin by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "aspirin will increase the level or effect of ibuprofen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "imidapril",
            "description": {
                "common": "aspirin decreases effects of imidapril by pharmacodynamic antagonism. Minor/Significance Unknown. NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indapamide",
            "description": {
                "common": "indapamide will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indomethacin",
            "description": {
                "common": "aspirin will increase the level or effect of indomethacin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "aspirin will increase the level or effect of ketoprofen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketorolac",
            "description": {
                "common": "aspirin will increase the level or effect of ketorolac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "aspirin will increase the level or effect of ketorolac intranasal by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "L-methylfolate",
            "description": {
                "common": "aspirin decreases levels of L-methylfolate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "larotrectinib will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levothyroxine",
            "description": {
                "common": "omeprazole decreases levels of levothyroxine by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "aspirin will increase the level or effect of lornoxicam by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lidocaine",
            "description": {
                "common": "omeprazole will decrease the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "liothyronine",
            "description": {
                "common": "omeprazole decreases levels of liothyronine by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "liotrix",
            "description": {
                "common": "omeprazole decreases levels of liotrix by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "omeprazole, lisdexamfetamine. Other (see comment). Minor/Significance Unknown. \nComment: Reduced gastric acidity caused by proton pump inhibitors decreases time to Tmax for amphetamine and dextroamphetamine. AUC was unaffected. ."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lorazepam",
            "description": {
                "common": "omeprazole increases levels of lorazepam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "aspirin will increase the level or effect of meclofenamate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "aspirin will increase the level or effect of mefenamic acid by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meloxicam",
            "description": {
                "common": "aspirin will increase the level or effect of meloxicam by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mesalamine",
            "description": {
                "common": "aspirin will increase the level or effect of mesalamine by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "omeprazole decreases levels of methamphetamine by Other (see comment). Minor/Significance Unknown. \nComment: Time to maximum concentration (Tmax) of amphetamine is decreased compared to when administered alone; monitor patients for changes in clinical effect and adjust therapy based on clinical response."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "methyclothiazide will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methylprednisolone decreases levels of aspirin by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metolazone",
            "description": {
                "common": "metolazone will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mexiletine",
            "description": {
                "common": "omeprazole will decrease the level or effect of mexiletine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "midazolam",
            "description": {
                "common": "omeprazole increases levels of midazolam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane decreases levels of omeprazole by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown. Mitotane is a strong inducer of cytochrome P-4503A4; monitor when coadministered with CYP3A4 substrates for possible dosage adjustments."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nabumetone",
            "description": {
                "common": "aspirin will increase the level or effect of nabumetone by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "naproxen",
            "description": {
                "common": "aspirin will increase the level or effect of naproxen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "neomycin PO",
            "description": {
                "common": "aspirin increases levels of neomycin PO by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "noni juice",
            "description": {
                "common": "aspirin and noni juice both increase  serum potassium. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "ofloxacin, aspirin. Other (see comment). Minor/Significance Unknown. \nComment: Risk of CNS stimulation/seizure.  Mechanism: Displacement of GABA from receptors in brain."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "olanzapine",
            "description": {
                "common": "omeprazole will decrease the level or effect of olanzapine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ospemifene",
            "description": {
                "common": "omeprazole increases levels of ospemifene by affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "aspirin will increase the level or effect of oxaprozin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "parecoxib",
            "description": {
                "common": "aspirin will increase the level or effect of parecoxib by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "paromomycin",
            "description": {
                "common": "aspirin increases levels of paromomycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "penicillin VK",
            "description": {
                "common": "penicillin VK, aspirin.\nEither increases levels of the other by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pentazocine",
            "description": {
                "common": "aspirin, pentazocine.\nEither increases toxicity of the other by pharmacodynamic synergism. Minor/Significance Unknown. Possible risk of renal papillary necrosis w/chronic Tx."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phytoestrogens",
            "description": {
                "common": "omeprazole decreases levels of phytoestrogens by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "piperacillin",
            "description": {
                "common": "piperacillin, aspirin.\nEither increases effects of the other by receptor binding competition. Minor/Significance Unknown. Salicylic acid could be displaced from protein binding sites or it could itself displace other protein-bound drugs and result in an enhanced effect of the displaced drug."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "piroxicam",
            "description": {
                "common": "aspirin will increase the level or effect of piroxicam by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ponatinib",
            "description": {
                "common": "omeprazole decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisolone",
            "description": {
                "common": "prednisolone decreases levels of aspirin by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisone",
            "description": {
                "common": "prednisone decreases levels of aspirin by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "quazepam",
            "description": {
                "common": "omeprazole increases levels of quazepam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "riluzole",
            "description": {
                "common": "omeprazole will decrease the level or effect of riluzole by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rose hips",
            "description": {
                "common": "rose hips will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib",
            "description": {
                "common": "omeprazole will increase the level or effect of ruxolitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib topical",
            "description": {
                "common": "omeprazole will increase the level or effect of ruxolitinib topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "aspirin will increase the level or effect of salicylates (non-asa) by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salsalate",
            "description": {
                "common": "aspirin will increase the level or effect of salsalate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sodium bicarbonate",
            "description": {
                "common": "sodium bicarbonate, aspirin. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sodium citrate/citric acid",
            "description": {
                "common": "sodium citrate/citric acid, aspirin. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "stiripentol",
            "description": {
                "common": "aspirin will decrease the level or effect of stiripentol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "streptomycin",
            "description": {
                "common": "aspirin increases levels of streptomycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfadiazine",
            "description": {
                "common": "aspirin increases levels of sulfadiazine by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "omeprazole will increase the level or effect of sulfamethoxazole by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "aspirin will increase the level or effect of sulfasalazine by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfisoxazole",
            "description": {
                "common": "aspirin increases levels of sulfisoxazole by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulindac",
            "description": {
                "common": "aspirin will increase the level or effect of sulindac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "teniposide",
            "description": {
                "common": "aspirin increases levels of teniposide by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "theophylline",
            "description": {
                "common": "omeprazole will decrease the level or effect of theophylline by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "thyroid desiccated",
            "description": {
                "common": "omeprazole decreases levels of thyroid desiccated by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tiludronate",
            "description": {
                "common": "aspirin decreases levels of tiludronate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tizanidine",
            "description": {
                "common": "omeprazole will decrease the level or effect of tizanidine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tobramycin",
            "description": {
                "common": "aspirin increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolazamide",
            "description": {
                "common": "aspirin increases effects of tolazamide by plasma protein binding competition. Minor/Significance Unknown. Large dose of salicylate."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "omeprazole will increase the level or effect of tolbutamide by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "aspirin will increase the level or effect of tolfenamic acid by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "triazolam",
            "description": {
                "common": "omeprazole increases levels of triazolam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolmetin",
            "description": {
                "common": "aspirin will increase the level or effect of tolmetin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "triamcinolone acetonide injectable suspension decreases levels of aspirin by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "triamterene",
            "description": {
                "common": "triamterene, aspirin. Other (see comment). Minor/Significance Unknown. \nComment: Risk of acute renal failure.  Mechanism: NSAIDs decrease prostaglandin synthesis, which normally protect against nephrotoxicity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "valganciclovir",
            "description": {
                "common": "aspirin will increase the level or effect of valganciclovir by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vancomycin",
            "description": {
                "common": "aspirin increases levels of vancomycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in neonates."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil increases effects of aspirin by unknown mechanism. Minor/Significance Unknown. Enhanced antiplatelet activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "voriconazole",
            "description": {
                "common": "omeprazole will increase the level or effect of voriconazole by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "willow bark",
            "description": {
                "common": "aspirin will increase the level or effect of willow bark by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Body as a whole",
            "percent": null
        },
        {
            "name": "Fever",
            "percent": null
        },
        {
            "name": "hypothermia",
            "percent": null
        },
        {
            "name": "thirst Cardiovascular",
            "percent": null
        },
        {
            "name": "Dysrhythmias",
            "percent": null
        },
        {
            "name": "hypotension",
            "percent": null
        },
        {
            "name": "tachycardia",
            "percent": null
        },
        {
            "name": "Central nervous system",
            "percent": null
        },
        {
            "name": "Agitation",
            "percent": null
        },
        {
            "name": "cerebral edema",
            "percent": null
        },
        {
            "name": "coma",
            "percent": null
        },
        {
            "name": "confusion",
            "percent": null
        },
        {
            "name": "dizziness",
            "percent": null
        },
        {
            "name": "headache",
            "percent": null
        },
        {
            "name": "subdural or intracranial hemorrhage",
            "percent": null
        },
        {
            "name": "lethargy",
            "percent": null
        },
        {
            "name": "seizures",
            "percent": null
        },
        {
            "name": "Fluid and electrolyte",
            "percent": null
        },
        {
            "name": "Dehydration",
            "percent": null
        },
        {
            "name": "hyperkalemia",
            "percent": null
        },
        {
            "name": "metabolic acidosis",
            "percent": null
        },
        {
            "name": "respiratory alkalosis",
            "percent": null
        },
        {
            "name": "Gastrointestinal",
            "percent": null
        },
        {
            "name": "Dyspepsia",
            "percent": null
        },
        {
            "name": "GI bleeding",
            "percent": null
        },
        {
            "name": "ulceration and perforation",
            "percent": null
        },
        {
            "name": "nausea",
            "percent": null
        },
        {
            "name": "vomiting",
            "percent": null
        },
        {
            "name": "transient elevations of hepatic enzymes",
            "percent": null
        },
        {
            "name": "hepatitis",
            "percent": null
        },
        {
            "name": "Reye syndrome",
            "percent": null
        },
        {
            "name": "pancreatitis",
            "percent": null
        },
        {
            "name": "Hematologic",
            "percent": null
        },
        {
            "name": "Prolongation of the prothrombin time",
            "percent": null
        },
        {
            "name": "disseminated intravascular coagulation",
            "percent": null
        },
        {
            "name": "coagulopathy",
            "percent": null
        },
        {
            "name": "thrombocytopenia",
            "percent": null
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        },
        {
            "name": "Acute anaphylaxis",
            "percent": null
        },
        {
            "name": "angioedema",
            "percent": null
        },
        {
            "name": "asthma",
            "percent": null
        },
        {
            "name": "bronchospasm",
            "percent": null
        },
        {
            "name": "laryngeal edema",
            "percent": null
        },
        {
            "name": "urticaria",
            "percent": null
        },
        {
            "name": "Musculoskeletal",
            "percent": null
        },
        {
            "name": "Rhabdomyolysis",
            "percent": null
        },
        {
            "name": "Metabolism",
            "percent": null
        },
        {
            "name": "Hypoglycemia",
            "percent": null
        },
        {
            "name": "in pediatrics",
            "percent": null
        },
        {
            "name": "hyperglycemia",
            "percent": null
        },
        {
            "name": "Reproductive",
            "percent": null
        },
        {
            "name": "Prolonged pregnancy and labor",
            "percent": null
        },
        {
            "name": "stillbirths",
            "percent": null
        },
        {
            "name": "lower",
            "percent": null
        },
        {
            "name": "birth",
            "percent": null
        },
        {
            "name": "weight infants",
            "percent": null
        },
        {
            "name": "antepartum and postpartum bleeding",
            "percent": null
        },
        {
            "name": "Respiratory",
            "percent": null
        },
        {
            "name": "Hyperpnea",
            "percent": null
        },
        {
            "name": "pulmonary edema",
            "percent": null
        },
        {
            "name": "tachypnea",
            "percent": null
        },
        {
            "name": "Special senses",
            "percent": null
        },
        {
            "name": "Hearing loss",
            "percent": null
        },
        {
            "name": "tinnitus",
            "percent": null
        },
        {
            "name": "patients with high",
            "percent": null
        },
        {
            "name": "frequency hearing loss may have difficulty perceiving tinnitus",
            "percent": null
        },
        {
            "name": "in these patients",
            "percent": null
        },
        {
            "name": "tinnitus cannot be used as a clinical indicator of salicylism",
            "percent": null
        },
        {
            "name": "Urogenital",
            "percent": null
        },
        {
            "name": "Interstitial nephritis",
            "percent": null
        },
        {
            "name": "papillary necrosis",
            "percent": null
        },
        {
            "name": "proteinuria",
            "percent": null
        },
        {
            "name": "renal impairment and failure",
            "percent": null
        },
        {
            "name": "Body as a whole",
            "percent": null
        },
        {
            "name": "Hypersensitivity reactions",
            "percent": null
        },
        {
            "name": "including anaphylaxis",
            "percent": null
        },
        {
            "name": "anaphylactic shock",
            "percent": null
        },
        {
            "name": "angioedema",
            "percent": null
        },
        {
            "name": "bronchospasm",
            "percent": null
        },
        {
            "name": "interstitial nephritis",
            "percent": null
        },
        {
            "name": "urticaria",
            "percent": null
        },
        {
            "name": "systemic lupus erythematosus",
            "percent": null
        },
        {
            "name": "fever",
            "percent": null
        },
        {
            "name": "pain",
            "percent": null
        },
        {
            "name": "fatigue",
            "percent": null
        },
        {
            "name": "malaise",
            "percent": null
        },
        {
            "name": "Cardiovascular",
            "percent": null
        },
        {
            "name": "Chest pain or angina",
            "percent": null
        },
        {
            "name": "tachycardia",
            "percent": null
        },
        {
            "name": "bradycardia",
            "percent": null
        },
        {
            "name": "palpitations",
            "percent": null
        },
        {
            "name": "elevated blood pressure",
            "percent": null
        },
        {
            "name": "peripheral edema",
            "percent": null
        },
        {
            "name": "Endocrine",
            "percent": null
        },
        {
            "name": "Gynecomastia",
            "percent": null
        },
        {
            "name": "Gastrointestinal",
            "percent": null
        },
        {
            "name": "Pancreatitis",
            "percent": null
        },
        {
            "name": "some fatal",
            "percent": null
        },
        {
            "name": "anorexia",
            "percent": null
        },
        {
            "name": "irritable colon",
            "percent": null
        },
        {
            "name": "fecal discoloration",
            "percent": null
        },
        {
            "name": "esophageal candidiasis",
            "percent": null
        },
        {
            "name": "mucosal atrophy of the tongue",
            "percent": null
        },
        {
            "name": "stomatitis",
            "percent": null
        },
        {
            "name": "abdominal swelling",
            "percent": null
        },
        {
            "name": "dry mouth",
            "percent": null
        },
        {
            "name": "microscopic colitis",
            "percent": null
        },
        {
            "name": "benign gastric fundic gland polyps have been noted rarely and appear to be reversible when treatment is discontinued",
            "percent": null
        },
        {
            "name": "gastroduodenal carcinoids have been reported in patients with Zollinger",
            "percent": null
        },
        {
            "name": "Ellison syndrome on long",
            "percent": null
        },
        {
            "name": "term treatment with omeprazole",
            "percent": null
        },
        {
            "name": "this finding is believed to be a manifestation of the underlying condition",
            "percent": null
        },
        {
            "name": "which is known to be associated with such tumors",
            "percent": null
        },
        {
            "name": "fundic gland polyps",
            "percent": null
        },
        {
            "name": "Hematologic",
            "percent": null
        },
        {
            "name": "Agranulocytosis",
            "percent": null
        },
        {
            "name": "some fatal",
            "percent": null
        },
        {
            "name": "hemolytic anemia",
            "percent": null
        },
        {
            "name": "pancytopenia",
            "percent": null
        },
        {
            "name": "neutropenia",
            "percent": null
        },
        {
            "name": "anemia",
            "percent": null
        },
        {
            "name": "thrombocytopenia",
            "percent": null
        },
        {
            "name": "leukopenia",
            "percent": null
        },
        {
            "name": "leukocytosis",
            "percent": null
        },
        {
            "name": "Hepatic",
            "percent": null
        },
        {
            "name": "Liver disease",
            "percent": null
        },
        {
            "name": "including hepatic failure",
            "percent": null
        },
        {
            "name": "some fatal",
            "percent": null
        },
        {
            "name": "liver necrosis",
            "percent": null
        },
        {
            "name": "some fatal",
            "percent": null
        },
        {
            "name": "hepatic encephalopathy",
            "percent": null
        },
        {
            "name": "hepatocellular disease",
            "percent": null
        },
        {
            "name": "cholestatic disease",
            "percent": null
        },
        {
            "name": "mixed hepatitis",
            "percent": null
        },
        {
            "name": "jaundice",
            "percent": null
        },
        {
            "name": "and elevations of liver function tests",
            "percent": null
        },
        {
            "name": "ALT",
            "percent": null
        },
        {
            "name": "AST",
            "percent": null
        },
        {
            "name": "GGT",
            "percent": null
        },
        {
            "name": "alkaline phosphatase",
            "percent": null
        },
        {
            "name": "and bilirubin",
            "percent": null
        },
        {
            "name": "Infections and infestations",
            "percent": null
        },
        {
            "name": "Clostridium difficile",
            "percent": null
        },
        {
            "name": "associated diarrhea",
            "percent": null
        },
        {
            "name": "Metabolism and nutritional disorders",
            "percent": null
        },
        {
            "name": "Hypoglycemia",
            "percent": null
        },
        {
            "name": "hypomagnesemia",
            "percent": null
        },
        {
            "name": "with or without hypocalcemia and",
            "percent": null
        },
        {
            "name": "or hypokalemia",
            "percent": null
        },
        {
            "name": "hyponatremia",
            "percent": null
        },
        {
            "name": "weight gain",
            "percent": null
        },
        {
            "name": "Musculoskeletal",
            "percent": null
        },
        {
            "name": "Muscle weakness",
            "percent": null
        },
        {
            "name": "myalgia",
            "percent": null
        },
        {
            "name": "muscle cramps",
            "percent": null
        },
        {
            "name": "joint pain",
            "percent": null
        },
        {
            "name": "leg pain",
            "percent": null
        },
        {
            "name": "bone fracture",
            "percent": null
        },
        {
            "name": "Nervous system",
            "percent": null
        },
        {
            "name": "psychiatric",
            "percent": null
        },
        {
            "name": "Psychiatric and sleep disturbances",
            "percent": null
        },
        {
            "name": "including depression",
            "percent": null
        },
        {
            "name": "agitation",
            "percent": null
        },
        {
            "name": "aggression",
            "percent": null
        },
        {
            "name": "hallucinations",
            "percent": null
        },
        {
            "name": "confusion",
            "percent": null
        },
        {
            "name": "insomnia",
            "percent": null
        },
        {
            "name": "nervousness",
            "percent": null
        },
        {
            "name": "apathy",
            "percent": null
        },
        {
            "name": "somnolence",
            "percent": null
        },
        {
            "name": "anxiety",
            "percent": null
        },
        {
            "name": "and dream abnormalities",
            "percent": null
        },
        {
            "name": "tremors",
            "percent": null
        },
        {
            "name": "paresthesia",
            "percent": null
        },
        {
            "name": "vertigo",
            "percent": null
        },
        {
            "name": "Respiratory",
            "percent": null
        },
        {
            "name": "Epistaxis",
            "percent": null
        },
        {
            "name": "pharyngeal pain",
            "percent": null
        },
        {
            "name": "Skin",
            "percent": null
        },
        {
            "name": "Severe generalized skin reactions",
            "percent": null
        },
        {
            "name": "including toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "some fatal",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "cutaneous lupus erythematosus and erythema multiforme",
            "percent": null
        },
        {
            "name": "photosensitivity",
            "percent": null
        },
        {
            "name": "urticaria",
            "percent": null
        },
        {
            "name": "rash",
            "percent": null
        },
        {
            "name": "skin inflammation",
            "percent": null
        },
        {
            "name": "pruritus",
            "percent": null
        },
        {
            "name": "petechiae",
            "percent": null
        },
        {
            "name": "purpura",
            "percent": null
        },
        {
            "name": "alopecia",
            "percent": null
        },
        {
            "name": "dry skin",
            "percent": null
        },
        {
            "name": "drug reaction with eosinophilia and systemic symptoms",
            "percent": null
        },
        {
            "name": "DRESS",
            "percent": null
        },
        {
            "name": "and acute generalized exanthematous pustulosis",
            "percent": null
        },
        {
            "name": "AGEP",
            "percent": null
        },
        {
            "name": "hyperhidrosis",
            "percent": null
        },
        {
            "name": "Special senses",
            "percent": null
        },
        {
            "name": "Tinnitus",
            "percent": null
        },
        {
            "name": "taste perversion",
            "percent": null
        },
        {
            "name": "Ocular",
            "percent": null
        },
        {
            "name": "Optic atrophy",
            "percent": null
        },
        {
            "name": "anterior ischemic optic neuropathy",
            "percent": null
        },
        {
            "name": "optic neuritis",
            "percent": null
        },
        {
            "name": "dry eye syndrome",
            "percent": null
        },
        {
            "name": "ocular irritation",
            "percent": null
        },
        {
            "name": "blurred vision",
            "percent": null
        },
        {
            "name": "double vision",
            "percent": null
        },
        {
            "name": "Urogenital",
            "percent": null
        },
        {
            "name": "Interstitial nephritis",
            "percent": null
        },
        {
            "name": "hematuria",
            "percent": null
        },
        {
            "name": "proteinuria",
            "percent": null
        },
        {
            "name": "elevated serum creatinine",
            "percent": null
        },
        {
            "name": "microscopic pyuria",
            "percent": null
        },
        {
            "name": "urinary tract infection",
            "percent": null
        },
        {
            "name": "glycosuria",
            "percent": null
        },
        {
            "name": "urinary frequency",
            "percent": null
        },
        {
            "name": "testicular pain",
            "percent": null
        },
        {
            "name": "Acute tubulointerstitial nephritis",
            "percent": null
        }
    ]
}