{
    "name": "ranitidine",
    "comment": "Discontinued",
    "other_names": [
        "Zantac",
        "Zantac 150 Maximum Strength",
        "Zantac 75"
    ],
    "classes": [
        "Histamine H2 Antagonists"
    ],
    "source": "https://reference.medscape.com/drug/zantac-ranitidine-342003",
    "pregnancy": {
        "common": [
            "Pregnancy category: B",
            "Lactation: Drug crosses into breast milk; discontinue drug, use caution"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: Drug crosses into breast milk; discontinue drug, use caution"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to ranitidine or components of the formulation"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "If gastroesophageal reflux disease does not respond adequately in 6-8 weeks, do not increase dosage; prescribe proton pump inhibitor instead",
                "Prolonged treatment may lead to B12 malabsorption and subsequent vitamin B12 deficiency; degree of deficiency is dose-related and association stronger in females and younger in age (<30 years)",
                "Use caution in renal impairment; adjust dosage",
                "Use caution in hepatic impairment",
                "Elevation of ALT levels reported with higher doses (≥100 mg) or prolonged IV therapy (≥5 days); monitor for ALT levels for the remainder of treatment",
                "Avoid in patients with acute porphyria; may precipitate attack",
                "Symptom relieve does not rule out presence of gastric malignancy",
                "Reversible confusional state reported with use (linked to age >50 years and renal or hepatic impairment); clears within 3-4 days after discontinuation",
                "If patient taking a prescription drug, the patient should ask a doctor or a pharmacist whether acid reducers can be taken concomitantly with it",
                "Patients with kidney disease should ask doctor before use"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "infigratinib",
            "description": {
                "common": "ranitidine will decrease the level or effect of infigratinib by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. If use with an acid-reducing agent cannot be avoided, administer infigratinib 2 hr before or 10 hr after administration of a H2-antagonist."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "ranitidine will decrease the level or effect of levoketoconazole by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "ranitidine will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of lonafarnib (a sensitive CYP3A substrate) with weak CYP3A inhibitors is unavoidable, reduce to, or continue lonafarnib at starting dose. Closely monitor for arrhythmias and events (eg, syncope, heart palpitations) since lonafarnib effect on QT interval is unknown."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "ranitidine will decrease the level or effect of sotorasib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If use with an acid-reducing agent cannot be avoided, administer sotorasib 4 hr before or 10 hr after administration of a locally-acting antacid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sparsentan",
            "description": {
                "common": "ranitidine decreases effects of sparsentan by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. H2-antagonists may decrease sparsentan exposure which may reduce efficacy of sparsentan."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trilaciclib",
            "description": {
                "common": "trilaciclib will decrease the level or effect of ranitidine by  Other (see comment). Avoid or Use Alternate Drug. Avoid coadministration of trilaciclib (OCT2, MATE1, and MATE-2K inhibitor) with substrates where minimal increased concentration in kidney or blood may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "ranitidine will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "ranitidine will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or weak CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "ranitidine will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Headache",
            "percent": "3"
        },
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "Agitation",
            "percent": null
        },
        {
            "name": "Alopecia",
            "percent": null
        },
        {
            "name": "Confusion",
            "percent": null
        },
        {
            "name": "Constipation",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Hypersensitivity reaction",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Anemia",
            "percent": null
        },
        {
            "name": "Necrotizing enterocolitis in fetus or newborn",
            "percent": null
        },
        {
            "name": "Pancreatitis",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Pancytopenia",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Agranulocytosis",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Acquired immune hemolytic anemia",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Myalgia",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        }
    ]
}