{
    "name": "vemurafenib",
    "comment": "Rx",
    "other_names": [
        "Zelboraf"
    ],
    "classes": [
        "Antineoplastics",
        "BRAF Kinase Inhibitor"
    ],
    "source": "https://reference.medscape.com/drug/zelboraf-vemurafenib-999679",
    "pregnancy": {
        "common": [
            "There are no available data on the use of vemurafenib in pregnant women to determine the drug-associated risk",
            "Based on mechanism of action, therapy can cause fetal harm when administered to pregnant women; advise females of reproductive potential to use effective contraception during treatment and for 2 weeks after the final dose"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "There is no information available regarding presence of vemurafenib in human milk, effects on breastfed infant, or effects on milk production; because of potential for serious adverse reactions in breastfed infant, including malignancy, severe dermatologic reactions, QT prolongation, hepatotoxicity, photosensitivity, and ophthalmologic toxicity, advise women not to breastfeed during treatment and for 2 weeks after final dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [],
            "specific": []
        },
        "cautions": {
            "common": [],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "goserelin",
            "description": {
                "common": "goserelin increases toxicity of vemurafenib by QTc interval. Contraindicated. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lefamulin",
            "description": {
                "common": "lefamulin will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Lefamulin is contraindicated with CYP3A substrates know to prolong the QT interval."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "leuprolide",
            "description": {
                "common": "leuprolide increases toxicity of vemurafenib by QTc interval. Contraindicated. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adagrasib",
            "description": {
                "common": "adagrasib, vemurafenib.\nEither increases effects of the other by QTc interval. Avoid or Use Alternate Drug. Each drug prolongs the QTc interval, which may increased the risk of Torsade de pointes, other serious arryhthmias, and sudden death. If coadministration unavoidable, more frequent monitoring is recommended for such patients."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "alfuzosin and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alpelisib",
            "description": {
                "common": "vemurafenib will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid oral",
            "description": {
                "common": "aminolevulinic acid oral, vemurafenib.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid administering other phototoxic drugs with aminolevulinic acid oral for 24 hr during perioperative period."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid topical",
            "description": {
                "common": "vemurafenib, aminolevulinic acid topical.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Each drug may increase the photosensitizing effect of the other."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amiodarone",
            "description": {
                "common": "vemurafenib and amiodarone both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended. Amiodarone may also increase vemurafenib levels."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amisulpride",
            "description": {
                "common": "amisulpride and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug. ECG monitoring is recommended if coadministered."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "vemurafenib and amitriptyline both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amoxapine",
            "description": {
                "common": "vemurafenib and amoxapine both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anagrelide",
            "description": {
                "common": "anagrelide and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP3A4 inducer, with drugs that are CYP3A4 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered. Adjust dose according to prescribing information if needed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apomorphine",
            "description": {
                "common": "vemurafenib and apomorphine both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "aripiprazole and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "arsenic trioxide",
            "description": {
                "common": "vemurafenib and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "artemether",
            "description": {
                "common": "artemether and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "artemether/lumefantrine",
            "description": {
                "common": "vemurafenib and artemether/lumefantrine both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "asenapine",
            "description": {
                "common": "vemurafenib and asenapine both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "asenapine transdermal",
            "description": {
                "common": "asenapine transdermal and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir increases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atomoxetine",
            "description": {
                "common": "atomoxetine and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "azithromycin",
            "description": {
                "common": "vemurafenib and azithromycin both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine",
            "description": {
                "common": "buprenorphine and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "buprenorphine buccal and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "buprenorphine subdermal implant and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine transdermal",
            "description": {
                "common": "buprenorphine transdermal and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "buprenorphine, long-acting injection and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine decreases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ceritinib",
            "description": {
                "common": "ceritinib and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "vemurafenib and chlorpromazine both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "vemurafenib and ciprofloxacin both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "citalopram",
            "description": {
                "common": "vemurafenib and citalopram both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "vemurafenib and clarithromycin both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended. Clarithromycin may also increase levels of vemurafenib."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clomipramine",
            "description": {
                "common": "vemurafenib and clomipramine both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clozapine",
            "description": {
                "common": "clozapine and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "colchicine",
            "description": {
                "common": "vemurafenib increases levels of colchicine by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Avoid use of colchicine with P-gp inhibitors. If coadministration is necessary, decrease colchicine dose or frequency as recommended in prescribing information. Use of any colchicine product in conjunction with P-gp inhibitors is contraindicated in patients with renal or hepatic impairment. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "conivaptan",
            "description": {
                "common": "conivaptan will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "dabrafenib will decrease the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darolutamide",
            "description": {
                "common": "darolutamide will increase the level or effect of vemurafenib by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir increases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dasatinib",
            "description": {
                "common": "vemurafenib and dasatinib both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "degarelix",
            "description": {
                "common": "vemurafenib and degarelix both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desflurane",
            "description": {
                "common": "desflurane and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desipramine",
            "description": {
                "common": "vemurafenib and desipramine both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone decreases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dofetilide",
            "description": {
                "common": "vemurafenib and dofetilide both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dolasetron",
            "description": {
                "common": "vemurafenib and dolasetron both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "donepezil",
            "description": {
                "common": "donepezil and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dronedarone",
            "description": {
                "common": "vemurafenib and dronedarone both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended. Dronedarone may also increase vemurafenib levels."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "droperidol",
            "description": {
                "common": "vemurafenib and droperidol both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "edoxaban",
            "description": {
                "common": "vemurafenib will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will decrease the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug. Encorafenib is associated with dose-dependent QTc interval prolongation. Avoid with drugs known to prolong QT interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "entrectinib",
            "description": {
                "common": "vemurafenib and entrectinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "enzalutamide will decrease the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "erdafitinib will increase the level or effect of vemurafenib by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eribulin",
            "description": {
                "common": "eribulin and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "vemurafenib and erythromycin base both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended. Erythromycin may also increase vemurafenib levels."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "vemurafenib and erythromycin ethylsuccinate both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended. Erythromycin may also increase vemurafenib levels."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "vemurafenib and erythromycin lactobionate both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended. Erythromycin may also increase vemurafenib levels."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "vemurafenib and erythromycin stearate both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended. Erythromycin may also increase vemurafenib levels."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "escitalopram",
            "description": {
                "common": "vemurafenib and escitalopram both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will decrease the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug. Avoid coadministration of fexinidazole with drugs known to block potassium channels or prolong QT interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fingolimod",
            "description": {
                "common": "fingolimod and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "flecainide",
            "description": {
                "common": "vemurafenib increases levels of flecainide by affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with agents with narrow therapeutic windows is not recommended as vemurafenib may alter their concentrations. If coadministration cannot be avoided, use caution and consider dose reduction of concomitant CYP2D6 substrate drug. Combination may increase risk QT prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluconazole",
            "description": {
                "common": "vemurafenib and fluconazole both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "vemurafenib and fluoxetine both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir increases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "foscarnet",
            "description": {
                "common": "vemurafenib and foscarnet both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin decreases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "vemurafenib and gemifloxacin both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gilteritinib",
            "description": {
                "common": "gilteritinib and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glasdegib",
            "description": {
                "common": "vemurafenib and glasdegib both increase  QTc interval. Avoid or Use Alternate Drug. If coadministration unavoidable, monitor for increased risk of QTc interval prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "granisetron",
            "description": {
                "common": "granisetron and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "haloperidol",
            "description": {
                "common": "vemurafenib and haloperidol both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "histrelin",
            "description": {
                "common": "histrelin increases toxicity of vemurafenib by QTc interval. Avoid or Use Alternate Drug. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxychloroquine sulfate",
            "description": {
                "common": "hydroxychloroquine sulfate and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxyzine",
            "description": {
                "common": "hydroxyzine and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibutilide",
            "description": {
                "common": "vemurafenib and ibutilide both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idelalisib",
            "description": {
                "common": "idelalisib will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Idelalisib is a strong CYP3A inhibitor; avoid coadministration with sensitive CYP3A substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iloperidone",
            "description": {
                "common": "vemurafenib and iloperidone both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imatinib",
            "description": {
                "common": "imatinib increases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indapamide",
            "description": {
                "common": "vemurafenib and indapamide both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir increases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "inotuzumab",
            "description": {
                "common": "inotuzumab and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoflurane",
            "description": {
                "common": "isoflurane and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid increases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isradipine",
            "description": {
                "common": "vemurafenib and isradipine both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole increases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug. Avoid coadministration of QTc prolonging drugs with ivosidenib or replace with alternate therapies. If coadministration of a QTc prolonging drug is unavoidable, monitor for increased risk of QTc interval prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole increases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lapatinib",
            "description": {
                "common": "vemurafenib and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended. Lapatinib may also increase vemurafenib levels."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan increases levels of vemurafenib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leniolisib",
            "description": {
                "common": "leniolisib will increase the level or effect of vemurafenib by  Other (see comment). Avoid or Use Alternate Drug. Leniolisib, a BCRP inhibitor, may increase systemic exposure of BCRP substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "vemurafenib and levofloxacin both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole increases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lithium",
            "description": {
                "common": "lithium and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lonafarnib will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration with sensitive CYP3A substrates. If coadministration unavoidable, monitor for adverse reactions and reduce CYP3A substrate dose in accordance with product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lopinavir",
            "description": {
                "common": "vemurafenib and lopinavir both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lumefantrine",
            "description": {
                "common": "vemurafenib and lumefantrine both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "macimorelin",
            "description": {
                "common": "macimorelin and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug. Macimorelin causes an increase of ~11 msec in the corrected QT interval. Avoid coadministration with drugs that prolong QT interval, which could increase risk for developing torsade de pointes-type ventricular tachycardia. Allow sufficient washout time of drugs that are known to prolong the QT interval before administering macimorelin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "maprotiline",
            "description": {
                "common": "vemurafenib and maprotiline both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mefloquine",
            "description": {
                "common": "vemurafenib and mefloquine both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended. Mefloquine may also increase vemurafenib levels."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methadone",
            "description": {
                "common": "vemurafenib and methadone both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methyl aminolevulinate",
            "description": {
                "common": "vemurafenib, methyl aminolevulinate.\nEither increases levels of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Each drug may increase the photosensitizing effect of the other."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "mirtazapine and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mobocertinib",
            "description": {
                "common": "mobocertinib and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug. If coadministration unavoidable, reduce mobocertinib dose and monitor QTc interval more frequently."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "vemurafenib and moxifloxacin both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone increases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir increases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nicardipine",
            "description": {
                "common": "nicardipine increases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nilotinib",
            "description": {
                "common": "vemurafenib and nilotinib both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended. Nilotinib may also increase vemurafenib levels."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "vemurafenib and nortriptyline both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "octreotide",
            "description": {
                "common": "vemurafenib and octreotide both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "vemurafenib and ofloxacin both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olanzapine",
            "description": {
                "common": "olanzapine and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ondansetron",
            "description": {
                "common": "ondansetron and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug. Avoid with congenital long QT syndrome; ECG monitoring recommended with concomitant medications that prolong QT interval, electrolyte abnormalities, CHF, or bradyarrhythmias. Alterations in ondansetron concentrations may occur with concomitant use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine decreases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ozanimod",
            "description": {
                "common": "vemurafenib increases toxicity of ozanimod by Other (see comment). Avoid or Use Alternate Drug. \nComment: Coadministration of ozanimod (a BCRP substrate) with BCRP inhibitors increases the exposure of the minor (RP101988, RP101075) and major active metabolites (CC112273, CC1084037) of ozanimod, which may increase the risk of ozanimod adverse reactions. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pacritinib",
            "description": {
                "common": "vemurafenib will decrease the level or effect of pacritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of vemurafenib by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hr before, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paliperidone",
            "description": {
                "common": "vemurafenib and paliperidone both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "panobinostat",
            "description": {
                "common": "vemurafenib and panobinostat both increase  QTc interval. Avoid or Use Alternate Drug. Panobinostat is known to significantly prolong QT interval. Panobinostat prescribing information states use with drugs known to prolong QTc is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pazopanib",
            "description": {
                "common": "vemurafenib and pazopanib both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended. Pazopanib may also increase levels of vemurafenib."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentamidine",
            "description": {
                "common": "vemurafenib and pentamidine both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital decreases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin decreases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pimavanserin",
            "description": {
                "common": "pimavanserin and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug. Coadministration may increase the risk of QT prolongation and cardiac arrhythmia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pitolisant",
            "description": {
                "common": "vemurafenib and pitolisant both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "posaconazole",
            "description": {
                "common": "vemurafenib and posaconazole both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended. Posaconazole may also increase levels of vemurafenib."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primaquine",
            "description": {
                "common": "primaquine and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "procainamide",
            "description": {
                "common": "vemurafenib increases levels of procainamide by affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with agents with narrow therapeutic windows is not recommended as vemurafenib may alter their concentrations. If coadministration cannot be avoided, use caution and consider dose reduction of concomitant CYP2D6 substrate drug. Combination may increase risk QT prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "propafenone",
            "description": {
                "common": "vemurafenib and propafenone both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "protriptyline",
            "description": {
                "common": "vemurafenib and protriptyline both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quetiapine",
            "description": {
                "common": "vemurafenib and quetiapine both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinine",
            "description": {
                "common": "vemurafenib and quinine both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ranolazine",
            "description": {
                "common": "vemurafenib and ranolazine both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended. Ranolazine may also increase vemurafenib levels."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin decreases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin decreases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine decreases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rimegepant",
            "description": {
                "common": "vemurafenib will increase the level or effect of rimegepant by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "riociguat",
            "description": {
                "common": "vemurafenib will increase the level or effect of riociguat by  decreasing metabolism. Avoid or Use Alternate Drug. Coadministration of riociguat (substrate of CYP isoenzymes 1A1, 2C8, 3A, 2J2) with strong CYP inhibitors may require a decreased initial dose of 0.5 mg PO TID; monitor for signs of hypotension and reduce dose if needed"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "risperidone",
            "description": {
                "common": "vemurafenib and risperidone both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ritonavir",
            "description": {
                "common": "vemurafenib and ritonavir both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "romidepsin",
            "description": {
                "common": "vemurafenib and romidepsin both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended. Romidepsin may also increase vemurafenib levels."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "saquinavir",
            "description": {
                "common": "vemurafenib and saquinavir both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended. Saquinavir may also increase levels of vemurafenib."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sertraline",
            "description": {
                "common": "sertraline and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "sevoflurane and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "solifenacin",
            "description": {
                "common": "solifenacin and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotalol",
            "description": {
                "common": "vemurafenib and sotalol both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "sotorasib will decrease the level or effect of vemurafenib by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If use is unavoidable, refer to the prescribing information of the P-gp substrate for dosage modifications."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort decreases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sunitinib",
            "description": {
                "common": "vemurafenib and sunitinib both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "talazoparib",
            "description": {
                "common": "vemurafenib will increase the level or effect of talazoparib by  Other (see comment). Avoid or Use Alternate Drug. BCRP inhibitors may increase systemic exposure of talazoparib (a BCRP substrate). If coadministration cannot be avoided, monitor for potential adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "telavancin",
            "description": {
                "common": "vemurafenib and telavancin both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tepotinib",
            "description": {
                "common": "tepotinib will increase the level or effect of vemurafenib by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If concomitant use unavoidable, reduce the P-gp substrate dosage if recommended in its approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetrabenazine",
            "description": {
                "common": "tetrabenazine and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "thioridazine",
            "description": {
                "common": "vemurafenib increases levels of thioridazine by affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with agents with narrow therapeutic windows is not recommended as vemurafenib may alter their concentrations. If coadministration cannot be avoided, use caution and consider dose reduction of concomitant CYP2D6 substrate drug. Combination may increase risk QT prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "thiothixene",
            "description": {
                "common": "vemurafenib and thiothixene both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir increases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "topotecan",
            "description": {
                "common": "vemurafenib will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "toremifene",
            "description": {
                "common": "vemurafenib and toremifene both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trimipramine",
            "description": {
                "common": "vemurafenib and trimipramine both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "triptorelin",
            "description": {
                "common": "triptorelin increases toxicity of vemurafenib by QTc interval. Avoid or Use Alternate Drug. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid concomitant use of tucatinib with CYP3A substrates, where minimal concentration changes may lead to serious or life-threatening toxicities. If unavoidable, reduce CYP3A substrate dose according to product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "umeclidinium bromide/vilanterol inhaled",
            "description": {
                "common": "vemurafenib increases toxicity of umeclidinium bromide/vilanterol inhaled by QTc interval. Avoid or Use Alternate Drug. Exercise extreme caution when vilanterol coadministered with drugs that prolong QTc interval; adrenergic agonist effects on the cardiovascular system may be potentiated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vandetanib",
            "description": {
                "common": "vemurafenib and vandetanib both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vardenafil",
            "description": {
                "common": "vemurafenib and vardenafil both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venetoclax",
            "description": {
                "common": "vemurafenib will increase the level or effect of venetoclax by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If a P-gp inhibitor must be used, reduce the venetoclax dose by at least 50%. Monitor more closely for signs of venetoclax toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilanterol/fluticasone furoate inhaled",
            "description": {
                "common": "vemurafenib increases toxicity of vilanterol/fluticasone furoate inhaled by QTc interval. Avoid or Use Alternate Drug. Exercise extreme caution when vilanterol coadministered with drugs that prolong QTc interval; adrenergic agonist effects on the cardiovascular system may be potentiated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voriconazole",
            "description": {
                "common": "vemurafenib and voriconazole both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended. Voriconazole may also increase levels of vemurafenib."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vorinostat",
            "description": {
                "common": "vemurafenib and vorinostat both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxelotor",
            "description": {
                "common": "voxelotor will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Voxelotor increases systemic exposure of sensitive CYP3A4 substrates. Avoid coadministration with sensitive CYP3A4 substrates with a narrow therapeutic index. Consider dose reduction of the sensitive CYP3A4 substrate(s) if unable to avoid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "vemurafenib and ziprasidone both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abiraterone",
            "description": {
                "common": "abiraterone increases levels of vemurafenib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib increases levels of vemurafenib by Other (see comment). Use Caution/Monitor. \nComment: Acalabrutinib may increase exposure to coadministered BCRP substrates by inhibition of intestinal BCRP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "albuterol and vemurafenib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "vemurafenib and alfuzosin both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aliskiren",
            "description": {
                "common": "vemurafenib increases levels of aliskiren by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of vemurafenib by  increasing elimination. Use Caution/Monitor. Apalutamide weakly induces BCRP and may decrease systemic exposure of drugs that are BCRP substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "arformoterol and vemurafenib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "vemurafenib will decrease the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "vemurafenib increases levels of atorvastatin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bedaquiline",
            "description": {
                "common": "vemurafenib and bedaquiline both increase  QTc interval. Modify Therapy/Monitor Closely. ECG should be monitored closely"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "berotralstat",
            "description": {
                "common": "vemurafenib increases levels of berotralstat by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Reduced berotralstat dose to 110 mg/day when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betrixaban",
            "description": {
                "common": "vemurafenib increases levels of betrixaban by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Decrease betrixaban dose to 80 mg PO once, then 40 mg PO qDay if coadministered with a P-gp inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosentan",
            "description": {
                "common": "bosentan will decrease the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine decreases levels of vemurafenib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "vemurafenib increases levels of carvedilol by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceritinib",
            "description": {
                "common": "vemurafenib increases levels of ceritinib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cetirizine",
            "description": {
                "common": "vemurafenib increases levels of cetirizine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloroquine",
            "description": {
                "common": "chloroquine increases toxicity of vemurafenib by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "vemurafenib decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crizotinib",
            "description": {
                "common": "crizotinib and vemurafenib both increase  QTc interval. Use Caution/Monitor. ECG monitoring is recommended, along with drugs that may prolong the QT interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine increases levels of vemurafenib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabigatran",
            "description": {
                "common": "vemurafenib will increase the level or effect of dabigatran by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Atrial fibrillation: Avoid coadministering dabigatran with P-gp inhibitors if CrCl <30 mL/min.  DVT/PE treatment: Avoid coadministering dabigatran with P-gp inhibitors if CrCl <50 mL/min"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daunorubicin",
            "description": {
                "common": "vemurafenib increases levels of daunorubicin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "vemurafenib decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desloratadine",
            "description": {
                "common": "vemurafenib increases levels of desloratadine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "vemurafenib and deutetrabenazine both increase  QTc interval. Use Caution/Monitor. At the maximum recommended dose, deutetrabenazine does not prolong QT interval to a clinically relevant extent. Certain circumstances may increase risk of torsade de pointes and/or sudden death in association with drugs that prolong the QTc interval (eg, bradycardia, hypokalemia or hypomagnesemia, coadministration with other drugs that prolong QTc interval, presence of congenital QT prolongation)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "vemurafenib increases levels of dexamethasone by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "vemurafenib increases levels of digoxin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diltiazem",
            "description": {
                "common": "vemurafenib increases levels of diltiazem by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "docetaxel",
            "description": {
                "common": "vemurafenib increases levels of docetaxel by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dofetilide",
            "description": {
                "common": "dofetilide increases toxicity of vemurafenib by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin and vemurafenib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxorubicin",
            "description": {
                "common": "vemurafenib increases levels of doxorubicin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "duvelisib",
            "description": {
                "common": "duvelisib will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with duvelisib increases AUC of a sensitive CYP3A4 substrate which may increase the risk of toxicities of these drugs. Consider reducing the dose of the sensitive CYP3A4 substrate and monitor for signs of toxicities of the coadministered sensitive CYP3A substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will increase the level or effect of vemurafenib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat increases levels of vemurafenib by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Monitor therapeutic drug concentrations, as indicated, or consider reducing the dosage of the P-gp substrate and titrate to clinical effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib, vemurafenib. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Encorafenib both inhibits and induces CYP3A4 at clinically relevant plasma concentrations. Coadministration of encorafenib with sensitive CYP3A4 substrates may result in increased toxicity or decreased efficacy of these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etoposide",
            "description": {
                "common": "vemurafenib increases levels of etoposide by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will decrease the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "everolimus",
            "description": {
                "common": "vemurafenib increases levels of everolimus by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP3A4 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fexofenadine",
            "description": {
                "common": "vemurafenib increases levels of fexofenadine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "vemurafenib increases levels of fosamprenavir by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin decreases levels of vemurafenib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostamatinib",
            "description": {
                "common": "fostamatinib will increase the level or effect of vemurafenib by  decreasing metabolism. Use Caution/Monitor. Concomitant use of fostamatinib may increase concentrations of BCRP substrate drugs. Monitor for toxicities of BCRP substrate drug that may require dosage reduction when given concurrently with fostamatinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "fostemsavir will increase the level or effect of vemurafenib by  Other (see comment). Modify Therapy/Monitor Closely. Fostemsavir inhibits BCRP transporters. If possible, avoid coadministration or modify dose of BCRP substrate coadministered with fostemsavir. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gadobenate",
            "description": {
                "common": "gadobenate and vemurafenib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemtuzumab",
            "description": {
                "common": "vemurafenib and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "vemurafenib will increase the level or effect of glecaprevir/pibrentasvir by  decreasing metabolism. Use Caution/Monitor. Caution when coadministering glecaprevir/pibrentasvir with P-gp/BCRP inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "grapefruit",
            "description": {
                "common": "grapefruit increases levels of vemurafenib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imatinib",
            "description": {
                "common": "vemurafenib increases levels of imatinib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "vemurafenib increases levels of indinavir by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ipilimumab",
            "description": {
                "common": "ipilimumab, vemurafenib.\nEither increases toxicity of the other by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Grade 3 increases in transaminases and bilirubin observed in a majority of patients when coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irinotecan",
            "description": {
                "common": "vemurafenib increases levels of irinotecan by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irinotecan liposomal",
            "description": {
                "common": "vemurafenib increases levels of irinotecan liposomal by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "vemurafenib will decrease the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of CYP3A4 substrates in clinical trials. This effect was not observed with istradefylline 20 mg/day. Consider dose reduction of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole increases levels of vemurafenib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole increases levels of vemurafenib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lencapavir may increase CYP3A4 substrates initiated within 9 months after last SC dose of lenacapavir, which may increase potential risk of adverse reactions of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenvatinib",
            "description": {
                "common": "vemurafenib and lenvatinib both increase  QTc interval. Use Caution/Monitor. Lenvatinib prescribing information recommends monitoring ECG closely when coadministered with QT prolonging drugs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole increases levels of vemurafenib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofexidine",
            "description": {
                "common": "vemurafenib and lofexidine both increase  QTc interval. Use Caution/Monitor. ECG monitoring is recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lonafarnib will increase the level or effect of vemurafenib by  P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Lonafarnib is a weak P-gp inhibitor. Monitor for adverse reactions if coadministered with P-gp substrates where minimal concentration changes may lead to serious or life-threatening toxicities. Reduce P-gp substrate dose if needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loperamide",
            "description": {
                "common": "vemurafenib increases levels of loperamide by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loratadine",
            "description": {
                "common": "vemurafenib increases levels of loratadine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lorlatinib",
            "description": {
                "common": "lorlatinib will decrease the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lovastatin",
            "description": {
                "common": "vemurafenib increases levels of lovastatin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone, vemurafenib. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitomycin",
            "description": {
                "common": "vemurafenib increases levels of mitomycin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane decreases levels of vemurafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Mitotane is a strong inducer of cytochrome P-4503A4; monitor when coadministered with CYP3A4 substrates for possible dosage adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin will decrease the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naldemedine",
            "description": {
                "common": "vemurafenib increases levels of naldemedine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor naldemedine for potential adverse effects if coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir increases levels of vemurafenib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicardipine",
            "description": {
                "common": "nicardipine increases levels of vemurafenib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nintedanib",
            "description": {
                "common": "vemurafenib increases levels of nintedanib by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. If nintedanib adverse effects occur, management may require interruption, dose reduction, or discontinuation of therapy ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osilodrostat",
            "description": {
                "common": "osilodrostat and vemurafenib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osimertinib",
            "description": {
                "common": "osimertinib and vemurafenib both increase  QTc interval. Use Caution/Monitor. Conduct periodic monitoring with ECGs and electrolytes in patients taking drugs known to prolong the QTc interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oteseconazole",
            "description": {
                "common": "oteseconazole will increase the level or effect of vemurafenib by  Other (see comment). Modify Therapy/Monitor Closely. Otesezonale, a BCRP inhibitor, may increase the effects and risk of toxicities of BCRP substrates. Use lowest starting dose of BCRP substrate, or consider reducing BCRP substrate dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin will increase the level or effect of vemurafenib by  Other (see comment). Use Caution/Monitor. Monitor for ECG changes if therapy is initiated in patients with drugs known to prolong QT interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod and vemurafenib both increase  QTc interval. Modify Therapy/Monitor Closely. The potential additive effects on heart rate, treatment with ozanimod should generally not be initiated in patients who are concurrently treated with QT prolonging drugs with known arrhythmogenic properties."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel",
            "description": {
                "common": "vemurafenib increases levels of paclitaxel by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel protein bound",
            "description": {
                "common": "vemurafenib increases levels of paclitaxel protein bound by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pasireotide",
            "description": {
                "common": "vemurafenib and pasireotide both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin decreases levels of vemurafenib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pravastatin",
            "description": {
                "common": "vemurafenib increases levels of pravastatin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "vemurafenib and quinidine both increase  QTc interval. Modify Therapy/Monitor Closely. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended. Quinidine may also increase vemurafenib levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "regorafenib",
            "description": {
                "common": "regorafenib will increase the level or effect of vemurafenib by  Other (see comment). Modify Therapy/Monitor Closely. Regorafenib likely inhibits BCRP (ABCG2) transport. Coadministration with a BCRP substrate may increase systemic exposure to the substrate and related toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "vemurafenib increases levels of rifampin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifaximin",
            "description": {
                "common": "vemurafenib increases levels of rifaximin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir increases levels of vemurafenib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rivaroxaban",
            "description": {
                "common": "vemurafenib increases levels of rivaroxaban by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP3A4 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "safinamide",
            "description": {
                "common": "safinamide will increase the level or effect of vemurafenib by  Other (see comment). Use Caution/Monitor. Safinamide and its major metabolite may inhibit intestinal BCRP. Monitor BCRP substrates for increased pharmacologic or adverse effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sarecycline will increase the level or effect of vemurafenib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor for toxicities of P-gp substrates that may require dosage reduction when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saxagliptin",
            "description": {
                "common": "vemurafenib increases levels of saxagliptin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selexipag",
            "description": {
                "common": "vemurafenib will increase the level or effect of selexipag by  Other (see comment). Use Caution/Monitor. Selexipag is a ABCG2 (BCRP) substrate. Monitor selexipag for increased pharmacologic or adverse effects when coadministered with ABCG2 (BCRP) inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selpercatinib",
            "description": {
                "common": "selpercatinib increases toxicity of vemurafenib by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "silodosin",
            "description": {
                "common": "vemurafenib increases levels of silodosin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and vemurafenib both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sirolimus",
            "description": {
                "common": "vemurafenib increases levels of sirolimus by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sitagliptin",
            "description": {
                "common": "vemurafenib increases levels of sitagliptin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sorafenib",
            "description": {
                "common": "sorafenib and vemurafenib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort decreases levels of vemurafenib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, vemurafenib. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP3A4 inhibitor and inducer. Monitor CYP3A4 substrates coadministered with stiripentol for increased or decreased effects. CYP3A4 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tafamidis",
            "description": {
                "common": "tafamidis will increase the level or effect of vemurafenib by  Other (see comment). Use Caution/Monitor. Tafamidis inhibits breast cancer resistant protein (BCRP) in vitro and may increase exposure of BCRP substrates following tafamidis or tafamidis meglumine administration. Dosage adjustment of these BCRP substrates may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tafamidis meglumine",
            "description": {
                "common": "tafamidis meglumine will increase the level or effect of vemurafenib by  Other (see comment). Use Caution/Monitor. Tafamidis inhibits breast cancer resistant protein (BCRP) in vitro and may increase exposure of BCRP substrates following tafamidis or tafamidis meglumine administration. Dosage adjustment of these BCRP substrates may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamoxifen",
            "description": {
                "common": "tamoxifen increases levels of vemurafenib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tazemetostat will decrease the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tecovirimat",
            "description": {
                "common": "tecovirimat will decrease the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Tecovirimat is a weak CYP3A4 inducer. Monitor sensitive CYP3A4 substrates for effectiveness if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teniposide",
            "description": {
                "common": "vemurafenib increases levels of teniposide by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "theophylline",
            "description": {
                "common": "vemurafenib decreases levels of theophylline by affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor. Concomitant use of vemurafenib with agents with narrow therapeutic windows is not recommended as vemurafenib may alter their concentrations. If coadministration cannot be avoided, use caution and consider dose reduction of concomitant CYP1A2 substrate drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tizanidine",
            "description": {
                "common": "vemurafenib increases levels of tizanidine by affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor. Concomitant use of vemurafenib with agents with narrow therapeutic windows is not recommended as vemurafenib may alter their concentrations. If coadministration cannot be avoided, use caution and consider dose reduction of concomitant CYP1A2 substrate drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "vemurafenib increases levels of tolvaptan by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triclabendazole",
            "description": {
                "common": "triclabendazole and vemurafenib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of vemurafenib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Consider reducing the dosage of P-gp substrates, where minimal concentration changes may lead to serious or life-threatening toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ubrogepant",
            "description": {
                "common": "vemurafenib will decrease the level or effect of ubrogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Dose adjustment is recommended with concomitant use of ubrogepant and moderate and weak CYP3A4 inducers. (see Dosage Modifications)"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valbenazine",
            "description": {
                "common": "valbenazine and vemurafenib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil increases levels of vemurafenib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vinblastine",
            "description": {
                "common": "vemurafenib increases levels of vinblastine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vincristine",
            "description": {
                "common": "vemurafenib increases levels of vincristine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vincristine liposomal",
            "description": {
                "common": "vemurafenib increases levels of vincristine liposomal by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin, vemurafenib.\nEither increases effects of the other by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anastrozole",
            "description": {
                "common": "anastrozole will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "larotrectinib will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Arthralgia",
            "percent": "82"
        },
        {
            "name": "Maculopapular rash",
            "percent": "59"
        },
        {
            "name": "Alopecia",
            "percent": "55"
        },
        {
            "name": "Fatigue",
            "percent": "55"
        },
        {
            "name": "Skin papilloma",
            "percent": "55"
        },
        {
            "name": "QT prolongation",
            "percent": "55"
        },
        {
            "name": "Hyperkeratosis",
            "percent": "50"
        },
        {
            "name": "Diarrhea",
            "percent": "50"
        },
        {
            "name": "Dry skin",
            "percent": "45"
        },
        {
            "name": "Seborrheic keratosis",
            "percent": "41"
        },
        {
            "name": "Photosensitivity reaction",
            "percent": "41"
        },
        {
            "name": "Palmar",
            "percent": "41"
        },
        {
            "name": "plantar erythrodysesthesia syndrome",
            "percent": "36"
        },
        {
            "name": "Pruritus",
            "percent": "36"
        },
        {
            "name": "SCC of skin",
            "percent": "36"
        },
        {
            "name": "Peripheral sensory neuropathy",
            "percent": "36"
        },
        {
            "name": "Cough",
            "percent": "36"
        },
        {
            "name": "Hypertension",
            "percent": "32"
        },
        {
            "name": "Nausea",
            "percent": "32"
        },
        {
            "name": "Actinic keratosis",
            "percent": "32"
        },
        {
            "name": "Keratosis pilaris",
            "percent": "23"
        },
        {
            "name": "Rash papular",
            "percent": "23"
        },
        {
            "name": "Vomiting",
            "percent": "23"
        },
        {
            "name": "Melanocytic nevus",
            "percent": "23"
        },
        {
            "name": "Sunburn",
            "percent": "20"
        },
        {
            "name": "Keratoacanthoma",
            "percent": "20"
        },
        {
            "name": "Dupuytren",
            "percent": "36"
        },
        {
            "name": "s contracture",
            "percent": "23"
        },
        {
            "name": "SCC of skin",
            "percent": "14"
        },
        {
            "name": "Hypertension",
            "percent": "9.1"
        },
        {
            "name": "Arthralgia",
            "percent": "5"
        },
        {
            "name": "Elevated AST",
            "percent": "5"
        },
        {
            "name": "Actinic keratosis",
            "percent": "5"
        },
        {
            "name": "Fatigue",
            "percent": "4.5"
        },
        {
            "name": "QT prolongation",
            "percent": null
        },
        {
            "name": "Elevated alkaline phosphatase",
            "percent": null
        },
        {
            "name": "Neoplasms benign",
            "percent": null
        },
        {
            "name": "malignant and unspecified",
            "percent": null
        },
        {
            "name": "incl",
            "percent": null
        },
        {
            "name": "cysts and polyps",
            "percent": null
        },
        {
            "name": "Progression of pre",
            "percent": null
        },
        {
            "name": "existing chronic myelomonocytic leukemia with NRAS mutation",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Drug reaction with eosinophilia and systemic symptoms",
            "percent": null
        },
        {
            "name": "DRESS syndrome",
            "percent": null
        },
        {
            "name": "Blood and lymphatic systems disorder",
            "percent": null
        },
        {
            "name": "Neutropenia",
            "percent": null
        },
        {
            "name": "Injury",
            "percent": null
        },
        {
            "name": "poisoning and procedural complications",
            "percent": null
        },
        {
            "name": "Radiation sensitization and recall",
            "percent": null
        },
        {
            "name": "Gastrointestinal disorders",
            "percent": null
        },
        {
            "name": "Pancreatitis",
            "percent": null
        },
        {
            "name": "Renal and urinary disorders",
            "percent": null
        },
        {
            "name": "Acute interstitial nephritis",
            "percent": null
        },
        {
            "name": "acute tubular necrosis",
            "percent": null
        },
        {
            "name": "Musculoskeletal and connective tissue disorders",
            "percent": null
        },
        {
            "name": "Dupuytren",
            "percent": null
        },
        {
            "name": "s contracture and plantar fascial fibromatosis",
            "percent": null
        }
    ]
}