{
    "name": "abacavir",
    "comment": "Rx",
    "other_names": [
        "Ziagen"
    ],
    "classes": [
        "HIV",
        "NRTIs",
        "Antiretroviral Agents"
    ],
    "source": "https://reference.medscape.com/drug/ziagen-abacavir-342600",
    "pregnancy": {
        "common": [
            "Healthcare providers are encouraged to register patients by calling the Antiretroviral Pregnancy Registry (APR) at 1-800-258-4263",
            "Available data from the APR show no difference in the overall risk of birth defects for abacavir compared with the background rate for birth defects of 2.7% in the Metropolitan Atlanta Congenital Defects Program (MACDP) reference population",
            "In animal reproduction studies, oral administration of abacavir to pregnant rats during organogenesis resulted in fetal malformations and other embryonic and fetal toxicities at exposures 35 times the human exposure (AUC) at the recommended clinical daily dose; however, no adverse developmental effects were observed following oral administration of abacavir to pregnant rabbits during organogenesis, at exposures approximately 9 times the human exposure (AUC) at the recommended clinical dose"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Abacavir is present in human milk; there is no information on effects of abacavir on breastfed infant or effects of drug on milk production; because of potential for (1) HIV-1 transmission (in HIV-negative infants), (2) developing viral resistance (in HIV- positive infants), and (3) serious adverse reactions in breastfed infant, instruct mothers not to breastfeed if they are receiving abacavir"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Hypersensitivity reactions",
                    "description": [
                        "Severe and sometimes fatal hypersensitivity reaction, with multiple organ involvement, have occurred",
                        "Patients who carry the HLA-B*5701 allele are at a higher risk of a hypersensitivity reaction; although, hypersensitivity reactions have occurred in patients who do not carry the HLA-B*5701 allele",
                        "Contraindicated with history of prior hypersensitivity reaction to abacavir and in patients who are HLA-B*5701-positive",
                        "All patients should be screened for the HLA-B*5701 allele before initiating or reinitiating abacavir, unless patients have a previously documented HLA-B*5701 allele assessment",
                        "If hypersensitivity is suspected, discontinue abacavir immediately, regardless of HLA-B*5701 status and even when other diagnoses are possible",
                        "Following a hypersensitivity reaction, never restart therapy or any other abacavir-containing product because more severe symptoms, including death can occur within hours; similar severe reactions have also occurred rarely following the reintroduction of abacavir-containing products in patients who have no history of abacavir hypersensitivity"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Prior hypersensitivity reaction to abacavir",
                "Presence of HLA-B*5701 allele",
                "Moderate or severe hepatic impairment"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Lactic acidosis and severe hepatomegaly with steatosis, including fatal cases, reported with nucleoside analogs, including abacavir; a majority of these cases have been in women; female gender and obesity may be risk factors; suspend dosing in those who develop clinical or laboratory findings suggestive of lactic acidosis or pronounced hepatotoxicity, which may include hepatomegaly and steatosis even in the absence of marked transaminase elevations",
                "Immune reconstitution syndrome reported with combination ART; during the initial treatment phase, patients whose immune systems respond may develop an inflammatory response to indolent or residual opportunistic infections (eg, Mycobacterium avium infection, cytomegalovirus, Pneumocystis jirovecii pneumonia [PCP], or tuberculosis); autoimmune disorders (eg, Graves disease, polymyositis, and Guillain-Barré syndrome) have also been reported",
                "Use has been associated with increased risk of myocardial infarction in observational studies, but not in a meta-analysis of 26 randomized trials; caution with risks for coronary heart disease and minimizing modifiable risk factors, including smoking, hypertension, and hyperlipidemia, prior to use"
            ],
            "specific": [
                {
                    "type": "Hypersensitivity",
                    "description": [
                        "Before starting therapy, review medical history for prior exposure to any abacavir containing product",
                        "Increased risk of serious or fatal hypersensitivity reactions; patients with human leukocyte antigen allele, HLA-B*5701 are at a higher risk; do not restart abacavir following hypersensitive reaction; may cause hypotension, multiorgan failure, and/or death (see Contraindications and Black Box Warnings)",
                        "If a hypersensitivity reaction is ruled out, patients may restart therapy; rarely, patients who have stopped abacavir for reasons other than symptoms of hypersensitivity have also experienced life-threatening reactions within hours of reinitiating abacavir therapy; reintroduction to drug or any other abacavir-containing product recommended only if medical care can be readily accessed",
                        "A Medication Guide and Warning Card that provide information about recognition of hypersensitivity reactions should be dispensed with each new prescription and refill"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Methadone",
                        "In a trial of 11 HIV-1-infected subjects receiving methadone-maintenance therapy with abacavir 600 mg BID (twice the currently recommended dose), PO methadone clearance increased",
                        "This alteration will not result in a methadone dose modification in the majority of patients; however, an increased methadone dose may be required in a small number of patients"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "abacavir, elvitegravir/cobicistat/emtricitabine/tenofovir DF. Other (see comment). Contraindicated. \nComment: Elvitegravir/cobicistat/emtricitabine/tenofovir is a complete regimen for HIV and should not be administered with other antiretrovirals."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "betibeglogene autotemcel",
            "description": {
                "common": "abacavir, betibeglogene autotemcel. Other (see comment). Avoid or Use Alternate Drug. \nComment: Do not take antiretroviral medications for at least 1 month before mobilization or expected duration for elimination of the medications, and until all cycles of apheresis are completed. Antiretroviral medications may interfere with manufacturing of apheresed cells."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cabotegravir",
            "description": {
                "common": "abacavir, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elivaldogene autotemcel",
            "description": {
                "common": "elivaldogene autotemcel, abacavir.\nEither decreases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Patients should not take antiretroviral medications for at least 1 month before initiating medications for stem cell mobilization, for the duration of the medications? elimination, and until all cycles of apheresis are completed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ganciclovir",
            "description": {
                "common": "ganciclovir, abacavir.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Increased risk of hematologic toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ribavirin",
            "description": {
                "common": "ribavirin increases toxicity of abacavir by Other (see comment). Avoid or Use Alternate Drug. \nComment: Increased risk of lactic acidosis and hepatic decompensation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "valganciclovir",
            "description": {
                "common": "valganciclovir, abacavir.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Increased risk of hematologic toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir and abacavir both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabozantinib",
            "description": {
                "common": "abacavir will increase the level or effect of cabozantinib by  Other (see comment). Use Caution/Monitor. MRP2 inhibitors increase cabozantinib toxicity"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "didanosine",
            "description": {
                "common": "abacavir and didanosine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "abacavir and efavirenz both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "emtricitabine",
            "description": {
                "common": "abacavir and emtricitabine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enfuvirtide",
            "description": {
                "common": "abacavir and enfuvirtide both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir and abacavir both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir and abacavir both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lamivudine",
            "description": {
                "common": "abacavir and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methadone",
            "description": {
                "common": "abacavir will decrease the level or effect of methadone by  unknown mechanism. Use Caution/Monitor. Monitor for opioid withdrawal symptoms."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir and abacavir both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nevirapine",
            "description": {
                "common": "abacavir and nevirapine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "orlistat",
            "description": {
                "common": "orlistat will decrease the level or effect of abacavir by  inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Loss of virological control reported in HIV-infected patients taking orlistat concomitantly. Exact mechanism is unclear, but may include a drug-drug interaction that inhibits systemic absorption of the antiretroviral drug. Monitor HIV RNA levels frequently and if increased HIV viral load confirmed, discontinue orlistat."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "riociguat",
            "description": {
                "common": "abacavir will increase the level or effect of riociguat by  unknown mechanism. Modify Therapy/Monitor Closely. Riociguat dose reduction may be necessary"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir and abacavir both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir and abacavir both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stavudine",
            "description": {
                "common": "abacavir and stavudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tenofovir DF",
            "description": {
                "common": "abacavir and tenofovir DF both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir and abacavir both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab decreases effects of abacavir by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zidovudine",
            "description": {
                "common": "abacavir and zidovudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethanol",
            "description": {
                "common": "ethanol increases levels of abacavir by decreasing metabolism. Minor/Significance Unknown. Interaction usually not clinically significant."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Nausea",
            "percent": "17-19"
        },
        {
            "name": "Headache",
            "percent": "9-13"
        },
        {
            "name": "Malaise",
            "percent": "12"
        },
        {
            "name": "fatigue",
            "percent": "10"
        },
        {
            "name": "Nausea",
            "percent": "2-8"
        },
        {
            "name": "vomiting",
            "percent": "5-7"
        },
        {
            "name": "Hypersensitivity reaction",
            "percent": "5-7"
        },
        {
            "name": "Diarrhea",
            "percent": "6"
        },
        {
            "name": "Musculoskeletal pain",
            "percent": "6"
        },
        {
            "name": "Hypertriglyceridemia",
            "percent": "4-6"
        },
        {
            "name": "Hepatic",
            "percent": "3-6"
        },
        {
            "name": "AST increased",
            "percent": "5"
        },
        {
            "name": "Depression",
            "percent": "4-5"
        },
        {
            "name": "Fever",
            "percent": "4-5"
        },
        {
            "name": "chills",
            "percent": "3-5"
        },
        {
            "name": "Viral respiratory infections",
            "percent": "1"
        },
        {
            "name": "Ear",
            "percent": null
        },
        {
            "name": "nose",
            "percent": null
        },
        {
            "name": "throat infections",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Anxiety",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "Anaphylactoid reaction",
            "percent": null
        },
        {
            "name": "Pulmonary hypertension",
            "percent": null
        },
        {
            "name": "Erythema multiforme",
            "percent": null
        },
        {
            "name": "Redistribution",
            "percent": null
        },
        {
            "name": "accumulation of body fat",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "Toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "Pancreatitis",
            "percent": null
        },
        {
            "name": "GGT increased",
            "percent": null
        },
        {
            "name": "Hepatic steatosis",
            "percent": null
        },
        {
            "name": "Heptaomegaly",
            "percent": null
        },
        {
            "name": "Hepatotoxicity",
            "percent": null
        },
        {
            "name": "Lactic acidosis",
            "percent": null
        },
        {
            "name": "MI",
            "percent": null
        }
    ]
}