{
    "name": "onasemnogene abeparvovec",
    "comment": "Rx",
    "other_names": [
        "Zolgensma",
        "onasemnogene abeparvovec-xioi"
    ],
    "classes": [
        "Neurologics",
        "Other"
    ],
    "source": "https://reference.medscape.com/drug/zolgensma-onasemnogene-abeparvovec-1000314",
    "pregnancy": {
        "common": [
            "There are no data regarding use in pregnant women",
            "No animal reproductive studies conducted"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Unknown if secreted in human milk"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Acute serious liver injury and acute liver failure",
                    "description": [
                        "Cases of serious acute liver failure with fatal outcomes reported ",
                        "Acute liver injury and elevated ALT/AST can also occur",
                        "Patients with preexisting liver impairment may be at higher risk",
                        "Before infusion, assess liver function of all patients by clinical examination and laboratory testing (eg, AST/ALT, total bilirubin, prothrombin time)",
                        "Administer systemic corticosteroid to all patients before and after infusion",
                        "Continue to monitor liver function for at least 3 months after infusion, and as clinically indicated "
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Acute serious liver injury, acute liver failure, or elevated AST/ALT"
            ],
            "specific": [
                {
                    "type": "Systemic immune response  ",
                    "description": [
                        "Acute serious liver injury, acute liver failure and elevated aminotransferases can occur ",
                        "Hepatotoxicity (which may be immune-mediated), generally manifested as elevated ALT/AST levels and at times as acute serious liver injury or acute liver failure, has been reported",
                        "Immune-mediated hepatotoxicity may require adjustment of the corticosteroid treatment regimen, including longer duration, increased dose, or prolongation of the corticosteroid taper",
                        "Patients with preexisting liver impairment or acute hepatic viral infection may be at higher risk of acute serious liver injury/acute liver failure",
                        "Patients with ALT/AST, or TB levels (except due to neonatal jaundice) >2x ULN have not been studied in clinical trials",
                        "If acute serious liver injury or acute liver failure is suspected, consult a pediatric gastroenterologist or hepatologist "
                    ]
                },
                {
                    "type": "Thrombocytopenia ",
                    "description": [
                        "Due to activation of humoral and cellular immunity following infusion, patients with underlying active infection, either acute (eg, respiratory, gastrointestinal) or chronic uncontrolled (eg, chronic active hepatitis B), could be at increased risk of serious systemic immune response, potentially resulting in more severe clinical courses of the infection ",
                        "Serious systemic immune response can present with various findings (eg, high fever, hypotension) ",
                        "Patients with infection were excluded from participation in clinical trials ",
                        "Recommend increased vigilance in the prevention, monitoring, and management of infection before and after infusion ",
                        "Mitigate risk of serious and life-threatening systemic immune response by administering to patients who are clinically stable in their overall baseline health status (eg, hydration and nutritional status, absence of infection) before infusion ",
                        "Postpone In patients with infections until resolved and patient is clinically stable ",
                        "Recommend seasonal prophylaxis against influenza, RSV, COVID-19; vaccination status should be current before administration  "
                    ]
                },
                {
                    "type": "Thrombotic microangiopathy",
                    "description": [
                        "Transient decreases in platelet counts, some meeting criteria for thrombocytopenia, observed after infusion",
                        "Monitor platelet counts before infusion and regularly afterwards (weekly for first month; q2wk for next 2 months) "
                    ]
                },
                {
                    "type": "Elevated troponin-I ",
                    "description": [
                        "Thrombotic microangiopathy (TMA) reported within first 2 weeks after infusion, characterized by thrombocytopenia, microangiopathic hemolytic anemia, and acute kidney injury; concurrent immune system activation (eg, infections, vaccinations) were identified in some cases",
                        "Prompt attention to signs and symptoms of TMA advised, as TMA can result in life-threatening or fatal outcomes ",
                        "Monitor platelet counts and signs/symptoms of TMA (eg, hypertension, bruising, seizures, decreased urine output)",
                        "If these signs and symptoms occur in the presence of thrombocytopenia, further diagnostic evaluation for hemolytic anemia and renal dysfunction is recommended",
                        "If clinical signs, symptoms and/or laboratory findings consistent with TMA occur, consult a pediatric hematologist and/or pediatric nephrologist immediately to manage TMA as clinically indicated "
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Elevated cardiac troponin-I levels observed after infusion ",
                        "Clinical importance of these findings is unknown ",
                        "Cardiac toxicity observed in animal studies; monitor troponin-I before infusion and then for at least 3 months afterwards (weekly for first month; q2wk for next 2 months) ",
                        "Consider cardiology consult if troponin elevations is accompanied by clinical signs or symptoms (eg, heart rate changes, cyanosis, tachypnea, respiratory distress) "
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of adenovirus types 4 and 7 live, oral by immunosuppressive effects; risk of infection. Contraindicated. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. Avoid live vaccines for at least 1 month when initiating or after high-dose systemic corticosteroid therapy administered for =2 weeks."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of BCG vaccine live by immunosuppressive effects; risk of infection. Contraindicated. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. Avoid live vaccines for at least 1 month when initiating or after high-dose systemic corticosteroid therapy administered for =2 weeks."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Contraindicated. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. Avoid live vaccines for at least 1 month when initiating or after high-dose systemic corticosteroid therapy administered for =2 weeks."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Contraindicated. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. Avoid live vaccines for at least 1 month when initiating or after high-dose systemic corticosteroid therapy administered for =2 weeks."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "influenza virus vaccine quadrivalent, intranasal",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of influenza virus vaccine quadrivalent, intranasal by immunosuppressive effects; risk of infection. Contraindicated. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. Avoid live vaccines for at least 1 month when initiating or after high-dose systemic corticosteroid therapy administered for =2 weeks."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "measles (rubeola) vaccine",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of measles (rubeola) vaccine by immunosuppressive effects; risk of infection. Contraindicated. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. Avoid live vaccines for at least 1 month when initiating or after high-dose systemic corticosteroid therapy administered for =2 weeks."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "measles mumps and rubella vaccine, live",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of measles mumps and rubella vaccine, live by immunosuppressive effects; risk of infection. Contraindicated. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. Avoid live vaccines for at least 1 month when initiating or after high-dose systemic corticosteroid therapy administered for =2 weeks."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "measles, mumps, rubella and varicella vaccine, live",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of measles, mumps, rubella and varicella vaccine, live by immunosuppressive effects; risk of infection. Contraindicated. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. Avoid live vaccines for at least 1 month when initiating or after high-dose systemic corticosteroid therapy administered for =2 weeks."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "rotavirus oral vaccine, live",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of rotavirus oral vaccine, live by immunosuppressive effects; risk of infection. Contraindicated. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. Avoid live vaccines for at least 1 month when initiating or after high-dose systemic corticosteroid therapy administered for =2 weeks."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "rubella vaccine",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of rubella vaccine by immunosuppressive effects; risk of infection. Contraindicated. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. Avoid live vaccines for at least 1 month when initiating or after high-dose systemic corticosteroid therapy administered for =2 weeks."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "smallpox (vaccinia) vaccine, live",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of smallpox (vaccinia) vaccine, live by immunosuppressive effects; risk of infection. Contraindicated. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. Avoid live vaccines for at least 1 month when initiating or after high-dose systemic corticosteroid therapy administered for =2 weeks."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "typhoid polysaccharide vaccine",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of typhoid polysaccharide vaccine by immunosuppressive effects; risk of infection. Contraindicated. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. Avoid live vaccines for at least 1 month when initiating or after high-dose systemic corticosteroid therapy administered for =2 weeks."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of typhoid vaccine live by immunosuppressive effects; risk of infection. Contraindicated. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. Avoid live vaccines for at least 1 month when initiating or after high-dose systemic corticosteroid therapy administered for =2 weeks."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "varicella virus vaccine live",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of varicella virus vaccine live by immunosuppressive effects; risk of infection. Contraindicated. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. Avoid live vaccines for at least 1 month when initiating or after high-dose systemic corticosteroid therapy administered for =2 weeks."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "yellow fever vaccine",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of yellow fever vaccine by immunosuppressive effects; risk of infection. Contraindicated. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. Avoid live vaccines for at least 1 month when initiating or after high-dose systemic corticosteroid therapy administered for =2 weeks."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "zoster vaccine live",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of zoster vaccine live by immunosuppressive effects; risk of infection. Contraindicated. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. Avoid live vaccines for at least 1 month when initiating or after high-dose systemic corticosteroid therapy administered for =2 weeks."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "anthrax vaccine adsorbed",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of anthrax vaccine adsorbed by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haemophilus influenzae type b vaccine",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of haemophilus influenzae type b vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hepatitis A vaccine inactivated",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of hepatitis A vaccine inactivated by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hepatitis a/b vaccine",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of hepatitis a/b vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hepatitis b vaccine",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of hepatitis b vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "HIV vaccine",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of HIV vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "human papillomavirus vaccine, nonavalent",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of human papillomavirus vaccine, nonavalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "human papillomavirus vaccine, quadrivalent",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of human papillomavirus vaccine, quadrivalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza A (H5N1) vaccine",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of influenza A (H5N1) vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine (H5N1), adjuvanted",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of influenza virus vaccine (H5N1), adjuvanted by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine quadrivalent",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of influenza virus vaccine quadrivalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine quadrivalent, adjuvanted",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of influenza virus vaccine quadrivalent, adjuvanted by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine quadrivalent, cell-cultured",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of influenza virus vaccine quadrivalent, cell-cultured by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine quadrivalent, recombinant",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of influenza virus vaccine quadrivalent, recombinant by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine trivalent",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of influenza virus vaccine trivalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine trivalent, adjuvanted",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of influenza virus vaccine trivalent, adjuvanted by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine trivalent, recombinant",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of influenza virus vaccine trivalent, recombinant by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "Japanese encephalitis virus vaccine",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of Japanese encephalitis virus vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal A C Y and W-135 diphtheria conjugate vaccine",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of meningococcal A C Y and W-135 diphtheria conjugate vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal A C Y and W-135 polysaccharide vaccine combined",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of meningococcal A C Y and W-135 polysaccharide vaccine combined by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal group B vaccine",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of meningococcal group B vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pneumococcal vaccine 13-valent",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of pneumococcal vaccine 13-valent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pneumococcal vaccine heptavalent",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of pneumococcal vaccine heptavalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pneumococcal vaccine polyvalent",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of pneumococcal vaccine polyvalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "poliovirus vaccine inactivated",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of poliovirus vaccine inactivated by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rabies vaccine",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of rabies vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rabies vaccine chick embryo cell derived",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of rabies vaccine chick embryo cell derived by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "smallpox (vaccinia) and monkeypox vaccine, live, nonreplicating",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of smallpox (vaccinia) vaccine, attenuated by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "smallpox (vaccinia) vaccine, attenuated",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of smallpox (vaccinia) vaccine, attenuated by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tetanus toxoid adsorbed or fluid",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of tetanus toxoid adsorbed or fluid by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zoster vaccine recombinant",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of zoster vaccine recombinant by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Elevated aminotransferases",
            "percent": "27.3"
        },
        {
            "name": "ULN",
            "percent": "6.8"
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Blood and lymphatic system disorders",
            "percent": null
        },
        {
            "name": "Thrombotic microangiopathy",
            "percent": null
        },
        {
            "name": "Hepatobiliary Disorders",
            "percent": null
        },
        {
            "name": "Acute liver failure",
            "percent": null
        },
        {
            "name": "acute liver injury",
            "percent": null
        },
        {
            "name": "General disorders and administration site conditions",
            "percent": null
        },
        {
            "name": "Pyrexia",
            "percent": null
        },
        {
            "name": "Investigations",
            "percent": null
        },
        {
            "name": "Troponin increased",
            "percent": null
        }
    ]
}