{
    "name": "piperacillin/tazobactam",
    "comment": "Rx",
    "other_names": [
        "Zosyn"
    ],
    "classes": [
        "Penicillins",
        "Extended-Spectrum"
    ],
    "source": "https://reference.medscape.com/drug/zosyn-piperacillin-tazobactam-342485",
    "pregnancy": {
        "common": [
            "Piperacillin and tazobactam cross placenta in humans",
            "Insufficient data available with piperacillin and/or tazobactam in pregnant women to inform a drug-associated risk for major birth defects and miscarriage"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "No fetal structural abnormalities observed in rats or mice when drug administered IV during organogenesis at doses 1 to 2 times and 2 to 3 times human dose of piperacillin and tazobactam, respectively; based on body-surface area (mg/m",
                    ")",
                    "Fetotoxicity in presence of maternal toxicity was observed in developmental toxicity and peri/postnatal studies conducted in rats (intraperitoneal administration prior to mating and throughout gestation or from gestation day 17 through lactation day 21) at doses less than maximum recommended human daily dose based on body-surface area (mg/m",
                    ")"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Piperacillin is excreted in human milk; tazobactam concentrations in human milk have not been studied",
            "No information available on effects of piperacillin and tazobactam on breastfed child or on milk production"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Allergy to penicillins, cephalosporins, imipenem, beta-lactamase inhibitors"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Risk of bleeding complications, especially in renal impairment; discontinue if thrombocytopenia or bleeding occurs",
                "Leukopenia/neutropenia associated with prolonged therapy; periodic assessment of hematopoietic function should be performed, especially with prolonged therapy that is ≥ 21 days",
                "Serious skin reactions reported, including Stevens-Johnson syndrome and toxic epidermal necrolysis, generalized exanthematous pustulosis; discontinue if reaction occurs",
                "Monitor renal, hepatic, and especially hematopoietic functions during prolonged treatment",
                "Prolonged use may result in fungal or bacterial superinfection",
                "Administering drug in absence of a proven or strongly suspected bacterial infection or a prophylactic indication is unlikely to provide benefit to the patient and increases risk of development of drug-resistant bacteria",
                "Clostridium difficile associated diarrhea (CDAD) reported; if CDAD suspected or confirmed, may need to discontinue ongoing antibacterial drug use not directed against C. difficile; appropriate fluid and electrolyte management, protein supplementation may need to be implemented; antibacterial treatment of C. difficile, and surgical evaluation should be instituted as clinically indicated",
                "Increased frequency of rash and fever reported in cyctic fibrosis patients receiving piperacillin",
                "Risk of seizures may increase in patients with history of seizures when administered at higher than recommended doses given IV in the presence of renal impairment",
                "Consider sodium content (2.79 mEq/g piperacillin) in patients requiring sodium restriction",
                "Perform periodic electrolyte determinations in patients with low potassium reserves and who are receiving cytotoxic therapy or diuretics and consider possibility of hypokalemia in patients who have potentially low potassium reserves",
                "Increased frequency of fever and rash reported in patients with cystic fibrosis receiving piperacillin",
                "Use caution in patients with renal impairment or underdeveloped kidneys due to sodium load and adverse effects of high serum concentrations of penicillin; dose adjustment may be necessary",
                "Patients may experience neuromuscular excitability or convulsions if higher than recommended doses are given IV (particularly in presence of renal failure); closely monitor patients with renal impairment or seizure disorders for signs and symptoms of neuromuscular excitability or convulsions (seizures)",
                "Cases of hemophagocytic lymphohistiocytosis (HLH) reported in pediatric and adult patients; signs and symptoms of HLH may include fever, rash, lymphadenopathy, hepatosplenomegaly, and cytopenia; if HLH is suspected, discontinue therapy immediately and institute appropriate management"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Piperacillin when used concomitantly with vecuronium has been implicated in prolongation of neuromuscular blockade of vecuronium",
                        "Treatment could produce the same phenomenon if given along with vecuronium; due to their similar mechanism of action, it is expected that neuromuscular blockade produced by any of the non-depolarizing neuromuscular blockers could be prolonged in the presence of piperacillin",
                        "Monitor for adverse reactions related to neuromuscular blockade "
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "antithrombin alfa",
            "description": {
                "common": "piperacillin increases effects of antithrombin alfa by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithrombin III",
            "description": {
                "common": "piperacillin increases effects of antithrombin III by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "argatroban",
            "description": {
                "common": "piperacillin will increase the level or effect of argatroban by  anticoagulation. Avoid or Use Alternate Drug. cephalosporins may decrease prothrombin activity"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "piperacillin decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until antibiotic treatment complete to administer live bacterial vaccine; antibiotics may diminish therapeutic effects of BCG."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "piperacillin will increase the level or effect of bivalirudin by  anticoagulation. Avoid or Use Alternate Drug. cephalosporins may decrease prothrombin activity"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "piperacillin, cholera vaccine. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid coadministration of cholera vaccine with systemic antibiotics since these agents may be active against the vaccine strain. Do not administer cholera vaccine to patients who have received oral or parenteral antibiotics within 14 days prior to vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dalteparin",
            "description": {
                "common": "piperacillin increases effects of dalteparin by anticoagulation. Avoid or Use Alternate Drug. Piperacillin can inhibit platelet aggregation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "piperacillin increases effects of enoxaparin by anticoagulation. Avoid or Use Alternate Drug. Piperacillin can inhibit platelet aggregation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "heparin",
            "description": {
                "common": "piperacillin will increase the level or effect of heparin by  anticoagulation. Avoid or Use Alternate Drug. piperacillin can inhibit platelet aggregation"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "piperacillin decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omadacycline",
            "description": {
                "common": "omadacycline decreases effects of piperacillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Tetracyclines may interfere with the bactericidal action of penicillins. Monitor for decreased therapeutic effects of penicillins if concomitantly used with a tetracycline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sarecycline decreases effects of piperacillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Tetracyclines may interfere with the bactericidal action of penicillins. Monitor for decreased therapeutic effects of penicillins if concomitantly used with a tetracycline."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azithromycin",
            "description": {
                "common": "azithromycin decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "piperacillin will decrease the level or effect of bazedoxifene/conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "demeclocycline decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and piperacillin both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxycycline",
            "description": {
                "common": "doxycycline decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "minocycline",
            "description": {
                "common": "minocycline decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "probenecid",
            "description": {
                "common": "probenecid will increase the level or effect of piperacillin by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "piperacillin decreases effects of sodium picosulfate/magnesium oxide/anhydrous citric acid by altering metabolism. Use Caution/Monitor. Coadministration with antibiotics decreases efficacy by altering colonic bacterial flora needed to convert sodium picosulfate to active drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tetracycline",
            "description": {
                "common": "tetracycline decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vancomycin",
            "description": {
                "common": "piperacillin increases toxicity of vancomycin by unspecified interaction mechanism. Use Caution/Monitor. Monitor kidney function in patients concomitantly administered with piperacillin and vancomycin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vecuronium",
            "description": {
                "common": "piperacillin increases toxicity of vecuronium by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Neuromuscular blockade may be prolonged."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "piperacillin, warfarin.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Platelet dysfunction occurs with extended-spectrum penicillins in varying degrees. Monitor INR and adjust warfarin dose if needed."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amikacin",
            "description": {
                "common": "piperacillin increases effects of amikacin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin",
            "description": {
                "common": "piperacillin, aspirin.\nEither increases effects of the other by receptor binding competition. Minor/Significance Unknown. Salicylic acid could be displaced from protein binding sites or it could itself displace other protein-bound drugs and result in an enhanced effect of the displaced drug."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "piperacillin will increase the level or effect of aspirin rectal by  plasma protein binding competition. Minor/Significance Unknown. Salicylic acid could be displaced from protein binding sites or it could itself displace other protein-bound drugs and result in an enhanced effect of the displaced drug"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "piperacillin will increase the level or effect of aspirin/citric acid/sodium bicarbonate by  plasma protein binding competition. Minor/Significance Unknown. Salicylic acid could be displaced from protein binding sites or it could itself displace other protein-bound drugs and result in an enhanced effect of the displaced drug"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide increases levels of piperacillin by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "piperacillin will increase the level or effect of choline magnesium trisalicylate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown.  Salicylate saltscould be displaced from binding sites or could displace other highly protein-bound drugs such as penicillins"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gentamicin",
            "description": {
                "common": "piperacillin increases effects of gentamicin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "hydrochlorothiazide increases levels of piperacillin by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "piperacillin will increase the level or effect of ibuprofen IV by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "piperacillin will increase the level or effect of meclofenamate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "neomycin PO",
            "description": {
                "common": "piperacillin increases effects of neomycin PO by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rose hips",
            "description": {
                "common": "rose hips will increase the level or effect of piperacillin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "streptomycin",
            "description": {
                "common": "piperacillin increases effects of streptomycin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tobramycin",
            "description": {
                "common": "piperacillin increases effects of tobramycin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "willow bark",
            "description": {
                "common": "piperacillin will increase the level or effect of willow bark by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Diarrhea",
            "percent": "7-11"
        },
        {
            "name": "Constipation",
            "percent": "1-8"
        },
        {
            "name": "Headache",
            "percent": "1-8"
        },
        {
            "name": "Insomnia",
            "percent": "4-7"
        },
        {
            "name": "Nausea",
            "percent": "2-7"
        },
        {
            "name": "Fever",
            "percent": "2-5"
        },
        {
            "name": "Oral candidiasis",
            "percent": "2-4"
        },
        {
            "name": "Rash",
            "percent": "2-4"
        },
        {
            "name": "Vomiting",
            "percent": "2-4"
        },
        {
            "name": "Dyspepsia",
            "percent": "3"
        },
        {
            "name": "Pruritus",
            "percent": "3"
        },
        {
            "name": "Pain",
            "percent": "2-3"
        },
        {
            "name": "Hypertension",
            "percent": "2"
        },
        {
            "name": "Leukopenia",
            "percent": "1"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "1.4"
        },
        {
            "name": "Anaphylaxis",
            "percent": null
        },
        {
            "name": "Agranulocytosis",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "Eosinophilia",
            "percent": null
        },
        {
            "name": "melena",
            "percent": null
        },
        {
            "name": "Leukopenia",
            "percent": null
        },
        {
            "name": "Positive Coombs test",
            "percent": null
        },
        {
            "name": "Prolonged PT and PTT",
            "percent": null
        },
        {
            "name": "Transient LFT and creatinine elevations",
            "percent": null
        },
        {
            "name": "Seizure",
            "percent": null
        },
        {
            "name": "Pulmonary edema",
            "percent": null
        },
        {
            "name": "Pulmonary embolism",
            "percent": null
        },
        {
            "name": "Gastrointestinal",
            "percent": null
        },
        {
            "name": "Hepatitis",
            "percent": null
        },
        {
            "name": "jaundice",
            "percent": null
        },
        {
            "name": "Hematologic",
            "percent": null
        },
        {
            "name": "Hemolytic anemia",
            "percent": null
        },
        {
            "name": "agranulocytosis",
            "percent": null
        },
        {
            "name": "pancytopenia",
            "percent": null
        },
        {
            "name": "Immune",
            "percent": null
        },
        {
            "name": "Hypersensitivity reactions",
            "percent": null
        },
        {
            "name": "anaphylactic",
            "percent": null
        },
        {
            "name": "anaphylactoid reactions",
            "percent": null
        },
        {
            "name": "including shock",
            "percent": null
        },
        {
            "name": "Renal",
            "percent": null
        },
        {
            "name": "Interstitial nephritis",
            "percent": null
        },
        {
            "name": "Skin and appendages",
            "percent": null
        },
        {
            "name": "Erythema multiforme",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "dermatitis exfoliative",
            "percent": null
        },
        {
            "name": "Respiratory",
            "percent": null
        },
        {
            "name": "thoracic and mediastinal disorders",
            "percent": null
        },
        {
            "name": "Epistaxis",
            "percent": null
        },
        {
            "name": "eosinophilic pneumonia",
            "percent": null
        },
        {
            "name": "Psychiatric disorders",
            "percent": null
        },
        {
            "name": "Delirium",
            "percent": null
        },
        {
            "name": "Drug reaction with eosinophilia and systemic symptoms",
            "percent": null
        },
        {
            "name": "DRESS",
            "percent": null
        },
        {
            "name": "Acute generalized exanthematous pustulosis",
            "percent": null
        },
        {
            "name": "Hemophagocytic lymphohistiocytosis",
            "percent": null
        },
        {
            "name": "HLH",
            "percent": null
        }
    ]
}