{
    "name": "allopurinol",
    "comment": "Rx",
    "other_names": [
        "Zyloprim",
        "Aloprim"
    ],
    "classes": [
        "Xanthine Oxidase Inhibitors",
        "Antigout Agents"
    ],
    "source": "https://reference.medscape.com/drug/zyloprim-aloprim-allopurinol-342811",
    "pregnancy": {
        "common": [
            "Available limited published data on allopurinol use in pregnant women do not demonstrate a clear pattern or increase in frequency of adverse developmental outcomes. Among approximately 50 pregnancies described in published literature, 2 infants with major congenital malformations have been reported with following maternal allopurinol exposure. Advise pregnant women of the potential risk to a fetus"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "Based on findings in animals, this drug may cause fetal harm when administered to a pregnant woman; adverse developmental outcomes described in exposed animals; this drug and its metabolite oxypurinol shown to cross placenta following administration of maternal allopurinol",
                    "Reproductive studies performed in rats and rabbits at doses up to twenty times usual human dose (5 mg/kg per day) concluded that there was no impaired fertility or harm to fetus due to allopurinol; there is a published report of a study in pregnant mice given 50 or 100 mg/kg allopurinol intraperitoneally on gestation days 10 or 13; there were increased numbers of dead fetuses in dams given 100 mg/kg allopurinol but not in those given 50 mg/kg",
                    "There were increased numbers of external malformations in fetuses at both doses of allopurinol on gestation day 10 and increased numbers of skeletal malformations in fetuses at both doses on gestation day 13; it cannot be determined whether this represented a fetal effect or an effect secondary to maternal toxicity; there are, however, no adequate or well controlled studies in pregnant women; because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly needed"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Allopurinol and oxypurinol are present in human milk; based on information from a single case report, allopurinol and its active metabolite, oxypurinol, were detected in the milk of a mother at five weeks postpartum at an estimated relative infant dose of 0.14 and 0.2 mg/kg of allopurinol and between 7.2 to 8 mg/kg of oxypurinol daily",
            "There was no report of effects of allopurinol on the breastfed infant or on milk production; because of potential for serious adverse reactions in a breastfed child, advise women not to breastfeed during treatments with this drug and for one week after last dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Patients with a history of severe reaction to any formulation of this drug"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Discontinue at first sign of allergic reactions (first sign of rash, vasculitis, or Stevens-Johnson syndrome, drug rash with eosinophilia and systemic symptoms (DRESS) and/or generalized vasculitis, irreversible hepatotoxicity)",
                "The HLA-B*58:01 allele is a genetic marker for severe skin reactions indicative of hypersensitivity to allopurinol; patients who carry the HLA-B*58:01 allele are at a higher risk of allopurinol hypersensitivity syndrome (AHS); however, hypersensitivity reactions reported in patients who do not carry this allele; frequency of this allele is higher in individuals of African, Asian (e.g., Han Chinese, Korean, Thai), and Native Hawaiian/Pacific Islander ancestry; prior to starting therapy, consider testing for the HLA-B*58:01 allele in genetically at-risk populations; therapy not recommended in HLA-B*58:01 positive patients unless benefits clearly outweigh risks",
                "Myelosuppression reported; use caution when administering other drugs known to cause myelosuppression",
                "Hepatotoxicity (reversible) reported",
                "Not for treatment of asymptomatic hyperuricemia",
                "Use with caution in renal impairment",
                "Risk of hypersensitivity increased in patients treated with angiotensin-converting emzyme (ACE) inhibitors",
                "When taken with amoxicillin or ampicillin, may increase risk of skin rash",
                "During concomitant treatment, reduce dosages of azathioprine and mercaptopurine to 25-33% of usual",
                "Occurrence of hypersensitivity reactions may be increased in patients with renal impairment, especially in patients who are receiving thiazide diuretics; reduce dose in patients with impaired renal function ",
                "Risk of hypersensitivity may increase with concomitant administration of thiazides",
                "Maintain fluid intake necessary to yield urine output of at least 2 L/day in adults"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "azathioprine",
            "description": {
                "common": "allopurinol increases levels of azathioprine by decreasing metabolism. Avoid or Use Alternate Drug. Increased risk of bone marrow toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "benazepril",
            "description": {
                "common": "benazepril increases toxicity of allopurinol by unspecified interaction mechanism. Avoid or Use Alternate Drug. May increase risk for allergic or hypersensitivity reactions to allopurinol. Monitor for symptoms of hypersensitivity reactions if both drugs must be used together."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "captopril",
            "description": {
                "common": "captopril, allopurinol. Mechanism: unknown. Avoid or Use Alternate Drug. Risk of anaphylaxis, Stevens Johnson syndrome."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "didanosine",
            "description": {
                "common": "allopurinol increases levels of didanosine by unknown mechanism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enalapril",
            "description": {
                "common": "enalapril, allopurinol. Mechanism: unknown. Avoid or Use Alternate Drug. Risk of anaphylaxis, Stevens Johnson syndrome."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "perindopril",
            "description": {
                "common": "perindopril, allopurinol. Mechanism: unknown. Avoid or Use Alternate Drug. Risk of anaphylaxis, Stevens Johnson syndrome."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "allopurinol and pexidartinib both increase  Other (see comment). Avoid or Use Alternate Drug. Pexidartinib can cause hepatotoxicity. Avoid coadministration of pexidartinib with other products know to cause hepatoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pretomanid",
            "description": {
                "common": "allopurinol, pretomanid.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Pretomanid regimen associated with hepatotoxicity. Avoid alcohol and hepatotoxic agents, including herbal supplements and drugs other than bedaquiline and linezolid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "protamine",
            "description": {
                "common": "allopurinol increases effects of protamine by decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b, allopurinol.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Myelosuppressive agents can produce additive myelosuppression. Avoid use and monitor patients receiving the combination for effects of excessive myelosuppression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "theophylline",
            "description": {
                "common": "allopurinol increases levels of theophylline by decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "warfarin",
            "description": {
                "common": "allopurinol increases effects of warfarin by anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib, allopurinol.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration may increase risk of myelosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide decreases levels of allopurinol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxicillin",
            "description": {
                "common": "allopurinol decreases toxicity of amoxicillin by Other (see comment). Use Caution/Monitor. \nComment: Allopurinol may increase potential for allergic or hypersensitivity reactions to amoxicillin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate decreases levels of allopurinol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "allopurinol increases toxicity of cyclophosphamide by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and allopurinol both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethambutol",
            "description": {
                "common": "ethambutol decreases effects of allopurinol by Other (see comment). Use Caution/Monitor. \nComment: Hyperuricemia reported with ethambutol and precipitation of gout reported; uric acid lowering agents may be require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyurea",
            "description": {
                "common": "allopurinol, hydroxyurea. Other (see comment). Use Caution/Monitor. \nComment: Combination may increase risk of myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mercaptopurine",
            "description": {
                "common": "allopurinol increases levels of mercaptopurine by decreasing metabolism. Use Caution/Monitor. Potential for increased myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "allopurinol decreases effects of methotrexate by Other (see comment). Use Caution/Monitor. \nComment: Combination may increase risk of myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mipomersen",
            "description": {
                "common": "mipomersen, allopurinol.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Both drugs have potential to increase hepatic enzymes; monitor LFTs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium bicarbonate",
            "description": {
                "common": "sodium bicarbonate decreases levels of allopurinol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium citrate/citric acid",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of allopurinol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thioguanine",
            "description": {
                "common": "allopurinol, thioguanine. unknown mechanism. Use Caution/Monitor. Potential for increased myelosuppression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ampicillin",
            "description": {
                "common": "ampicillin, allopurinol. Mechanism: unknown. Minor/Significance Unknown. Increased incidence of rash."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "allopurinol increases levels of cyclosporine by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "allopurinol increases levels of tacrolimus by unknown mechanism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Rash",
            "percent": "1.5"
        },
        {
            "name": "Nausea",
            "percent": "1.3"
        },
        {
            "name": "Renal failure",
            "percent": "1.2"
        },
        {
            "name": "Vomiting",
            "percent": "1.2"
        },
        {
            "name": "Amblyopia",
            "percent": null
        },
        {
            "name": "Arthralgias",
            "percent": null
        },
        {
            "name": "Blood dyscrasias",
            "percent": null
        },
        {
            "name": "Bronchospasm",
            "percent": null
        },
        {
            "name": "Cardiovascular abnormalities",
            "percent": null
        },
        {
            "name": "Cataracts",
            "percent": null
        },
        {
            "name": "Confusion",
            "percent": null
        },
        {
            "name": "Decrease in libido",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Ecchymosis",
            "percent": null
        },
        {
            "name": "Electrolyte abnormalities",
            "percent": null
        },
        {
            "name": "Epistaxis",
            "percent": null
        },
        {
            "name": "Foot drop",
            "percent": null
        },
        {
            "name": "Hematuria",
            "percent": null
        },
        {
            "name": "Hepatotoxicity",
            "percent": null
        },
        {
            "name": "Hypotonia",
            "percent": null
        },
        {
            "name": "Iritis",
            "percent": null
        },
        {
            "name": "Kidney function abnormality",
            "percent": null
        },
        {
            "name": "Macular retinitis",
            "percent": null
        },
        {
            "name": "Malaise",
            "percent": null
        },
        {
            "name": "Neuritis",
            "percent": null
        },
        {
            "name": "Pharyngitis",
            "percent": null
        },
        {
            "name": "Pruritus",
            "percent": null
        },
        {
            "name": "Skin edema",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "Sweating",
            "percent": null
        },
        {
            "name": "Tinnitus",
            "percent": null
        }
    ]
}