{
    "name": "linezolid",
    "comment": "Rx",
    "other_names": [
        "Zyvox"
    ],
    "classes": [
        "Antibiotics",
        "Other",
        "Oxazolidinones"
    ],
    "source": "https://reference.medscape.com/drug/zyvox-linezolid-342574",
    "pregnancy": {
        "common": [
            "Available data from published and postmarketing case reports with linezolid use in pregnant women have not identified a drug-associated risk of major birth defects, miscarriage, or adverse maternal or fetal outcomes"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "When administered during organogenesis, linezolid did not cause malformations in mice, rats, or rabbits at maternal exposure levels approximately 6.5 times (mice), equivalent to (rats), or 0.06 times (rabbits) the clinical therapeutic exposure, based on AUCs; however, embryo-fetal lethality was observed in mice at 6.5 times the estimated human exposure",
                    "When female rats were dosed during organogenesis through lactation, postnatal survival of pups was decreased at doses approximately equivalent to the estimated human exposure based on AUCs"
                ]
            },
            {
                "type": "Infertility",
                "description": [
                    "Based on findings from studies in rats, drug may reversibly impair fertility in male patients"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Drug is present in breast milk; based on data from available published case reports, the daily dose that the infant would receive from breastmilk would be approximately 6% to 9% of the recommended therapeutic infant dose (10 mg/kg every 8 hours)",
            "There is no information on effects of linezolid on breastfed infant; however, diarrhea and vomiting were the most common adverse reactions reported in clinical trials in infants receiving linezolid therapeutically",
            "There is no information on effects of drug on milk production; consider developmental and health benefits of breastfeeding along with mother’s clinical need for drug and any potential adverse effects on breastfed child from drug or from underlying maternal condition",
            "Advise lactating women to monitor a breastfed infant for diarrhea and vomiting"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Within 14 days of taking MAO inhibitor"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Use caution in patients with pheochromocytoma, concurrent apraclonidine, brimonidine, uncontrolled hypertension, thyrotoxicosis, carcinoid syndrome, diabetes mellitus, or seizure disorders",
                "Phenylalanine can be harmful to patients with phenylketonuria (PKU); oral suspension contains phenylalanine, a component of aspartame; each 5 mL of the 100 mg/5 mL oral suspension contains 20 mg of phenylalanine; before prescribing oral suspension to patient with PKU, consider combined daily amount of phenylalanine from all sources, including oral suspension; the other formulations do not contain phenylalanine",
                "Not approved for gram-negative bacteria or for catheter-related infections; clinical study showed higher mortality rate with linezolid than with other antibiotics for these conditions",
                "Monitor for myelosuppression; consider discontinuation in patients who develop or have worsening myelosuppression",
                "Evaluate for clostridium difficile if diarrhea occurs",
                "Peripheral and optic neuropathy reported, especially in patients given extended courses of therapy >28 days",
                "May cause hypoglycemia; monitor blood glucose levels",
                "Lactic acidosis reported with use; immediately evaluate patients who develop recurrent unexplained acidosis with nausea and vomiting",
                "Superinfection may develop"
            ],
            "specific": [
                {
                    "type": "Hyponatremia",
                    "description": [
                        "Postmarketing cases of hyponatremia and/or syndrome of inappropriate antidiuretic hormone secretion (SIADH) reported; in reported cases, the signs and symptoms included confusion, somnolence, generalized weakness, and in severe cases led to respiratory failure and even death",
                        "Monitor serum sodium levels regularly in the elderly, in patients taking diuretics, and in other patients at risk of hyponatremia and/or SIADH while taking drug",
                        "If signs and symptoms of hyponatremia and/or SIADH occur, discontinue therapy and institute appropriate supportive measures"
                    ]
                },
                {
                    "type": "Serotonin syndrome",
                    "description": [
                        "Avoid coadministration with serotonergic psychiatric drugs (eg, SSRIs, SNRIs, TCAs, MAOIs, bupropion, buspirone, serotonin 5-HT1 receptor agonists (triptans), and opioids, including meperidine) unless indicated for life-threatening or urgent infections (eg, vancomycin-resistant enterococcal infections, nosocomial pneumonia, complicated skin and skin structure infections such as methicillin-resistant S aureus), due to increased risk of serotonin syndrome; linezolid may increase serotonin CNS levels by MAO-A inhibition",
                        "If linezolid must be administered to a patient currently taking a serotonergic drug, stop serotonergic drug immediately and monitor for CNS toxicity; serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring (5 weeks if fluoxetine was taken), whichever comes first; serotonergic psychiatric medications should be stopped at least 2 weeks in advance of linezolid therapy; fluoxetine should be stopped at least 5 weeks in advance due to longer half-life"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "amoxapine",
            "description": {
                "common": "linezolid and amoxapine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "apraclonidine",
            "description": {
                "common": "apraclonidine, linezolid. Mechanism: unknown. Contraindicated. Contraindicated in mfr. prescribing info."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "armodafinil",
            "description": {
                "common": "linezolid increases effects of armodafinil by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "atomoxetine",
            "description": {
                "common": "linezolid increases effects of atomoxetine by pharmacodynamic synergism. Contraindicated. The use of atomoxetine with monoamine oxidase inhibitors (MAOIs) is contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "linezolid increases effects of benzphetamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "brimonidine",
            "description": {
                "common": "linezolid, brimonidine. Mechanism: unknown. Contraindicated. Contraindicated in mfr prescribing info."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "buspirone",
            "description": {
                "common": "linezolid, buspirone. Mechanism: pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "caffeine",
            "description": {
                "common": "linezolid increases effects of caffeine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine increases toxicity of linezolid by unknown mechanism. Contraindicated. D/C MAO inhibitor 2 weeks before."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cyproheptadine",
            "description": {
                "common": "linezolid, cyproheptadine. Other (see comment). Contraindicated. \nComment: MAO inhibitors may prolong and intensify the anticholinergic effects of antihistamines. Cyproheptadine may diminish the serotonergic effect of MAO inhibitors."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "desvenlafaxine",
            "description": {
                "common": "linezolid and desvenlafaxine both increase  serotonin levels. Contraindicated. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "linezolid, deutetrabenazine.\nEither increases toxicity of the other by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Deutetrabenazine should not be used in combination with an MAOI, or within 14 days of discontinuing therapy with an MAOI. If linezolid must be used, discontinue deutetrabenazine and monitor for adverse effects. Deutetrabenazine may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "linezolid increases effects of dexfenfluramine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "linezolid increases effects of dexmethylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "linezolid increases effects of dextroamphetamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dextroamphetamine transdermal",
            "description": {
                "common": "linezolid increases effects of dextroamphetamine transdermal by decreasing metabolism. Contraindicated. MAOIs slows amphetamine metabolism, increasing amphetamine?s effect on norepinephrine release and other monoamines from adrenergic nerve endings causing signs of hypertensive crisis. Do not administer dextroamphetamine during or within 14 days following MAOI administration."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "diethylpropion",
            "description": {
                "common": "linezolid increases effects of diethylpropion by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dobutamine",
            "description": {
                "common": "linezolid increases effects of dobutamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dopamine",
            "description": {
                "common": "linezolid increases effects of dopamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dosulepin",
            "description": {
                "common": "linezolid and dosulepin both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ephedrine",
            "description": {
                "common": "linezolid increases effects of ephedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "epinephrine",
            "description": {
                "common": "linezolid increases effects of epinephrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "linezolid increases effects of fenfluramine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "linezolid and fluoxetine both increase  serotonin levels. Contraindicated. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 5 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isometheptene",
            "description": {
                "common": "linezolid, isometheptene.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Hypertension, V tach."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "linezolid increases effects of isoproterenol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "linezolid increases effects of lisdexamfetamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lofepramine",
            "description": {
                "common": "linezolid and lofepramine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "meperidine",
            "description": {
                "common": "linezolid increases toxicity of meperidine by unknown mechanism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "linezolid increases effects of methamphetamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methylenedioxymethamphetamine",
            "description": {
                "common": "linezolid increases effects of methylenedioxymethamphetamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "linezolid increases effects of methylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "midodrine",
            "description": {
                "common": "linezolid increases effects of midodrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "modafinil",
            "description": {
                "common": "linezolid increases effects of modafinil by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "linezolid increases effects of norepinephrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ozanimod",
            "description": {
                "common": "linezolid and ozanimod both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Coadministration of ozanimod with MAO-B inhibitors may decrease exposure of the active metabolites of ozanimod, which may inhibit MAO. The potential for a clinical interaction with MAO inhibitors has not been studied; however, the increased risk of nonselective MAO inhibition may lead to a hypertensive crisis. Allow at least 14 days to elapse between discontinuing ozanimod and initiating with MAO inhibitors."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phendimetrazine",
            "description": {
                "common": "linezolid increases effects of phendimetrazine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phentermine",
            "description": {
                "common": "linezolid increases effects of phentermine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenylephrine",
            "description": {
                "common": "linezolid increases effects of phenylephrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenylephrine PO",
            "description": {
                "common": "linezolid increases effects of phenylephrine PO by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "propylhexedrine",
            "description": {
                "common": "linezolid increases effects of propylhexedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "pseudoephedrine",
            "description": {
                "common": "linezolid increases effects of pseudoephedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "safinamide",
            "description": {
                "common": "linezolid, safinamide.\nEither increases toxicity of the other by serotonin levels. Contraindicated. Coadministration increases risk of nonselective MAO inhibition, that may lead to hypertensive crisis. At least 14 days should elapse between discontinuating safinamide and initiating MAOIs."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "serdexmethylphenidate/dexmethylphenidate",
            "description": {
                "common": "linezolid increases effects of serdexmethylphenidate/dexmethylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "solriamfetol",
            "description": {
                "common": "linezolid will increase the level or effect of solriamfetol by  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Do no use solriamfetol during and/or within 14 days of discontinuing MAOI treatment. MAOIs irreversibly inhibit the enzyme monamine oxidase, an enzyme involved in the degradation of various monoamines, including dopamine and norepinephrine. Solriamfetol increases synaptic dopamine and norepinephrine."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tetrabenazine",
            "description": {
                "common": "tetrabenazine, linezolid. Other (see comment). Contraindicated. \nComment: Risk of acute hypertensive episode; separate by 14 d.  Mechanism: MAOI causes accumulation of NE in neuron and tetrabenazine stimulates NE release."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tyramine",
            "description": {
                "common": "linezolid increases effects of tyramine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode.  Tyramine containing foods include cheese, red wine, caviar, herring, canned figs, fermented meats, fava beans, yeast extracts, miso, avocado."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "vortioxetine",
            "description": {
                "common": "linezolid increases toxicity of vortioxetine by serum potassium. Contraindicated. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be urgently administered, discontinue vortioxetine immediately and monitor for serotonin syndrome.  Monitor for serotonin syndrome for 3 weeks or 24 hr after last linezolid dose, whichever comes first. Vortioxetine may be resumed 24 hr after last linezolid dose."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "xylometazoline",
            "description": {
                "common": "linezolid increases effects of xylometazoline by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "yohimbine",
            "description": {
                "common": "linezolid increases effects of yohimbine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "5-HTP",
            "description": {
                "common": "linezolid and 5-HTP both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "albuterol",
            "description": {
                "common": "linezolid increases effects of albuterol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alfentanil",
            "description": {
                "common": "linezolid increases toxicity of alfentanil by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "almotriptan",
            "description": {
                "common": "almotriptan and linezolid both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "linezolid and amitriptyline both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "arformoterol",
            "description": {
                "common": "linezolid increases effects of arformoterol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "linezolid decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "belladonna and opium",
            "description": {
                "common": "linezolid increases toxicity of belladonna and opium by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "linezolid increases toxicity of benzhydrocodone/acetaminophen by serotonin levels. Avoid or Use Alternate Drug. MAOI interactions with opioids may manifest as serotonin syndrome or opioid toxicity (eg, respiratory depression, coma). Opioids are not recommended for patients taking MAOIs or within 14 days of stopping MAOIs. If urgent opioid treatment needed, use test doses and frequent titration of small doses to treat pain while closely monitoring blood pressure and signs and symptoms of CNS and respiratory depression. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine",
            "description": {
                "common": "linezolid increases toxicity of buprenorphine by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "linezolid increases toxicity of buprenorphine buccal by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bupropion",
            "description": {
                "common": "bupropion, linezolid. serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buspirone",
            "description": {
                "common": "linezolid and buspirone both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "butorphanol",
            "description": {
                "common": "linezolid increases toxicity of butorphanol by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "linezolid, cholera vaccine. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid coadministration of cholera vaccine with systemic antibiotics since these agents may be active against the vaccine strain. Do not administer cholera vaccine to patients who have received oral or parenteral antibiotics within 14 days prior to vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "citalopram",
            "description": {
                "common": "linezolid and citalopram both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clomipramine",
            "description": {
                "common": "linezolid and clomipramine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cocaine topical",
            "description": {
                "common": "linezolid and cocaine topical both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. Cocaine inhibits presynaptic reuptake of serotonin. Monitor for CNS toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "codeine",
            "description": {
                "common": "linezolid increases toxicity of codeine by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclobenzaprine",
            "description": {
                "common": "linezolid and cyclobenzaprine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "deferiprone",
            "description": {
                "common": "deferiprone, linezolid.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid use of deferiprone with other drugs known to be associated with neutropenia or agranulocytosis; if an alternative is not possible, monitor absolute neutrophil count more frequently."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desipramine",
            "description": {
                "common": "linezolid and desipramine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "linezolid and dexfenfluramine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "linezolid and dextroamphetamine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dextromethorphan",
            "description": {
                "common": "linezolid and dextromethorphan both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dextromoramide",
            "description": {
                "common": "linezolid increases toxicity of dextromoramide by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diamorphine",
            "description": {
                "common": "linezolid increases toxicity of diamorphine by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "difenoxin hcl",
            "description": {
                "common": "linezolid increases toxicity of difenoxin hcl by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "linezolid and dihydroergotamine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "linezolid and dihydroergotamine intranasal both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphenoxylate hcl",
            "description": {
                "common": "linezolid increases toxicity of diphenoxylate hcl by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dipipanone",
            "description": {
                "common": "linezolid increases toxicity of dipipanone by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dopexamine",
            "description": {
                "common": "linezolid increases effects of dopexamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxapram",
            "description": {
                "common": "doxapram increases effects of linezolid by pharmacodynamic synergism. Avoid or Use Alternate Drug. Additive pressor effect."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxepin",
            "description": {
                "common": "linezolid and doxepin both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxepin cream",
            "description": {
                "common": "linezolid increases levels of doxepin cream by pharmacodynamic synergism. Contraindicated. D/C MAO inhibitor 2 weeks before."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "duloxetine",
            "description": {
                "common": "linezolid and duloxetine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eletriptan",
            "description": {
                "common": "eletriptan and linezolid both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "linezolid increases effects of epinephrine racemic by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ergotamine",
            "description": {
                "common": "linezolid and ergotamine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "escitalopram",
            "description": {
                "common": "linezolid and escitalopram both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "linezolid and fenfluramine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl",
            "description": {
                "common": "fentanyl, linezolid.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl intranasal",
            "description": {
                "common": "fentanyl intranasal, linezolid.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl transdermal",
            "description": {
                "common": "fentanyl transdermal, linezolid.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl transmucosal",
            "description": {
                "common": "fentanyl transmucosal, linezolid.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine and linezolid both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "formoterol",
            "description": {
                "common": "linezolid increases effects of formoterol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "frovatriptan",
            "description": {
                "common": "frovatriptan and linezolid both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydrocodone",
            "description": {
                "common": "linezolid increases toxicity of hydrocodone by serotonin levels. Avoid or Use Alternate Drug. MAOI interactions with opioids may manifest as serotonin syndrome or opioid toxicity (eg, respiratory depression, coma). Opioids are not recommended for patients taking MAOIs or within 14 days of stopping MAOIs. If urgent opioid treatment needed, use test doses and frequent titration of small doses to treat pain while closely monitoring blood pressure and signs and symptoms of CNS and respiratory depression. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydromorphone",
            "description": {
                "common": "linezolid increases toxicity of hydromorphone by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imipramine",
            "description": {
                "common": "linezolid and imipramine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iobenguane I 131",
            "description": {
                "common": "linezolid will decrease the level or effect of iobenguane I 131 by  Other (see comment). Avoid or Use Alternate Drug. Based on the mechanism of action of iobenguane, drugs that reduce catecholamine uptake or that deplete catecholamine stores may interfere with iobenguane uptake into cells, and thus, reduce iobenguane efficacy. Discontinue interfering drugs for at least 5 half-lives before administration of either the dosimetry or an iobenguane dose. Do not administer these drugs until at least 7 days after each iobenguane dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "isocarboxazid and linezolid both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoniazid",
            "description": {
                "common": "linezolid and isoniazid both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "L-tryptophan",
            "description": {
                "common": "linezolid and L-tryptophan both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "linezolid increases effects of levalbuterol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levodopa",
            "description": {
                "common": "linezolid and levodopa both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levomilnacipran",
            "description": {
                "common": "linezolid and levomilnacipran both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levorphanol",
            "description": {
                "common": "linezolid increases toxicity of levorphanol by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lithium",
            "description": {
                "common": "linezolid and lithium both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lorcaserin",
            "description": {
                "common": "linezolid and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lsd",
            "description": {
                "common": "linezolid and lsd both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "maprotiline",
            "description": {
                "common": "linezolid and maprotiline both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meperidine",
            "description": {
                "common": "linezolid and meperidine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "linezolid increases effects of metaproterenol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methadone",
            "description": {
                "common": "linezolid increases toxicity of methadone by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylene blue",
            "description": {
                "common": "methylene blue and linezolid both increase  serotonin levels. Avoid or Use Alternate Drug. Both drugs increase serotonin as a result of MAO-A inhibition. Avoid coadministration if possible. If coadministered, monitor for CNS toxicity. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "metoclopramide intranasal increases toxicity of linezolid by Other (see comment). Avoid or Use Alternate Drug. \nComment: Metoclopramide may enhance the hypertensive effect of monoamine oxidase inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "linezolid decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "milnacipran",
            "description": {
                "common": "linezolid and milnacipran both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "linezolid and mirtazapine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "morphine",
            "description": {
                "common": "linezolid and morphine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nalbuphine",
            "description": {
                "common": "linezolid increases toxicity of nalbuphine by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "naratriptan",
            "description": {
                "common": "naratriptan and linezolid both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nefazodone",
            "description": {
                "common": "linezolid and nefazodone both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "linezolid and nortriptyline both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "opium tincture",
            "description": {
                "common": "linezolid increases toxicity of opium tincture by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxycodone",
            "description": {
                "common": "linezolid increases toxicity of oxycodone by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxymorphone",
            "description": {
                "common": "linezolid increases toxicity of oxymorphone by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "papaveretum",
            "description": {
                "common": "linezolid increases toxicity of papaveretum by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paroxetine",
            "description": {
                "common": "linezolid and paroxetine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentazocine",
            "description": {
                "common": "linezolid and pentazocine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenelzine",
            "description": {
                "common": "linezolid and phenelzine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "linezolid increases effects of pirbuterol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "procarbazine",
            "description": {
                "common": "linezolid and procarbazine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "protriptyline",
            "description": {
                "common": "linezolid and protriptyline both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rasagiline",
            "description": {
                "common": "rasagiline and linezolid both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "remifentanil",
            "description": {
                "common": "remifentanil, linezolid.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rizatriptan",
            "description": {
                "common": "rizatriptan and linezolid both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b, linezolid.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Myelosuppressive agents can produce additive myelosuppression. Avoid use and monitor patients receiving the combination for effects of excessive myelosuppression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "salmeterol",
            "description": {
                "common": "linezolid increases effects of salmeterol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "SAMe",
            "description": {
                "common": "linezolid and SAMe both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selegiline",
            "description": {
                "common": "selegiline and linezolid both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selegiline transdermal",
            "description": {
                "common": "selegiline transdermal and linezolid both increase  serotonin levels. Avoid or Use Alternate Drug.  Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sertraline",
            "description": {
                "common": "linezolid and sertraline both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "linezolid and St John's Wort both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sufentanil",
            "description": {
                "common": "linezolid increases toxicity of sufentanil by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sufentanil SL",
            "description": {
                "common": "sufentanil SL, linezolid.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sumatriptan",
            "description": {
                "common": "sumatriptan and linezolid both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sumatriptan intranasal",
            "description": {
                "common": "sumatriptan intranasal and linezolid both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tapentadol",
            "description": {
                "common": "linezolid increases toxicity of tapentadol by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "terbutaline",
            "description": {
                "common": "linezolid increases effects of terbutaline by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tramadol",
            "description": {
                "common": "linezolid and tramadol both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tranylcypromine",
            "description": {
                "common": "linezolid and tranylcypromine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trazodone",
            "description": {
                "common": "linezolid and trazodone both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trimipramine",
            "description": {
                "common": "linezolid and trimipramine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "linezolid decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "valbenazine",
            "description": {
                "common": "linezolid, valbenazine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Coadministration of valbenazine with MAOIs may increase monoamine neurotransmitter concentration in synapses, potentially increasing risk of serotonin syndrome or attenuating valbenazine effect."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "linezolid and venlafaxine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilazodone",
            "description": {
                "common": "linezolid, vilazodone.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zolmitriptan",
            "description": {
                "common": "zolmitriptan and linezolid both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib, linezolid.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration may increase risk of myelosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifampridine",
            "description": {
                "common": "linezolid increases toxicity of amifampridine by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Amifampridine can cause seizures. Coadministration with drugs that lower seizure threshold may increase this risk."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "linezolid, aripiprazole. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "linezolid, asenapine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "linezolid will decrease the level or effect of bazedoxifene/conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "linezolid, buprenorphine subdermal implant.\nEither increases toxicity of the other by serotonin levels. Use Caution/Monitor. Concomitant use could result in life-threatening serotonin syndrome. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation, and during dose adjustment of the serotonergic drug. Discontinue buprenorphine if serotonin syndrome is suspected."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "linezolid, buprenorphine, long-acting injection.\nEither increases toxicity of the other by serotonin levels. Modify Therapy/Monitor Closely. Concomitant use could result in life-threatening serotonin syndrome or opioid toxicity (eg, respiratory depression, coma). Buprenorphine long-acting injection is not recommended for patients taking MAOIs or within 14 days of stopping such treatment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine decreases levels of linezolid by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cariprazine",
            "description": {
                "common": "linezolid, cariprazine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "linezolid increases effects of chlorpropamide by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "linezolid, clozapine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "linezolid will decrease the level or effect of conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desflurane",
            "description": {
                "common": "linezolid increases levels of desflurane by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difenoxin hcl",
            "description": {
                "common": "difenoxin hcl, linezolid. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of serotonin syndrome."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "linezolid will increase the level or effect of digoxin by  altering intestinal flora. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphenoxylate hcl",
            "description": {
                "common": "diphenoxylate hcl, linezolid. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of serotonin syndrome."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "linezolid will decrease the level or effect of estradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "linezolid will decrease the level or effect of estrogens conjugated synthetic by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estropipate",
            "description": {
                "common": "linezolid will decrease the level or effect of estropipate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etomidate",
            "description": {
                "common": "linezolid increases levels of etomidate by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "linezolid, fluphenazine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glimepiride",
            "description": {
                "common": "linezolid increases effects of glimepiride by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glipizide",
            "description": {
                "common": "linezolid increases effects of glipizide by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "linezolid increases effects of glyburide by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "green tea",
            "description": {
                "common": "green tea, linezolid. Other (see comment). Use Caution/Monitor. \nComment: Avoid combination or excessive consumption of green tea. Combination may increase risk of cardiac arrhythmias or severe hypertension can occur due to caffeine component of green tea."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "linezolid, haloperidol. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydralazine",
            "description": {
                "common": "hydralazine, linezolid. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of hypertension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "linezolid, iloperidone. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "linezolid increases effects of insulin aspart by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "linezolid increases effects of insulin detemir by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "linezolid increases effects of insulin glargine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "linezolid increases effects of insulin glulisine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "linezolid increases effects of insulin lispro by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "linezolid increases effects of insulin NPH by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "linezolid increases effects of insulin regular human by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketamine",
            "description": {
                "common": "linezolid increases levels of ketamine by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "linezolid increases effects of lasmiditan by serotonin levels. Use Caution/Monitor. Coadministration may increase risk of serotonin syndrome."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa inhaled",
            "description": {
                "common": "levodopa inhaled increases effects of linezolid by dopaminergic effects. Use Caution/Monitor. Coadministration of selective MAO-B inhibitors with levodopa may be associated with orthostatic hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lithium",
            "description": {
                "common": "lithium, linezolid. Mechanism: unknown. Use Caution/Monitor. Risk of malignant hyperpyrexia.  Interactions esp. expected w/non selective MAOIs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine",
            "description": {
                "common": "linezolid, loxapine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine inhaled",
            "description": {
                "common": "linezolid, loxapine inhaled. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "linezolid, lurasidone. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mestranol",
            "description": {
                "common": "linezolid will decrease the level or effect of mestranol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metformin",
            "description": {
                "common": "linezolid will increase the level or effect of metformin by  unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metrizamide",
            "description": {
                "common": "linezolid, metrizamide. Mechanism: unspecified interaction mechanism. Use Caution/Monitor. Risk of seizure.  D/C MAO inhibitor 24h before admin. of metrizamide."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "molindone",
            "description": {
                "common": "linezolid, molindone. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olanzapine",
            "description": {
                "common": "linezolid, olanzapine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "linezolid, oliceridine.\nEither increases effects of the other by serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "opium tincture",
            "description": {
                "common": "opium tincture, linezolid. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of serotonin syndrome."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "linezolid, paliperidone. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "linezolid, perphenazine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine ophthalmic",
            "description": {
                "common": "linezolid increases effects of phenylephrine ophthalmic by pharmacodynamic synergism. Use Caution/Monitor. Some systemic absorption of ophthalmic phenylephrine; reduce dose within 21 days of MAO inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimavanserin",
            "description": {
                "common": "linezolid, pimavanserin. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimozide",
            "description": {
                "common": "linezolid, pimozide. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propofol",
            "description": {
                "common": "linezolid increases levels of propofol by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "linezolid, quetiapine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "linezolid, risperidone. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "linezolid increases levels of sevoflurane by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "linezolid decreases effects of sodium picosulfate/magnesium oxide/anhydrous citric acid by altering metabolism. Use Caution/Monitor. Coadministration with antibiotics decreases efficacy by altering colonic bacterial flora needed to convert sodium picosulfate to active drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tapentadol",
            "description": {
                "common": "linezolid and tapentadol both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thiothixene",
            "description": {
                "common": "linezolid, thiothixene. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolazamide",
            "description": {
                "common": "linezolid increases effects of tolazamide by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "linezolid increases effects of tolbutamide by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "linezolid, trifluoperazine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "yohimbe",
            "description": {
                "common": "yohimbe increases effects of linezolid by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "linezolid, ziprasidone. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amobarbital",
            "description": {
                "common": "linezolid increases levels of amobarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "balsalazide",
            "description": {
                "common": "linezolid will decrease the level or effect of balsalazide by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "biotin",
            "description": {
                "common": "linezolid will decrease the level or effect of biotin by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butabarbital",
            "description": {
                "common": "linezolid increases levels of butabarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butalbital",
            "description": {
                "common": "linezolid increases levels of butalbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "celandine",
            "description": {
                "common": "celandine increases effects of linezolid by pharmacodynamic synergism. Minor/Significance Unknown. Based on animal studies."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cordyceps",
            "description": {
                "common": "cordyceps increases effects of linezolid by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "disulfiram",
            "description": {
                "common": "disulfiram, linezolid. Mechanism: unknown. Minor/Significance Unknown. Risk of delirium (case report)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "panax ginseng",
            "description": {
                "common": "panax ginseng increases effects of linezolid by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pantothenic acid",
            "description": {
                "common": "linezolid will decrease the level or effect of pantothenic acid by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "linezolid increases levels of pentobarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "linezolid increases levels of phenobarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pleurisy root",
            "description": {
                "common": "pleurisy root decreases effects of linezolid by unspecified interaction mechanism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "primidone",
            "description": {
                "common": "linezolid increases levels of primidone by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine",
            "description": {
                "common": "linezolid will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine (Antidote)",
            "description": {
                "common": "linezolid will decrease the level or effect of pyridoxine (Antidote) by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "secobarbital",
            "description": {
                "common": "linezolid increases levels of secobarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfadiazine",
            "description": {
                "common": "linezolid increases levels of sulfadiazine by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "linezolid increases levels of sulfamethoxazole by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfisoxazole",
            "description": {
                "common": "linezolid increases levels of sulfisoxazole by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "thiamine",
            "description": {
                "common": "linezolid will decrease the level or effect of thiamine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Diarrhea",
            "percent": "7.8-10.8"
        },
        {
            "name": "Vomiting",
            "percent": "2.9-9.4"
        },
        {
            "name": "Headache",
            "percent": "0.9-6.5"
        },
        {
            "name": "Anemia",
            "percent": "5.6"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "4.7"
        },
        {
            "name": "Nausea",
            "percent": "1.9-3.7"
        },
        {
            "name": "Generalized abdominal pain",
            "percent": "0.9-2.4"
        },
        {
            "name": "Localized abdominal pain",
            "percent": "0.5-2.4"
        },
        {
            "name": "Loose stools",
            "percent": "1.6-2.3"
        },
        {
            "name": "Eosinophilia",
            "percent": "0.4-1.9"
        },
        {
            "name": "Pruritus",
            "percent": "0.8-1.4"
        },
        {
            "name": "other than application site",
            "percent": "1.2"
        },
        {
            "name": "Vertigo",
            "percent": null
        }
    ]
}