{
  "name": "изотретиноин",
  "comment": "Rx",
  "other_names": [
    "Зенатан",
    "Амнезия",
    "Myorisan",
    "Абсорика",
    "Абсорика ЛД",
    "Кларавис"
  ],
  "classes": [
    "системный",
    "Агенты от прыщей",
    "Ретиноидоподобные агенты"
  ],
  "source": "https://reference.medscape.com/drug/absorica-ld-amnesteem-isotretinoin-343544",
  "pregnancy": {
    "common": [
      "Если во время лечения наступает беременность, немедленно прекратите терапию и направьте пациентку к акушеру-гинекологу, имеющему опыт работы с репродуктивной токсичностью, для дальнейшего обследования и консультирования; о любом подозрении на воздействие на плод во время или через 1 месяц после начала терапии необходимо немедленно сообщить в FDA по телефону MedWatch 1-800-FDA-1088, а также в регистр беременных iPLEDGE по телефону 1-866-495-0654 или через Интернет (",
      "Если препарат используется во время беременности или если пациентка забеременела во время лечения, пациентка должна быть проинформирована о потенциальной опасности для плода.",
      "Терапия доступна только в рамках ограниченной программы REMS, называемой iPLEDGE REMS, из-за риска эмбрио-фетальной токсичности.",
      "Терапия противопоказана во время беременности; он может нанести вред плоду при введении беременной пациентке; существует повышенный риск серьезных врожденных пороков развития, самопроизвольных абортов и преждевременных родов после воздействия изотретиноина во время беременности у людей.",
      "Если беременность наступает во время лечения пациентки, получающей терапию, ее следует немедленно прекратить, и пациентку следует направить к акушеру-гинекологу, имеющему опыт работы с репродуктивной токсичностью, для дальнейшего обследования и консультирования."
    ],
    "specific": [
      {
        "type": "контрацепция",
        "description": [
          "Микродозированные препараты прогестерона («мини-пили», не содержащие эстрогена) являются неадекватным методом контрацепции во время терапии.",
          "Пациентки, которые могут забеременеть, должны одновременно использовать 2 формы контрацепции, по крайней мере 1 из которых должна быть основной формой, в течение как минимум 1 мес до начала терапии, во время терапии и в течение 1 мес после прекращения терапии; тем не менее, 2 формы контрацепции не требуются, если пациентка обязуется постоянно воздерживаться от любых половых контактов с партнером, которые могут привести к беременности, перенесла гистерэктомию или двустороннюю овариэктомию, или у нее было подтверждено с медицинской точки зрения постменопаузальный период.",
          "Пациентов, которые могут забеременеть, следует предостеречь от самолечения травяной добавкой зверобоя из-за возможного взаимодействия с гормональными контрацептивами, основанного на сообщениях о прорывных кровотечениях при приеме пероральных контрацептивов вскоре после начала приема зверобоя; о беременности сообщали пользователи комбинированных гормональных контрацептивов, которые также использовали некоторые формы зверобоя.",
          "Пройти тест на беременность не позднее, чем через 19 дней после последнего незащищенного полового контакта с партнером, который мог привести к беременности.",
          "Если пациент имеет незащищенный половой контакт с партнером, который может привести к беременности в любое время за 1 месяц до, во время или через 1 месяц после терапии, пациент должен: немедленно прекратить прием терапии;",
          "Клиническое исследование лекарственного взаимодействия не выявило какого-либо клинически значимого взаимодействия между изотретиноином и норэтиндроном и этинилэстрадиолом; однако неизвестно, существует ли взаимодействие изотретиноина с другими прогестинами.",
          "Крайне важно, чтобы пациентки, которые могут забеременеть, одновременно использовали 2 метода контрацепции.",
          "Сделайте второй тест на беременность после использования 2 форм контрацепции в течение 1 месяца.",
          "Назначающим врачам рекомендуется ознакомиться с информацией о назначении любого лекарства, вводимого одновременно с гормональными противозачаточными средствами, поскольку некоторые лекарства могут снижать эффективность этих противозачаточных средств.",
          "Снова начать использовать 2 формы контрацепции одновременно в течение 1 месяца, прежде чем возобновить терапию.",
          "Любой метод контроля над рождаемостью может потерпеть неудачу; были сообщения о беременности от пациенток, использовавших комбинированные оральные контрацептивы, а также вагинальные противозачаточные системы, вагинальные вкладыши, трансдермальные системы и инъекции; эти беременности произошли при приеме изотретиноина"
        ]
      },
      {
        "type": "Репродуктивный потенциал",
        "description": [
          "Следует назначать только пациентам, которые, как известно, не беременны, что подтверждается отрицательным лабораторным тестом на беременность, сертифицированным CLIA; пациенты, которые могут забеременеть, должны иметь два отрицательных теста мочи или сыворотки на беременность с чувствительностью не менее 25 мМЕ / мл до начала начальной терапии (интервал между двумя тестами должен быть не менее 19 дней)",
          "Первый тест (скрининговый тест) проводится лечащим врачом, когда принимается решение о назначении терапии."
        ]
      },
      {
        "type": "В рамках REMS врачи, назначающие препараты, должны быть сертифицированы по программе и соответствовать следующим требованиям.",
        "description": [
          "Дополнительную информацию, включая список квалифицированных аптек и дистрибьюторов, можно получить по адресу",
          "Консультировать по вопросам контрацепции пациенток, которые могут забеременеть до и во время лечения, или направлять пациентов, которые могут забеременеть, к специалисту для такой консультации.",
          "Выдавайте не более 30-дневного запаса с помощью руководства по лекарствам;",
          "Обеспечьте запланированное тестирование на беременность, а также проверьте и задокументируйте отрицательный результат теста на беременность перед выпиской каждого рецепта, но не более чем на 30 дней.",
          "ежемесячно демонстрировать понимание условий безопасного использования программы",
          "Определить репродуктивный статус всех пациентов до начала лечения;",
          "Получить рецепт в течение 7 дней после сбора теста на беременность; пациенты, которые не могут забеременеть, должны быть зарегистрированы путем подписания формы информированного согласия и должны получить рецепт в течение 30 дней после посещения офиса.",
          "Оптовики и дистрибьюторы должны быть зарегистрированы в программе и распространять продукцию только в сертифицированных аптеках.",
          "Не отпускайте заправки; отпускать только с новым рецептом и новым разрешением от программы",
          "Верните продукт в запасы, если пациенты не получат рецепт до даты «Не выдавать после».",
          "или 1-866-495-0654",
          "Соблюдайте требования к тестированию на беременность и контрацепции;",
          "Должен быть сертифицирован путем регистрации и активации в программе, должен выдаваться только пациентам, которым разрешено получать лечение, и соответствовать следующим требованиям:"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Кормление грудью"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Эмбриофетальная токсичность",
          "description": [
            "Потенциально любой плод, подвергшийся воздействию во время беременности, может быть поражен, но точных методов определения того, был ли поражен плод, подвергшийся воздействию, не существует.",
            "Немедленно прекратите прием в случае наступления беременности и направьте пациентку к акушеру-гинекологу, имеющему опыт работы с репродуктивной токсичностью, для оценки.",
            "Задокументированные внешние аномалии включают аномалии черепа, аномалии ушей (включая анотию, микроушные раковины, маленькие или отсутствующие наружные слуховые проходы), аномалии глаз (включая микрофтальм), дисморфию лица и расщелину неба.",
            "Задокументированные эмбриофетальные эффекты включают внутренние и внешние аномалии, IQ <85, самопроизвольный аборт, преждевременные роды и гибель плода.",
            "Задокументированные внутренние аномалии включают аномалии ЦНС (включая церебральные аномалии, пороки развития мозжечка, гидроцефалию, микроцефалию, дефицит черепных нервов), сердечно-сосудистые аномалии, аномалии вилочковой железы и дефицит паратиреоидного гормона.",
            "Не используйте у женщин, которые беременны или могут забеременеть, поскольку терапия представляет чрезвычайно высокий риск тяжелых последствий при родах (при любой дозе и продолжительности)."
          ]
        },
        {
          "type": "Программа ограниченного распространения",
          "description": [
            "Аптеки, отпускающие лекарства, должны быть зарегистрированы и активированы с помощью iPLEDGE, должны отпускать только пациентам, которым разрешено получать лекарства, и согласны соблюдать требования REMS, описанные в буклете под названием «Руководство для фармацевта», в частности, в разделе «Ключевая информация для фармацевтов», включая следующую информацию о дозировании:",
            "Назначающие препараты лица должны зарегистрироваться в iPLEDGE, одобренной FDA программе управления рисками, предназначенной для минимизации воздействия изотретиноина во время беременности (улучшение ранее RiskMAP [план действий по минимизации риска]); пациенты должны быть зарегистрированы и соответствовать всем требованиям iPLEDGE",
            "Пациентки детородного возраста не должны быть беременными или кормящими грудью, должны быть в состоянии соблюдать утвержденные методы контрацепции и должны надежно следовать инструкциям.",
            "Рецепты должны быть получены не позднее даты «Не выдавать после», а если они не получены, то RMA должен быть отменен в системе программы iPLEDGE, а продукт возвращен в запасы."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Беременность (см. Предупреждения о черном ящике)",
        "Гиперчувствительность к изотретиноину или витамину А"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Значительные побочные эффекты связаны с использованием изотретиноина.",
        "Сообщалось о серьезных кожных реакциях (например, синдром Стивенса-Джонсона, токсический эпидермальный некролиз); прекратить терапию, если возникает кожная реакция",
        "Могут возникнуть скелетно-мышечные симптомы, включая артралгию и рабдомиолиз; рассмотреть вопрос о прекращении терапии, если обнаружены какие-либо существенные отклонения",
        "С осторожностью при сахарном диабете; сообщалось о нарушении контроля уровня глюкозы",
        "Сообщается о негативном влиянии на минеральную плотность костей; осторожность при детском остеопорозе, остеомаляции, длительном применении кортикостероидов или нервной анорексии",
        "Избегайте длительного воздействия ультрафиолетовых лучей или солнечного света",
        "Может возникнуть гепатит; также сообщалось о повышении уровня ферментов печени от легкой до умеренной степени; некоторые нормализуются при снижении дозы или продолжении приема препарата, если нормализация не происходит быстро или если во время лечения подозревается гепатит, терапию следует прекратить.",
        "Была реализована программа ограниченного распространения (iPLEDGE), программа управления рисками для минимизации воздействия во время беременности (см. Предупреждения о черном ящике).",
        "Медицинские работники должны быть внимательны к предупредительным признакам психических расстройств, чтобы помочь пациентам получить необходимую им помощь (Лицам, назначающим препараты, следует прочитать брошюру «Распознавание психических расстройств у подростков и молодых взрослых: руководство для лиц, назначающих изотретиноин»).",
        "Реакции гиперчувствительности (например, анафилактические, кожные, аллергические васкулиты) сообщили; тяжелая аллергическая реакция требует прекращения приема и медикаментозного лечения",
        "Сообщалось об остром панкреатите с повышенным или нормальным уровнем триглицеридов в сыворотке, включая редкие случаи фатального геморрагического панкреатита; прекратить, если не в состоянии контролировать гипертриглицеридемию; прекратить терапию при возникновении панкреатита",
        "Микродозированные препараты, содержащие только прогестерон («мини-пили»), являются неадекватным методом контрацепции во время лечения.",
        "Пациенты в раннем и позднем подростковом возрасте, которые занимаются спортом с повторяющимися ударами, могут подвергаться повышенному риску спондилолистеза с переломами и без них, а также сообщалось о травмах пластин роста тазобедренного сустава.",
        "Сообщается о псевдоопухоли головного мозга; некоторые сообщения касались одновременного приема тетрациклина; следует избегать одновременного лечения тетрациклинами; ранние признаки и симптомы внутричерепной гипертензии включают отек диска зрительного нерва, головную боль, тошноту и рвоту, нарушения зрения; обследовать пациентов с этими симптомами на наличие отека диска зрительного нерва и, если они присутствуют, немедленно прекратить терапию и направить пациента к неврологу для дальнейшей диагностики и лечения.",
        "Наблюдались глазные аномалии, в том числе помутнение роговицы, снижение ночного зрения и сухость глаз; прекратить терапию у пациентов, испытывающих трудности со зрением",
        "Не сдавайте кровь во время терапии и в течение 1 месяца после прекращения лечения из-за риска эмбриофетальной токсичности.",
        "Скелетный гиперостоз наблюдался в клинических испытаниях нарушений кератинизации",
        "Эмбриофетальная токсичность; задокументированы серьезные врожденные пороки развития, самопроизвольные аборты и преждевременные роды (см. «Предупреждения черного ящика»)",
        "Ассоциируется с воспалительными заболеваниями кишечника (включая регионарный илеит); немедленно прекратить, если возникает боль в животе, ректальное кровотечение или тяжелая диарея",
        "Сообщается о повышении уровня триглицеридов и общего холестерина; тогда как о снижении холестерина ЛПВП сообщалось",
        "Сообщается о нарушениях слуха, которые могут сохраняться после прекращения терапии; пациенты, которые испытывают шум в ушах или нарушения слуха, должны прекратить лечение и быть направлены на специализированное лечение для дальнейшего обследования",
        "Сообщалось о нейтропении и агранулоцитозе (редко); прекратите, если количество лейкоцитов значительно уменьшится",
        "О преждевременном закрытии эпифиза сообщалось спонтанно при нормальных дозах"
      ],
      "specific": [
        {
          "type": "Психиатрические эффекты",
          "description": [
            "Перед началом терапии пациентов и членов их семей следует расспросить о любых психических расстройствах в анамнезе, и при каждом посещении во время терапии пациентов следует оценивать на наличие симптомов депрессии, расстройств настроения, психоза или агрессии, чтобы определить, требуется ли дальнейшее обследование.",
            "Сообщается о депрессии и психозе; редкие сообщения о суицидальных мыслях, попытках самоубийства, суициде и агрессивном и/или агрессивном поведении",
            "Прекращения лечения может быть недостаточно; может потребоваться дополнительная оценка, например, направление к специалисту в области психического здоровья.",
            "Пациенты должны немедленно прекратить терапию, а пациент (или лицо, осуществляющее уход) должен немедленно связаться со своим лечащим врачом, если у пациента разовьется депрессия, нарушение настроения, психоз или агрессия."
          ]
        },
        {
          "type": "Лабораторный мониторинг",
          "description": [
            "Глюкоза крови, КФК (особенно у лиц, подвергающихся интенсивной физической нагрузке)",
            "Текущие отрицательные тесты на беременность требуются в соответствии с правилами iPLEDGE",
            "Во время лечения: контролируйте LFT и липиды с интервалом в неделю или две недели, пока не установится ответ на изотретиноин.",
            "Мониторинг перед лечением: LFT (за 1 день до начала терапии), 2 теста на беременность (отрицательный результат за 2 недели) и профиль липидов натощак (включая триглицериды)"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота перорально",
      "description": {
        "common": "аминолевулиновая кислота перорально, изотретиноин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте перорального приема других фототоксичных препаратов с аминолевулиновой кислотой в течение 24 часов в периоперационный период."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота местно",
      "description": {
        "common": "изотретиноин, аминолевулиновая кислота местно.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Каждый препарат может усиливать фотосенсибилизирующий эффект другого."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "изотретиноин, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "изотретиноин, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "изотретиноин, демеклоциклин. Механизм: неизвестен. Противопоказано. Риск псевдоопухоли головного мозга."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксициклин",
      "description": {
        "common": "изотретиноин, доксициклин. Механизм: неизвестен. Противопоказано. Риск псевдоопухоли головного мозга."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "изотретиноин, идекабтаген виклеуцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "изотретиноин, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиламинолевулинат",
      "description": {
        "common": "изотретиноин, метиламинолевулинат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Каждый препарат может усиливать фотосенсибилизирующий эффект другого."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миноциклин",
      "description": {
        "common": "изотретиноин, миноциклин. Механизм: неизвестен. Противопоказано. Риск псевдоопухоли головного мозга."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омадациклин",
      "description": {
        "common": "изотретиноин повышает токсичность омадациклина по механизму: неизвестен. Избегайте или используйте альтернативный препарат. Одновременное применение пероральных ретиноидов с тетрациклинами может увеличить риск развития псевдоопухоли головного мозга/внутричерепной гипертензии. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окситетрациклин",
      "description": {
        "common": "изотретиноин, окситетрациклин. Механизм: неизвестен. Противопоказано. Риск псевдоопухоли головного мозга."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность изотретиноина Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сарециклин",
      "description": {
        "common": "изотретиноин повышает токсичность сарециклина. Механизм: неизвестен. Избегайте или используйте альтернативный препарат. Одновременное применение пероральных ретиноидов с тетрациклинами может увеличить риск развития псевдоопухоли головного мозга/внутричерепной гипертензии. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "изотретиноин, тетрациклин. Механизм: неизвестен. Противопоказано. Риск псевдоопухоли головного мозга."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "изотретиноин, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "каннабидиол повысит уровень или эффект изотретиноина за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Каннабидиол потенциально может ингибировать активность CYP2C8. Рассмотрите возможность снижения дозы при одновременном применении субстратов CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "метотрексат, изотретиноин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Пациенты, получающие другие препараты, которые могут вызывать гепатотоксичность, включая системные ретиноиды, могут подвергаться повышенному риску побочных эффектов метотрексата, связанных с печенью, и такие пациенты должны находиться под пристальным наблюдением во время терапии метотрексатом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон повысит уровень или эффект изотретиноина по другим причинам (см. комментарий). Используйте осторожность/монитор. Ингибирует CYP2C8/2C9; используйте наименьшие рекомендуемые дозы для субстратов и контролируйте"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мипомерсен",
      "description": {
        "common": "мипомерсен, изотретиноин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оба препарата потенциально могут повышать активность печеночных ферментов; контролировать LFT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "омавелоксолон снизит уровень или эффект изотретиноина по другим причинам (см. комментарий). Используйте осторожность/монитор. Омавелоксолон может снижать системное воздействие на чувствительные субстраты CYP2C8. Проверьте предписывающую информацию о субстрате, если требуется изменение дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол повысит уровень или эффект изотретиноина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Стирипентол является ингибитором CYP2C8. Рассмотрите возможность снижения дозы субстратов CYP2C8, если при одновременном применении возникают побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "тековиримат будет увеличивать уровень или эффект изотретиноина, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Тековиримат является слабым ингибитором CYP2C8 и CYP2C19. Следите за побочными эффектами при совместном применении с чувствительными субстратами этих ферментов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терифлуномид",
      "description": {
        "common": "терифлуномид повышает уровень изотретиноина за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Терифлуномид ингибирует CYP2C8; осторожность при совместном применении с субстратами CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин ингаляционно",
      "description": {
        "common": "ингаляции тобрамицина и изотретиноина повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать. Избегайте одновременного или последовательного использования, чтобы снизить риск ототоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "витамин А",
      "description": {
        "common": "изотретиноин увеличивает токсичность витамина А за счет фармакодинамического синергизма. Используйте осторожность/монитор. (Витамин А) Дополнительные эффекты ретиноидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "изотретиноин повышает уровень ацетата кальция, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "изотретиноин повышает уровень карбоната кальция, усиливая всасывание в ЖКТ. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "изотретиноин повышает уровень хлорида кальция, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "изотретиноин повышает уровень цитрата кальция, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "изотретиноин повышает уровень глюконата кальция, усиливая всасывание в ЖКТ. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "изотретиноин снижает уровень карбамазепина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин, изотретиноин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Оба препарата имеют повышенный риск фототоксичности, следует соблюдать осторожность при одновременном применении."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флероксацин",
      "description": {
        "common": "флероксацин, изотретиноин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Повышенная фототоксичность."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "еда",
      "description": {
        "common": "пища повышает уровень изотретиноина, усиливая абсорбцию в ЖКТ. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин, изотретиноин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Повышенная фототоксичность."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "левофлоксацин, изотретиноин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Повышенная фототоксичность."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "моксифлоксацин, изотретиноин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Повышенная фототоксичность."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин, изотретиноин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Повышенная фототоксичность."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "хейлит",
      "percent": "90"
    },
    {
      "name": "ксероз",
      "percent": "40"
    },
    {
      "name": "ксеростомия",
      "percent": "40"
    },
    {
      "name": "Сухой нос",
      "percent": "40"
    },
    {
      "name": "носовое кровотечение",
      "percent": "25"
    },
    {
      "name": "Зуд",
      "percent": "15"
    },
    {
      "name": "Конъюнктивит",
      "percent": "15"
    },
    {
      "name": "включая блефароконъюнктивит",
      "percent": "12-24"
    },
    {
      "name": "Раздражение",
      "percent": "8.8"
    },
    {
      "name": "Увеличение скорости оседания эритроцитов",
      "percent": "3"
    },
    {
      "name": "Истончение волос",
      "percent": null
    },
    {
      "name": "который сохранялся в редких случаях",
      "percent": null
    },
    {
      "name": "Ладонно-подошвенное шелушение",
      "percent": null
    },
    {
      "name": "хрупкость кожи",
      "percent": null
    },
    {
      "name": "Кожные инфекции",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "паронихиальные инфекции",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "включая эритему",
      "percent": null
    },
    {
      "name": "себорея",
      "percent": null
    },
    {
      "name": "экзема",
      "percent": null
    },
    {
      "name": "светочувствительность",
      "percent": null
    },
    {
      "name": "Гипертриглицеридемия",
      "percent": null
    },
    {
      "name": "Боль в костях или суставах",
      "percent": null
    },
    {
      "name": "Генерализованные мышечные боли",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "Снижение ЛПВП",
      "percent": null
    },
    {
      "name": "Увеличение LFT",
      "percent": null
    },
    {
      "name": "Увеличение КФК",
      "percent": null
    },
    {
      "name": "Снижение концентрации гемоглобина и гематокрита",
      "percent": null
    },
    {
      "name": "Снижение числа эритроцитов и лейкоцитов",
      "percent": null
    },
    {
      "name": "Повышенное количество тромбоцитов",
      "percent": null
    },
    {
      "name": "Снижение минеральной плотности костей",
      "percent": null
    },
    {
      "name": "Преждевременное закрытие эпифиза",
      "percent": null
    },
    {
      "name": "Летаргия",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Повышенный аппетит",
      "percent": null
    },
    {
      "name": "Жажда",
      "percent": null
    }
  ]
}