{
  "name": "ацетилцистеин (противоядие)",
  "comment": "Rx",
  "other_names": [
    "Ацетадот",
    "N-ацетилцистеин (противоядие)",
    "Цетылев"
  ],
  "classes": [
    "Противоядия",
    "Другой"
  ],
  "source": "https://reference.medscape.com/drug/acetadote-cetylev-antidote-acetylcysteine-antidote-343740",
  "pregnancy": {
    "common": [
      "Категория беременности: B",
      "Лактация: польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, в результате терапии или основного заболевания матери.",
      "Отсрочка лечения беременных женщин с передозировкой ацетаминофена и потенциально токсичными уровнями ацетаминофена в плазме может увеличить риск заболеваемости и смертности матери и плода."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, в результате терапии или основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Обратитесь за помощью к местному региональному PCC или медицинскому токсикологу.",
        "Получите концентрацию ацетаминофена в сыворотке не менее чем через 4 часа после приема, чтобы определить, присутствуют ли токсичные уровни до лечения или необходим полный курс",
        "В/в применяют, если непрекращающаяся рвота препятствует пероральному введению в течение 1-х 8 часов.",
        "Пациент с астмой сообщил о развитии бронхоспазма и смерти после внутривенного введения препарата; следует применять с осторожностью у пациентов с астмой или при наличии в анамнезе бронхоспазма; пациенты с астмой должны находиться под тщательным наблюдением в начале терапии и на протяжении всей терапии.",
        "Общий вводимый объем следует скорректировать для пациентов <40 кг и для тех, кому требуется ограничение жидкости; во избежание перегрузки жидкостью объем разбавителя следует уменьшать по мере необходимости; если объем не отрегулирован, может возникнуть перегрузка жидкостью, потенциально приводящая к гипонатриемии, судорогам и смерти"
      ],
      "specific": [
        {
          "type": "Реакции гиперчувствительности",
          "description": [
            "Внутривенное введение может вызвать тяжелые анафилактические реакции, однако новый состав для внутривенного введения 2011 года (заменяет исходный состав для внутривенного введения 2004 года) не содержит этилендиаминтетрауксусной кислоты или каких-либо других стабилизирующих и хелатирующих агентов и не содержит консервантов.",
            "Лечение менее тяжелых реакций гиперчувствительности должно основываться на тяжести реакции и включать временное прекращение инфузии и/или введения антигистаминных препаратов; инфузия может быть осторожно возобновлена ​​после начала лечения симптомов гиперчувствительности; однако, если реакция гиперчувствительности возвращается после повторного начала лечения или усиливается, препарат следует отменить и рассмотреть альтернативное ведение пациента.",
            "Острая гиперемия и эритема кожи могут возникать у пациентов, получающих препарат внутривенно; эти реакции обычно возникают через 30–60 минут после начала инфузии и часто проходят спонтанно, несмотря на продолжение инфузии препарата; Если реакция на ацетилцистеин включает в себя нечто большее, чем просто гиперемию и эритему кожи, ее следует рассматривать как реакцию гиперчувствительности.",
            "Серьезные острые реакции гиперчувствительности во время введения ацетилцистеина, включая сыпь, артериальную гипотензию, свистящее дыхание и/или одышку, о которых сообщалось у пациентов, получающих ацетилцистеин внутривенно при передозировке ацетаминофена; произошло вскоре после начала"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "активированный уголь",
      "description": {
        "common": "активированный уголь снижает действие ацетилцистеина (противоядие) на другие (см. комментарий). Используйте осторожность/монитор.\nКомментарий: существуют противоречивые отчеты; однако прием активированного угля не исключает применения ацетилцистеина при передозировке ацетаминофена."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изосорбида динитрат",
      "description": {
        "common": "ацетилцистеин (антидот) усиливает действие изосорбида динитрата на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: ацетилцистеин может усиливать сосудорасширяющее действие нитратов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изосорбида мононитрат",
      "description": {
        "common": "ацетилцистеин (антидот) усиливает действие изосорбида мононитрата на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: ацетилцистеин может усиливать сосудорасширяющее действие нитратов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нитроглицерин в/в",
      "description": {
        "common": "ацетилцистеин (противоядие) усиливает действие нитроглицерина внутривенно с помощью др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: ацетилцистеин может усиливать сосудорасширяющее действие нитроглицерина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нитроглицерин перорально",
      "description": {
        "common": "ацетилцистеин (противоядие) усиливает действие нитроглицерина перорально с помощью др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: ацетилцистеин может усиливать сосудорасширяющее действие нитроглицерина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нитроглицерин ректальный",
      "description": {
        "common": "ацетилцистеин (противоядие) усиливает действие нитроглицерина при ректальном введении др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: ацетилцистеин может усиливать сосудорасширяющее действие нитроглицерина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нитроглицерин сублингвально",
      "description": {
        "common": "ацетилцистеин (противоядие) усиливает действие нитроглицерина сублингвально при приеме др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: ацетилцистеин может усиливать сосудорасширяющее действие нитроглицерина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нитроглицерин актуальные",
      "description": {
        "common": "ацетилцистеин (противоядие) усиливает действие нитроглицерина местно с помощью др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: ацетилцистеин может усиливать сосудорасширяющее действие нитроглицерина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нитроглицерин трансдермальный",
      "description": {
        "common": "ацетилцистеин (антидот) усиливает действие трансдермального нитроглицерина. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: ацетилцистеин может усиливать сосудорасширяющее действие нитроглицерина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нитроглицерин транслингвальный",
      "description": {
        "common": "ацетилцистеин (антидот) усиливает действие транслингвального нитроглицерина Др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: ацетилцистеин может усиливать сосудорасширяющее действие нитроглицерина."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "Озноб",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Анафилактоидная реакция на пирогены",
      "percent": null
    },
    {
      "name": "Промывка",
      "percent": null
    },
    {
      "name": "Отек",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Фарингит",
      "percent": null
    },
    {
      "name": "ринорея",
      "percent": null
    }
  ]
}