{
  "name": "тоцилизумаб",
  "comment": "Rx",
  "other_names": [
    "Актемра"
  ],
  "classes": [
    "Моноклональные антитела",
    "DMARD",
    "Иммуномодуляторы"
  ],
  "source": "https://reference.medscape.com/drug/actemra-tocilizumab-999419",
  "pregnancy": {
    "common": [
      "Недостаточно данных о беременных женщинах, чтобы определить, существует ли риск серьезных врожденных дефектов и выкидыша, связанный с приемом лекарств."
    ],
    "specific": [
      {
        "type": "Регистр беременности",
        "description": [
          "Мониторинг исходов беременности у женщин, получавших тоцилизумаб во время беременности",
          "Зарегистрируйте или предложите пациентам и беременным женщинам зарегистрироваться самостоятельно, позвонив по телефону 1-877-311-8972."
        ]
      },
      {
        "type": "Побочные реакции у плода/неонатального организма",
        "description": [
          "Рассмотрите риски и преимущества, прежде чем вводить живые или живые аттенуированные вакцины младенцам, подвергшимся внутриутробному воздействию.",
          "Моноклональные антитела (например, тоцилизумаб) активно транспортируются через плаценту в течение третьего триместра беременности и могут влиять на иммунный ответ у младенцев, подвергшихся внутриутробному воздействию."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "При попадании тоцилизумаба в грудное молоко последствия местного воздействия тоцилизумаба на желудочно-кишечный тракт и возможное ограниченное системное воздействие тоцилизумаба на младенцев неизвестны.",
      "Нет данных о наличии тоцилизумаба в грудном молоке, влиянии препарата на грудного ребенка или влиянии препарата на выработку молока.",
      "Материнский иммуноглобулин G (IgG) присутствует в грудном молоке."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Риск серьезных инфекций",
          "description": [
            "Повышенный риск развития серьезных инфекций, которые могут привести к госпитализации или смерти",
            "Активный туберкулез, который может проявляться легочным или внелегочным заболеванием",
            "Тест на латентный туберкулез перед применением тоцилизумаба и во время терапии; инициировать лечение латентной инфекции до использования Инвазивные грибковые инфекции (например, кандидоз, аспергиллез, пневмоцисты); у пациентов с инвазивными грибковыми инфекциями может наблюдаться диссеминированное, а не локализованное заболевание",
            "Внимательно следите за признаками и симптомами инфекции во время и после лечения, включая возможное развитие туберкулеза у пациентов с отрицательным результатом теста на латентную туберкулезную инфекцию до начала терапии.",
            "Тщательно взвесьте риски и преимущества лечения до начала терапии у пациентов с хронической или рецидивирующей инфекцией.",
            "Бактериальные, вирусные и другие инфекции, вызванные условно-патогенными микроорганизмами.",
            "Большинство пациентов, у которых развились эти инфекции, одновременно принимали иммунодепрессанты (например, метотрексат, кортикостероиды).",
            "Зарегистрированные инфекции включают",
            "Если развивается серьезная инфекция, прервите терапию до тех пор, пока инфекция не станет контролируемой."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может вызывать нейтропению, снижение тромбоцитов, повышение активности печеночных трансаминаз и повышение параметров липидов; контролировать нейтрофилы, тромбоциты, липиды и тесты функции печени каждые 4-8 недель",
        "Имели место анафилаксия или серьезные реакции гиперчувствительности, в том числе с летальным исходом, с сопутствующей терапией артрита или без нее.",
        "С осторожностью при повышенном риске перфорации ЖКТ; сообщалось о перфорации желудочно-кишечного тракта, в первую очередь, как осложнение дивертикулита; своевременно обследовать пациентов с впервые появившимися абдоминальными симптомами для раннего выявления перфорации желудочно-кишечного тракта",
        "Не назначать пациентам с активной инфекцией, включая локализованные инфекции.",
        "Сообщается о реактивации вируса; случаи обострения опоясывающего герпеса, наблюдаемые в клинических исследованиях; неизвестно, связано ли это с реактивацией гепатита В; не изучал",
        "Не изучалось в сочетании с биологическими DMARD (например, антагонисты TNF, антагонисты IL-1R, моноклональные антитела против CD20, модуляторы селективной костимуляции); избегать одновременного применения с биологическими БПВП",
        "Влияние лечения тоцилизумабом на демиелинизирующие заболевания неизвестно, но в клинических исследованиях РА редко сообщалось о рассеянном склерозе и хронической воспалительной демиелинизирующей полинейропатии; следить за признаками и симптомами, потенциально указывающими на демиелинизирующие заболевания",
        "У пациентов с COVID-19 тестирование на латентную инфекцию не требуется до начала лечения этим препаратом.",
        "Влияние лечения на развитие злокачественных новообразований неизвестно, но в клинических исследованиях наблюдались злокачественные новообразования; лечение иммунодепрессантами может увеличить риск злокачественных новообразований",
        "Рассмотрите соотношение риска и пользы перед началом лечения у пациентов с хронической или рецидивирующей инфекцией, контактом с туберкулезом, тяжелой или оппортунистической инфекцией в анамнезе, проживавших или путешествовавших в районах, эндемичных по туберкулезу или эндемическим микозам, или имеющих сопутствующие заболевания, предрасполагающие к инфекции."
      ],
      "specific": [
        {
          "type": "Серьезные инфекции",
          "description": [
            "Доступна ограниченная информация о применении у пациентов с COVID-19 и сопутствующими активными серьезными инфекциями.",
            "Рассмотреть риски и преимущества лечения пациентов с COVID-19 с другими сопутствующими инфекциями.",
            "Мониторинг признаков и симптомов новых инфекций во время и после лечения"
          ]
        },
        {
          "type": "Нейтропения или тромбоцитопения (РА, ГКА, ССД-ИЗЛ, COVID-19)",
          "description": [
            "считает",
            "или количество тромбоцитов <50 000/мм",
            ", лечение не рекомендуется",
            "Связанное с лечением снижение тромбоцитов не было связано с серьезными кровотечениями.",
            "Связан с более высокой частотой нейтропении и тромбоцитопении",
            "Если количество тромбоцитов <50 000/мм",
            "Мониторинг нейтрофилов или тромбоцитов через 4-8 недель после начала терапии и каждые 3 месяца после этого",
            "Не рекомендуется при COVID-19 у пациентов с АЧН <1000/мм.",
            "3",
            "Не рекомендуется начинать лечение РА, ГКА и ССД-ИЗЛ у пациентов с числом тромбоцитов <100 000/мкл."
          ]
        },
        {
          "type": "Травма печени",
          "description": [
            "Прервать лечение и установить возможную причину; как только печеночные пробы нормализуются, возобновить лечение у пациентов с другим объяснением отклонений печеночных проб",
            "Принимая решение о введении тоцилизумаба, взвесьте потенциальную пользу и риск острого лечения.",
            "Мониторинг панели печеночных тестов во время второго введения и в дальнейшем каждые 4-8 недель для ПЮИА и каждые 2-4 недели для СЮИА",
            "Полиорганная недостаточность с поражением печени признана осложнением тяжелой формы COVID-19.",
            "РА или ГКА",
            "Аналогичная картина повышения ферментов печени отмечается в популяциях пациентов с ПЮИА и СЮИА.",
            "Серьезные случаи повреждения печени при внутривенной или подкожной терапии; некоторые случаи привели к пересадке печени или смерти; начало для случаев варьировало от месяцев до лет после начала лечения тоцилизумабом.",
            "У пациентов, у которых повышен уровень АЛТ или АСТ более чем в 5 раз выше ВГН, следует прекратить терапию; для рекомендуемых модификаций, основанных на увеличении трансаминаз",
            "Немедленно измерьте печеночные пробы у пациентов, которые сообщают о симптомах, которые могут указывать на повреждение печени, таких как утомляемость, анорексия, дискомфорт в правой верхней части живота, темная моча или желтуха; если у пациента обнаружены аномальные тесты печени (например, АЛТ >3x ВГН, общий билирубин >2x ВГН)",
            "COVID-19",
            "Во время рандомизированных контролируемых исследований тоцилизумаб ассоциировался с повышенной частотой повышения активности трансаминаз.",
            "Мониторинг АЛТ/АСТ при использовании для лечения COVID-19 в соответствии с текущей стандартной клинической практикой",
            "ПЮИА или СЮИА",
            "Пациенты, госпитализированные с COVID-19, могут иметь повышенный уровень АЛТ или АСТ.",
            "Не рекомендуется пациентам с COVID-19, у которых повышены уровни АЛТ или АСТ более чем в 10 раз по сравнению с ВГН.",
            "Не рекомендуется начинать лечение у пациентов с РА или ГКА с повышенным уровнем трансаминаз АЛТ или АСТ более чем в 1,5 раза выше ВГН.",
            "Для пациентов с РА и ГКА перед началом терапии, каждые 4-8 недель после начала терапии в течение первых 6 месяцев лечения и каждые 3 месяца после этого необходимо пройти тесты печени (АЛТ, АСТ, щелочная фосфатаза и общий билирубин)."
          ]
        },
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "CYP450",
            "Все пациенты, особенно пациенты с ПЮИА и СЮИА, должны пройти иммунизацию перед началом терапии.",
            "Влияние тоцилизумаба на активность фермента CYP450 может сохраняться в течение нескольких недель после прекращения терапии.",
            "Вакцина",
            "Соблюдайте осторожность при одновременном применении тоцилизумаба с препаратами, являющимися субстратами CYP3A4, снижение эффективности которых нежелательно (например, оральные контрацептивы, ловастатин, аторвастатин).",
            "Ингибирование передачи сигналов IL-6 у пациентов с РА, получавших тоцилизумаб, может восстановить активность CYP450 до более высоких уровней, чем в отсутствие тоцилизумаба, и, таким образом, увеличить метаболизм препаратов, являющихся субстратами CYP450.",
            "Ингибирование IL-6 может препятствовать нормальному иммунному ответу на новые антигены.",
            "Не применять одновременно с живыми вакцинами (например, MMR, интраназальная гриппозная вакцина)."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "абатацепт",
      "description": {
        "common": "абатацепт, тоцилизумаб. Механизм: неустановленный механизм взаимодействия. Противопоказано. Одновременное применение не рекомендуется (в информации производителя)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адалимумаб",
      "description": {
        "common": "адалимумаб и тоцилизумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "тоцилизумаб снижает действие живых аденовирусов типов 4 и 7 при пероральном приеме за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алефацепт",
      "description": {
        "common": "алефацепт и тоцилизумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против сибирской язвы",
      "description": {
        "common": "тоцилизумаб снижает действие вакцины против сибирской язвы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин лошадиный",
      "description": {
        "common": "тоцилизумаб и антитимоцитарный глобулин лошади усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин кролик",
      "description": {
        "common": "тоцилизумаб и антитимоцитарный глобулин кролика усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "тоцилизумаб, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азатиоприн",
      "description": {
        "common": "и тоцилизумаб, и азатиоприн усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "барицитиниб",
      "description": {
        "common": "барицитиниб, тоцилизумаб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Барицитиниб не рекомендуется в сочетании с другими ингибиторами JAK, биологическими DMARD или сильнодействующими иммунодепрессантами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "базиликсимаб",
      "description": {
        "common": "и тоцилизумаб, и базиликсимаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "тоцилизумаб снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "тоцилизумаб, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "канакинумаб",
      "description": {
        "common": "и тоцилизумаб, и канакинумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цертолизумаб пегол",
      "description": {
        "common": "тоцилизумаб и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте комбинации из-за повышенного риска серьезной инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "тоцилизумаб, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анатоксины дифтерии и столбняка",
      "description": {
        "common": "тоцилизумаб уменьшает эффекты дифтерийных и столбнячных анатоксинов за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/ бесклеточная коклюшная вакцина",
      "description": {
        "common": "тоцилизумаб снижает эффекты дифтерийных и столбнячных анатоксинов/ бесклеточной коклюшной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/бесклеточный коклюш/полиовирус, инактивированная вакцина",
      "description": {
        "common": "тоцилизумаб снижает действие анатоксинов дифтерии и столбняка/бесклеточного коклюша/полиовируса, инактивированной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этанерцепт",
      "description": {
        "common": "и тоцилизумаб, и этанерцепт усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "и тоцилизумаб, и эверолимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глатирамер",
      "description": {
        "common": "и тоцилизумаб, и глатирамер усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "голимумаб",
      "description": {
        "common": "и тоцилизумаб, и голимумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А инактивированная",
      "description": {
        "common": "тоцилизумаб снижает действие вакцины против гепатита А, инактивированной фармакодинамическим антагонизмом. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита а/б",
      "description": {
        "common": "тоцилизумаб снижает действие вакцины против гепатита А/В за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А/брюшного тифа",
      "description": {
        "common": "тоцилизумаб снижает действие вакцины против гепатита А/брюшного тифа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита В",
      "description": {
        "common": "тоцилизумаб снижает действие вакцины против гепатита В за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека невалентная",
      "description": {
        "common": "тоцилизумаб снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека четырехвалентная",
      "description": {
        "common": "тоцилизумаб снижает эффекты вакцины против вируса папилломы человека, четырехвалентный за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "тоцилизумаб и гидроксихлорохина сульфат усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "тоцилизумаб, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфликсимаб",
      "description": {
        "common": "и тоцилизумаб, и инфликсимаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "тоцилизумаб снижает действие четырехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "тоцилизумаб снижает эффекты четырехвалентной вакцины против вируса гриппа, дополненной фармакодинамическим антагонизмом. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа на культуре клеток",
      "description": {
        "common": "тоцилизумаб снижает действие четырехвалентной вакцины против вируса гриппа, культивируемой на клетках, за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "тоцилизумаб снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "тоцилизумаб снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "тоцилизумаб снижает эффекты трехвалентной вакцины против вируса гриппа, дополненной фармакодинамическим антагонизмом. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Вакцина против вируса японского энцефалита",
      "description": {
        "common": "тоцилизумаб снижает действие вакцины против вируса японского энцефалита за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "и тоцилизумаб, и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "тоцилизумаб, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от кори (краснухи)",
      "description": {
        "common": "тоцилизумаб снижает действие вакцины против кори (рубеола) за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, паротита и краснухи, живая",
      "description": {
        "common": "тоцилизумаб снижает действие вакцин против кори, эпидемического паротита и краснухи, живущих за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "тоцилизумаб снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "менингококковая A C Y и полисахаридная вакцина W-135 комбинированная",
      "description": {
        "common": "тоцилизумаб снижает эффекты менингококковой A C Y и полисахаридной вакцины W-135 в сочетании с фармакодинамическим антагонизмом. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "меркаптопурин",
      "description": {
        "common": "тоцилизумаб и меркаптопурин усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метотрексат",
      "description": {
        "common": "и тоцилизумаб, и метотрексат усиливают иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "муромонаб CD3",
      "description": {
        "common": "тоцилизумаб и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "и тоцилизумаб, и микофенолат усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина семивалентная",
      "description": {
        "common": "тоцилизумаб снижает эффекты пневмококковой вакцины семивалентной за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства",
      "description": {
        "common": "тоцилизумаб снижает действие вакцины против бешенства за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут препятствовать развитию активного иммунитета."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства из клеток куриного эмбриона",
      "description": {
        "common": "тоцилизумаб снижает действие вакцины против бешенства в клетках куриных эмбрионов, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рилонацепт",
      "description": {
        "common": "и тоцилизумаб, и рилонацепт усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пероральная ротавирусная вакцина, живая",
      "description": {
        "common": "тоцилизумаб снижает действие пероральной ротавирусной вакцины, живого за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против краснухи",
      "description": {
        "common": "тоцилизумаб снижает действие вакцины против краснухи за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "и тоцилизумаб, и сиролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против оспы живая",
      "description": {
        "common": "тоцилизумаб снижает действие вакцины против оспы (вакцинии) за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "и тоцилизумаб, и такролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "и тоцилизумаб, и темсиролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "столбнячный анатоксин адсорбированный или жидкий",
      "description": {
        "common": "тоцилизумаб снижает действие адсорбированного или жидкого столбнячного анатоксина за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "талидомид",
      "description": {
        "common": "тоцилизумаб, талидомид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивная иммуносупрессия; риск серьезного заражения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от клещевого энцефалита",
      "description": {
        "common": "тоцилизумаб снижает действие вакцины против клещевого энцефалита за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "тоцилизумаб, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Тонгкат Али",
      "description": {
        "common": "тоцилизумаб и тонгкат али усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Инактивированная вакцина против диареи и холеры путешественников",
      "description": {
        "common": "тоцилизумаб снижает действие вакцины против диареи путешественников и холеры, инактивированных фармакодинамическим антагонизмом. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "полисахаридная вакцина против брюшного тифа",
      "description": {
        "common": "тоцилизумаб снижает действие брюшнотифозной полисахаридной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "тоцилизумаб снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "упадацитиниб",
      "description": {
        "common": "тоцилизумаб, упадацитиниб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "и тоцилизумаб, и устекинумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "тоцилизумаб снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против желтой лихорадки",
      "description": {
        "common": "тоцилизумаб снижает действие вакцины против желтой лихорадки за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "астрагал",
      "description": {
        "common": "тоцилизумаб усиливает, а астрагал снижает иммуносупрессивные эффекты; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт и тоцилизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "и тоцилизумаб, и циклоспорин усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "тоцилизумаб, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эхинацея",
      "description": {
        "common": "тоцилизумаб усиливает, а эхинацея снижает иммуносупрессивные эффекты; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфгартигимод альфа",
      "description": {
        "common": "Эфгартигимод альфа будет снижать уровень или эффект тоцилизумаба за счет конкуренции за связывание с рецепторами. Используйте осторожность/монитор. Одновременное применение эфгартигимода с препаратами, которые связываются с человеческим неонатальным рецептором Fc, может снизить системное воздействие и эффективность таких препаратов. Внимательно следите за снижением эффективности лекарств, которые связываются с человеческим неонатальным рецептором Fc. Если длительное использование таких препаратов необходимо, рассмотрите возможность прекращения приема эфгартигимода и использования альтернативных методов лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "тоцилизумаб усиливает действие финголимода за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гемофильной палочки типа b",
      "description": {
        "common": "тоцилизумаб снижает действие вакцины против гемофильной палочки типа b за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "гидроксимочевина, тоцилизумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск заражения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, рекомбинантная",
      "description": {
        "common": "тоцилизумаб снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа трехвалентная, рекомбинантная",
      "description": {
        "common": "тоцилизумаб снижает действие трехвалентной рекомбинантной противогриппозной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "тоцилизумаб и изавуконазония сульфат снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "майтаке",
      "description": {
        "common": "тоцилизумаб усиливает, а майтаке ослабляет иммуносупрессивные эффекты; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "тоцилизумаб снижает уровень маравирока, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мехлорэтамин",
      "description": {
        "common": "мехлорэтамин, тоцилизумаб.\nЛибо повышает уровень другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты, или у пациентов с нарушениями иммунной системы из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "тоцилизумаб снижает эффекты менингококковой вакцины группы В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Лица с измененной иммунокомпетентностью могут иметь сниженный иммунный ответ на вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "и тоцилизумаб, и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, тоцилизумаб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олапариб",
      "description": {
        "common": "тоцилизумаб и олапариб усиливают фармакодинамический синергизм. Используйте осторожность/монитор. Одновременное применение с другими миелосупрессивными противоопухолевыми средствами, включая агенты, повреждающие ДНК, может усиливать и пролонгировать миелосупрессивную токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и тоцилизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Использование оксалиплатина с сопутствующими иммунодепрессантами или при нарушениях иммунной системы может увеличить риск серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против полиомиелита инактивированная",
      "description": {
        "common": "тоцилизумаб снижает действие вакцины против полиомиелита, инактивированной фармакодинамическим антагонизмом. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и тоцилизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "тоцилизумаб снижает эффекты сипулеуцел-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, тоцилизумаб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, тоцилизумаб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и тоцилизумаб усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зидовудин",
      "description": {
        "common": "тоцилизумаб снижает уровень зидовудина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Взаимодействие распространяется на воспалительные состояния, такие как ревматоидный артрит, связанные с повышенным уровнем IL-6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "живая вакцина против опоясывающего лишая",
      "description": {
        "common": "тоцилизумаб снижает действие живой вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить эффективность рекомбинантной вакцины против опоясывающего лишая."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против опоясывающего лишая рекомбинантная",
      "description": {
        "common": "тоцилизумаб снижает действие рекомбинантной вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить эффективность рекомбинантной вакцины против опоясывающего лишая."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кошачий коготь",
      "description": {
        "common": "кошачий коготь, тоцилизумаб.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Возможен дополнительный иммуносупрессор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "леналидомид",
      "description": {
        "common": "тоцилизумаб, леналидомид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивная иммуносупрессия; риск серьезного заражения. (теоретическое взаимодействие)."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Запор",
      "percent": "13"
    },
    {
      "name": "Повышенный АСТ",
      "percent": "10"
    },
    {
      "name": "ALT",
      "percent": "9"
    },
    {
      "name": "Запор",
      "percent": "5"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "4"
    },
    {
      "name": "Гипертония",
      "percent": "4"
    },
    {
      "name": "Гипокалиемия",
      "percent": "4"
    },
    {
      "name": "Беспокойство",
      "percent": "4"
    },
    {
      "name": "Диарея",
      "percent": "4"
    },
    {
      "name": "Бессонница",
      "percent": "1,000"
    },
    {
      "name": "Количество нейтрофилов",
      "percent": "3"
    },
    {
      "name": "клетка",
      "percent": "3.4"
    },
    {
      "name": "м",
      "percent": "50,000"
    },
    {
      "name": "Количество тромбоцитов",
      "percent": "3.2"
    },
    {
      "name": "клетки",
      "percent": "3"
    },
    {
      "name": "мкл",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    }
  ]
}