{
  "name": "альтеплаза",
  "comment": "Rx",
  "other_names": [
    "Активаза",
    "ДТС",
    "Катфло Активаза"
  ],
  "classes": [
    "Тромболитики"
  ],
  "source": "https://reference.medscape.com/drug/activase-tpa-alteplase-342287",
  "pregnancy": {
    "common": [
      "Опубликованных исследований и сообщений о случаях применения альтеплазы беременными женщинами недостаточно для информирования о связанном с приемом препарата риске неблагоприятных исходов развития; альтеплаза оказывает эмбриоцидное действие на кроликов при внутривенном введении во время органогенеза при клиническом воздействии ОИМ, но при более низком воздействии на беременных крыс или кроликов токсичность для матери или плода не наблюдалась; наиболее частым осложнением тромболитической терапии является кровотечение; беременность может увеличить этот риск; препарат следует применять во время беременности, только если потенциальная польза оправдывает потенциальный риск для плода"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии альтеплазы в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [
        "Смерть и постоянная инвалидность зарегистрированы у пациентов, перенесших инсульт и другие эпизоды серьезных кровотечений при приеме фармакологических доз тромболитиков.",
        "Коронарный тромболизис может привести к реперфузионным аритмиям",
        "Агент не изучался у пациентов с известным риском кровотечений, которые могут быть связаны с использованием тромболитиков для интенсивной терапии; соблюдать осторожность у пациентов с активным внутренним кровотечением или у которых в течение 48 часов было какое-либо из следующих действий: хирургическое вмешательство, акушерские роды, чрескожная биопсия внутренних органов или глубоких тканей или пункция несжимаемых сосудов",
        "Возможны внутренние кровотечения (внутричерепные, забрюшинные, желудочно-кишечные, мочеполовые, респираторные) или наружные кровотечения, особенно в местах пункций артерий и вен.",
        "Выполняйте венепункции осторожно и только по мере необходимости.",
        "Из-за риска повреждения сосудистой стенки или коллапса катетеров с мягкими стенками не следует применять интенсивную аспирацию при попытках определить окклюзию катетера.",
        "Свести к минимуму кровотечение из несжимаемых участков, избегая пункций внутренней яремной и подключичной вен",
        "Рассмотреть риск повторной эмболизации из-за лизиса глубоких венозных тромбов у пациентов с легочной эмболией.",
        "Избегайте внутримышечных инъекций и травмирования пациента во время терапии.",
        "Мониторинг пациентов во время и в течение нескольких часов после инфузии оролингвального ангионевротического отека; прекратить терапию, если развивается ангионевротический отек",
        "Соблюдайте осторожность у пациентов с тромбоцитопенией, другими нарушениями гемостаза (в том числе вторичными по отношению к тяжелым заболеваниям печени или почек) или с любым состоянием, при котором кровотечение представляет значительную опасность или с которым особенно трудно справиться из-за его локализации, или с высокими риск эмболических осложнений (например, венозный тромбоз в области катетера)",
        "В случае возникновения серьезного кровотечения в критической локализации (например, внутричерепного, желудочно-кишечного, забрюшинного, перикардиального) терапию следует прекратить и вывести препарат из катетера.",
        "Пациенты, получающие лечение по поводу острого ишемического инсульта, с высоким риском внутричерепного кровоизлияния, должны проходить лечение в учреждениях, которые могут обеспечить своевременный доступ к соответствующей оценке и лечению внутричерепного кровоизлияния.",
        "О холестериновой эмболии редко сообщалось у пациентов, получавших тромболитические средства; может проявляться панкреатитом, инфарктом мозга, острой почечной недостаточностью, гангренозными поражениями пальцев, артериальной гипертензией, рабдомиолизом или окклюзией артерии сетчатки.",
        "Дисфункция катетера может быть вызвана целым рядом состояний, отличных от тромбообразования, таких как неправильное положение катетера, механическая неисправность, сужение швом и липидные отложения или преципитаты лекарств в просвете катетера; рассматривает эти типы состояний перед назначением лечения",
        "Если во время терапевтической инфузии необходима пункция артерии, используйте сосуд верхней конечности, доступный для ручной компрессии, оказывайте давление в течение не менее 30 минут и внимательно следите за местом пункции.",
        "Соблюдайте осторожность при недавних обширных хирургических вмешательствах, цереброваскулярных заболеваниях, АГ, остром перикардите, дефектах гемостаза, тяжелом тромбофлебите, тяжелой печеночной/почечной дисфункции",
        "Гиперчувствительность, включая крапивницу, ангионевротический отек и анафилаксию, о которых сообщалось в связи с терапией; наблюдать за пациентами во время и в течение нескольких часов после инфузии на предмет гиперчувствительности; если появляются признаки гиперчувствительности, например. развивается анафилактоидная реакция или ангионевротический отек, прекратите терапию и немедленно начните соответствующую терапию",
        "Используйте с осторожностью при наличии известной или подозреваемой инфекции в катетере; использование препарата у пациентов с инфицированными катетерами может привести к попаданию локализованной инфекции в системный кровоток; как и при всех процедурах катетеризации, соблюдайте осторожность, чтобы соблюдать асептику.",
        "Избегайте чрезмерного давления при закапывании агента в катетер; такая сила может вызвать разрыв катетера или выброс сгустка крови в кровоток",
        "Альтеплаза не лечит адекватно лежащий в основе тромбоз глубоких вен у пациентов с легочной эмболией; учитывать возможный риск повторной эмболизации из-за лизиса глубоких венозных тромбов в этой ситуации",
        "Пациентов, которые поступают в течение 3 часов после появления симптомов инсульта, следует лечить альтеплазой, если нет противопоказаний; более длительное временное окно (3-4,5 часа после появления симптомов) показало свою безопасность и эффективность для отдельных лиц; лечение пациентов с незначительными неврологическими симптомами не рекомендуется"
      ],
      "specific": [
        {
          "type": "Клинические состояния, повышающие риск кровотечения по всем показаниям",
          "description": [
            "Нарушения гемостаза, в том числе вторичные по отношению к тяжелым заболеваниям печени или почек",
            "Недавняя крупная операция или процедура (например, аортокоронарное шунтирование, акушерские роды, биопсия органов, предыдущая пункция несжимаемых сосудов)",
            "Артериальная гипертензия: систолическое АД выше 175 мм рт.ст. или диастолическое АД выше 110 мм рт.ст.",
            "Диабетическая геморрагическая ретинопатия или другие геморрагические офтальмологические заболевания или пациенты, получающие в настоящее время антикоагулянты (например, варфарин натрия)",
            "Значительная печеночная дисфункция",
            "Пожилой возраст",
            "Любое другое состояние, при котором кровотечение представляет значительную опасность или особенно трудно поддается лечению из-за его локализации.",
            "Подострый бактериальный эндокардит",
            "Недавняя травма",
            "Цереброваскулярное заболевание или недавнее внутричерепное кровоизлияние",
            "Острый перикардит",
            "Беременность",
            "Септический тромбофлебит или окклюзия атриовентрикулярной канюли в серьезно инфицированном месте ⋅",
            "Высокая вероятность тромба левых отделов сердца, например, митрального стеноза с фибрилляцией предсердий",
            "Недавнее желудочно-кишечное или мочеполовое кровотечение"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дефибротид",
      "description": {
        "common": "дефибротид усиливает действие альтеплазы за счет фармакодинамического синергизма. Противопоказано. Одновременное применение дефибротида с антитромботическими/фибринолитическими препаратами противопоказано. Это не включает использование для планового обслуживания или повторного открытия центральных венозных линий."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "концентрат протромбинового комплекса человеческий",
      "description": {
        "common": "альтеплаза, концентрат протромбинового комплекса, человеческий. Фармакодинамический синергизм. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апиксабан",
      "description": {
        "common": "альтеплаза и апиксабан усиливают антикоагулянтное действие. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каплацизумаб",
      "description": {
        "common": "каплацизумаб, альтеплаза.\nЛибо усиливает действие другого за счет антикоагуляции. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "занубрутиниб",
      "description": {
        "common": "альтеплаза, занубрутиниб.\nЛибо снижает токсичность другого за счет антикоагуляции. Избегайте или используйте альтернативный препарат. Цитопения, вызванная занубрутинибом, повышает риск кровотечения. Совместное применение занубритиниба с антиагрегантами или антикоагулянтами может еще больше увеличить этот риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люцерна",
      "description": {
        "common": "альтеплаза и люцерна усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "американский женьшень",
      "description": {
        "common": "альтеплаза и американский женьшень усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "антитромбин альфа и альтеплаза усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "антитромбин III и альтеплаза усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аргатробан",
      "description": {
        "common": "аргатробан и альтеплаза усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин, альтеплаза.\nЛибо увеличивает токсичность другого за счет антикоагулянтов. Используйте осторожность/монитор. Необходимость одновременного применения низких доз аспирина и антикоагулянтов или антиагрегантов характерна для пациентов с сердечно-сосудистыми заболеваниями; внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "аспирин ректальный и альтеплаза усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия, альтеплаза.\nЛибо увеличивает токсичность другого за счет антикоагулянтов. Используйте осторожность/монитор. Необходимость одновременного применения низких доз аспирина и антикоагулянтов или антиагрегантов характерна для пациентов с сердечно-сосудистыми заболеваниями; внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азфицел-Т",
      "description": {
        "common": "азфицел-Т, альтеплаза. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с антикоагулянтами или антиагрегантами может усилить кровоподтеки или кровотечения в местах биопсии и/или в местах инъекций; одновременное использование не рекомендуется. Решение о продолжении или прекращении приема антикоагулянтов или антитромбоцитов должно приниматься врачом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "бивалирудин и альтеплаза усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "трисалицилат магния холина и альтеплаза усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "корица",
      "description": {
        "common": "альтеплаза и корица усиливают антикоагулянтное действие. Используйте осторожность/монитор. Теоретически корица может взаимодействовать с разжижающими кровь лекарствами из-за присутствия кумарина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кордицепс",
      "description": {
        "common": "альтеплаза и кордицепс усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабигатран",
      "description": {
        "common": "дабигатран и альтеплаза усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "далтепарин и альтеплаза усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даншен",
      "description": {
        "common": "альтеплаза и даншен ​​усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Коготь дьявола",
      "description": {
        "common": "альтеплаза и дьявольский коготь усиливают антикоагулянтное действие. Используйте осторожность/монитор. Коготь дьявола может иметь дополнительную антикоагулянтную активность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "Диклофенак и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлюнизал и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "dong quai",
      "description": {
        "common": "альтеплаза и дягиль обыкновенный усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "эноксапарин и альтеплаза усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпопростенол",
      "description": {
        "common": "альтеплаза и эпопростенол усиливают антикоагулянтное действие. Используйте осторожность/монитор. Одновременное применение может увеличить риск кровотечения, хотя в клинических исследованиях этого не наблюдалось."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "этодолак и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиретрум",
      "description": {
        "common": "альтеплаза и пиретрум усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рыбий жир",
      "description": {
        "common": "рыбий жир, альтеплаза. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: пациентов, принимающих рыбий жир и антикоагулянты или другие препараты, влияющие на свертываемость крови, следует периодически обследовать из-за потенциального повышенного риска кровотечения. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триглицериды рыбьего жира",
      "description": {
        "common": "Триглицериды рыбьего жира повышают уровень или эффект альтеплазы за счет антикоагуляции. Используйте осторожность/монитор. Сообщалось о длительном кровотечении у пациентов, принимающих антитромбоцитарные средства или антикоагулянты и перорально омега-3 жирные кислоты. Периодически контролируйте время кровотечения у пациентов, получающих триглицериды рыбьего жира и сопутствующие антиагреганты или антикоагулянты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "фондапаринукс и альтеплаза усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "форсколин",
      "description": {
        "common": "альтеплаза и форсколин усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать. Форсколин может вызвать кровотечение из-за аддитивного ингибирования тромбоцитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "чеснок",
      "description": {
        "common": "альтеплаза и чеснок усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имбирь",
      "description": {
        "common": "альтеплаза и имбирь усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ginkgo biloba",
      "description": {
        "common": "альтеплаза и гинкго билоба усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай, альтеплаза. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гепарин",
      "description": {
        "common": "гепарин и альтеплаза усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "семена конского каштана",
      "description": {
        "common": "альтеплаза и семена конского каштана усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб повысит уровень или эффект альтеплазы за счет антикоагуляции. Используйте осторожность/монитор. Ибрутиниб может увеличить риск кровотечения у пациентов, получающих антитромбоцитарную или антикоагулянтную терапию, и следует контролировать признаки кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен в/в и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб, альтеплаза.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: иматиниб может вызывать тромбоцитопению; Риск кровотечения увеличивается при одновременном применении иматиниба с антикоагулянтами, НПВП, ингибиторами тромбоцитов и тромболитическими средствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "кетопрофен и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "кеторолак и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "кеторолак интраназально и альтеплаза усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "мефенамовая кислота и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелатонин",
      "description": {
        "common": "мелатонин усиливает эффекты альтеплазы за счет антикоагуляции. Используйте осторожность/монитор. Мелатонин может уменьшить протромбиновое время."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "мелоксикам и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "набуметон и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "напроксен и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин ректальный",
      "description": {
        "common": "нитроглицерин ректально снижает эффекты альтеплазы др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Следует соблюдать осторожность у пациентов, получающих нитроглицерин во время терапии t-PA. В/в введение нитроглицерина снижает тромболитический эффект тканевого активатора плазминогена (t-PA). Уровни t-PA в плазме снижаются при совместном применении с нитроглицерином. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омега 3 карбоновые кислоты",
      "description": {
        "common": "омега-3 карбоновые кислоты, альтеплаза. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: пациентов, принимающих омега-3 кислоты и антикоагулянты или другие препараты, влияющие на свертываемость крови, следует периодически обследовать из-за потенциально повышенного риска кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омега 3 жирные кислоты",
      "description": {
        "common": "омега-3 жирные кислоты, альтеплаза. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: пациентов, принимающих омега-3-жирные кислоты и антикоагулянты или другие препараты, влияющие на свертываемость крови, следует периодически обследовать из-за потенциально повышенного риска кровотечения. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "оксапрозин и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Женьшень",
      "description": {
        "common": "альтеплаза и женьшень усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пироксикам и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "reishi",
      "description": {
        "common": "альтеплаза и рейши усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ретеплаза",
      "description": {
        "common": "альтеплаза и ретеплаза усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "ривароксабан, альтеплаза.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Избегайте одновременного применения ривароксабана с другими антикоагулянтами из-за повышенного риска кровотечения, за исключением переходных периодов терапии, когда пациенты должны находиться под пристальным наблюдением. Следите за признаками/симптомами кровопотери."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (не аза) и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Сибирский женьшень",
      "description": {
        "common": "альтеплаза и сибирский женьшень усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "сулиндак и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенектеплаза",
      "description": {
        "common": "альтеплаза и тенектеплаза усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикагрелор",
      "description": {
        "common": "тикагрелор, альтеплаза.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Повышенный риск кровотечения при одновременном применении лекарственных средств, повышающих вероятность кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "толметин и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "транексамовая кислота перорально",
      "description": {
        "common": "транексамовая кислота перорально, альтеплаза.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ворапаксар",
      "description": {
        "common": "альтеплаза, ворапаксар.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Одновременное применение антикоагулянтов, антитромбоцитов или других препаратов, влияющих на свертываемость, следует периодически контролировать из-за потенциального повышенного риска кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "альтеплаза, вортиоксетин.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефтаролин",
      "description": {
        "common": "цефтаролин усиливает эффекты альтеплазы Др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Цефалоспорины с боковым кольцом метилтиотетразола (МТТ) (например, цефотетан, цефоперазон) чаще связаны с гипопротромбинемической активностью."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Гладить",
      "percent": "1.6"
    },
    {
      "name": "Ускоренный идиовентрикулярный ритм",
      "percent": null
    },
    {
      "name": "Отек легких",
      "percent": null
    },
    {
      "name": "Артериальная эмболия",
      "percent": null
    },
    {
      "name": "Синяки",
      "percent": null
    },
    {
      "name": "кровотечение",
      "percent": null
    },
    {
      "name": "ТГВ",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Внутричерепное кровоизлияние",
      "percent": null
    },
    {
      "name": "ГИ",
      "percent": null
    },
    {
      "name": "кровоизлияние в ЖКТ",
      "percent": null
    },
    {
      "name": "Легочная эмболия",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "озноб",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Реакция чувствительности",
      "percent": null
    },
    {
      "name": "Сепсис",
      "percent": null
    },
    {
      "name": "Шок",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "Отек мозга",
      "percent": null
    },
    {
      "name": "Церебральная грыжа",
      "percent": null
    },
    {
      "name": "Seizure",
      "percent": null
    },
    {
      "name": "Ишемический приступ",
      "percent": null
    },
    {
      "name": "Тромбоэмболия",
      "percent": null
    }
  ]
}