{
  "name": "ризедронат",
  "comment": "Rx",
  "other_names": [
    "Ательвия",
    "Актонель",
    "Актонел с кальцием"
  ],
  "classes": [
    "Модификаторы метаболизма кальция",
    "Производные бисфосфоната"
  ],
  "source": "https://reference.medscape.com/drug/actonel-risedronate-342835",
  "pregnancy": {
    "common": [
      "В исследованиях репродукции животных ежедневное пероральное введение беременным крысам в период органогенеза снижало выживаемость новорожденных и массу тела при дозах примерно в 5-26 раз соответственно максимальной рекомендуемой суточной дозе для человека 30 мг (на основе площади поверхности тела, мг/м2).",
      "Имеющихся данных о применении у беременных женщин недостаточно для информирования о связанном с приемом препарата риске неблагоприятных исходов для матери или плода; прекратить терапию при обнаружении беременности",
      "Низкая заболеваемость расщелиной неба наблюдалась у плодов самок, получавших лечение в дозах, приблизительно равных суточной дозе 30 мг для человека; замедленная оссификация скелета наблюдалась у плодов самок, получавших примерно в 2,5–5 раз больше суточной дозы для человека 30 мг.",
      "Послеродовая смертность из-за материнской гипокальциемии наблюдалась у самок и новорожденных при ежедневном пероральном введении ризедроната беременным крысам во время спаривания и/или беременности, начиная с доз, эквивалентных 30 мг суточной дозы для человека."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Основываясь на механизме действия бисфосфонатов, существует потенциальный риск повреждения плода, преимущественно скелета, если женщина забеременеет после завершения курса терапии бисфосфонатами; влияние таких переменных, как время между прекращением терапии бисфосфонатами до зачатия, конкретный используемый бисфосфонат и путь введения (внутривенный или пероральный) на этот риск не изучалось.",
          "Бисфосфонаты включаются в костный матрикс, из которого постепенно высвобождаются в течение нескольких лет; количество бисфосфоната, включенного в кость взрослого человека и доступного для высвобождения в системный кровоток, напрямую связано с дозой и продолжительностью применения бисфосфоната."
        ]
      },
      {
        "type": "Самки и самцы репродуктивного потенциала",
        "description": [
          "Данных о людях нет; женская и мужская фертильность может быть нарушена на основании исследований на животных, демонстрирующих неблагоприятное воздействие на параметры фертильности"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Концентрация препарата в молоке животных не обязательно предсказывает концентрацию препарата в грудном молоке; однако, если лекарство присутствует в молоке животных, вполне вероятно, что лекарство будет присутствовать и в грудном молоке.",
      "Нет данных о присутствии в грудном молоке, воздействии на младенцев, находящихся на грудном вскармливании, или на выработку молока; небольшая степень переноса молочной железы произошла у кормящих крыс",
      "Польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от наркотиков или основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперкальциемия по любой причине, включая, помимо прочего, гиперпаратиреоз, гиперкальциемию злокачественных новообразований или саркоидоз.",
        "Гипокальциемия",
        "Неспособность стоять или сидеть прямо в течение как минимум 30 минут",
        "Аномалии пищевода (например, стриктура, ахалазия), которые задерживают опорожнение пищевода",
        "Гиперчувствительность; сообщалось о ангионевротическом отеке, генерализованной сыпи, буллезных кожных реакциях, синдроме Стивенса-Джонсона и токсическом эпидермальном некролизе."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Введение кальция было связано с небольшим увеличением риска образования камней в почках; у пациентов с камнями в почках или гиперкальциурией в анамнезе оправдана метаболическая оценка для поиска излечимых причин этих состояний; если необходимо введение таблеток кальция, периодически контролируйте экскрецию кальция с мочой; у пациентов с ахлоргидрией возможно снижение всасывания кальция; прием кальция с пищей усиливает усвоение; одновременное применение антацидов, содержащих кальций, следует контролировать, чтобы избежать чрезмерного приема кальция.",
        "Пища снижает биодоступность",
        "Может вызвать расстройства верхних отделов ЖКТ (например, дисфагию, эзофагит, язву пищевода или желудка); поручить больных следовать инструкции дозирования; прекратите использование, если появляются новые или ухудшающиеся симптомы",
        "Остеонекроз челюсти может возникать спонтанно и обычно связан с удалением зуба и/или местной инфекцией с задержкой заживления; известные факторы риска включают инвазивные стоматологические процедуры (например, удаление зубов, имплантацию зубов, костную хирургию), диагноз рака, сопутствующую терапию (например, химиотерапию, кортикостероиды, ингибиторы ангиогенеза), плохую гигиену полости рта и сопутствующие заболевания; риск остеонекроза челюсти может увеличиваться с продолжительностью воздействия бисфосфонатов",
        "Возможный повышенный риск атипичных подвертельных и диафизарных переломов бедренной кости; рассмотреть возможность периодической переоценки необходимости продолжения терапии бисфосфонатами, особенно если лечение длится более 5 лет; пациенты с новой болью в бедре или паху должны быть обследованы, чтобы исключить перелом бедренной кости",
        "Избегайте одновременного приема препаратов, содержащих поливалентные катионы.",
        "Не рекомендуется при тяжелой почечной недостаточности (КК <30 мл/мин)",
        "Риск сильной боли в суставах, мышцах или костях",
        "Сильное раздражение слизистой оболочки верхних отделов ЖКТ; прекратить прием при появлении новых или ухудшении симптомов у пациентов с активным поражением верхних отделов желудочно-кишечного тракта.",
        "При необходимости рассмотрите соответствующую заместительную гормональную терапию.",
        "Обеспечить адекватное потребление кальция и витамина D; устранить гипокальциемию, если она присутствует, до начала терапии"
      ],
      "specific": [
        {
          "type": "Риск рака пищевода (21 июля 2011 г., сообщение по безопасности FDA)",
          "description": [
            "Существуют противоречивые результаты исследований, оценивающих риск рака пищевода при пероральном приеме бисфосфонатов.",
            "FDA продолжит оценивать все имеющиеся данные, подтверждающие безопасность и эффективность бисфосфонатов, и будет информировать общественность по мере поступления дополнительной информации.",
            "Попросите пациентов обратиться к своему лечащему врачу, если у них появятся симптомы эзофагита (например, трудности с глотанием, боль в груди, новая или усиливающаяся изжога, проблемы или боль при глотании)",
            "Сообщалось о эзофагите и других явлениях со стороны пищевода, особенно у пациентов, которые не соблюдали особые указания по применению пероральных бисфосфонатов (например, сидя или вставая после приема, запивая полным стаканом воды).",
            "FDA не пришло к выводу, что пероральный прием бисфосфонатов увеличивает риск рака пищевода.",
            "Данных недостаточно, чтобы рекомендовать эндоскопический скрининг бессимптомных пациентов.",
            "В настоящее время FDA проводит постоянный обзор данных опубликованных исследований для оценки того, связано ли использование пероральных бисфосфонатов с повышенным риском рака пищевода."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "паратиреоидный гормон человека, рекомбинантный",
      "description": {
        "common": "ризедронат снижает действие человеческого паратиреоидного гормона, рекомбинантного по др. (см. комментарий). Противопоказано.\nКомментарий: одновременное введение бисфосфонатов с рчПТГ приводит к снижению кальцийсберегающего эффекта рчПТГ, что может препятствовать нормализации уровня кальция в сыворотке."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин увеличивает уровень или эффект ризедроната за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Применяется только к препаратам с отсроченным высвобождением; ускоряет рН-чувствительное растворение ризедроната замедленного высвобождения"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фамотидин",
      "description": {
        "common": "фамотидин будет увеличивать уровень или эффект ризедроната за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Применяется только к препаратам с отсроченным высвобождением; ускоряет рН-чувствительное растворение ризедроната замедленного высвобождения"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибупрофен/фамотидин",
      "description": {
        "common": "ибупрофен/фамотидин повысит уровень или эффект ризедроната за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Применяется только к препаратам с отсроченным высвобождением; ускоряет рН-чувствительное растворение ризедроната замедленного высвобождения"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "низатидин",
      "description": {
        "common": "низатидин будет увеличивать уровень или эффект ризедроната за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Применяется только к препаратам с отсроченным высвобождением; ускоряет рН-чувствительное растворение ризедроната замедленного высвобождения"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень ризедроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "ацетат кальция снижает уровень ризедроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает уровень ризедроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "хлорид кальция снижает уровень ризедроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция снижает уровень ризедроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "глюконат кальция снижает уровень ризедроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс, ризедронат. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может усилить желудочно-кишечное кровотечение, изъязвление и раздражение. Используйте с осторожностью."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добавка магния",
      "description": {
        "common": "Добавка магния снизит уровень или эффект ризедроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Образование хелата снижает всасывание препарата через кишечный тракт; вводить магний за 2 часа до или через 2 часа после производного бисфосфоната"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селен",
      "description": {
        "common": "селен снижает уровень или эффект ризедроната за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Избегайте введения поливалентных катионов за 2 часа до или через 30 минут после ризедроната."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия снижает уровень ризедроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота снижает уровень ризедроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "Сульфат натрия/?сульфат магния/хлорид калия повышает токсичность ризедроната по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Другие соединения сульфата натрия/сульфата калия/сульфата магния повышают токсичность ризедроната (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклосиликат циркония натрия",
      "description": {
        "common": "циклосиликат циркония натрия, ризедронат. повышение рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Ознакомьтесь с конкретными рекомендациями для препаратов с рН-зависимой растворимостью, которая может повлиять на их системное воздействие и эффективность. Как правило, вводите препараты по крайней мере за 2 часа до или после приема натрия циркония циклосиликата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, ризедронат.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цинк",
      "description": {
        "common": "цинк будет снижать уровень или эффект ризедроната за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Продукты, содержащие поливалентные катионы, могут препятствовать всасыванию ризедроната. Администрирование ризедроната по крайней мере за 30 минут до приема любых других пероральных препаратов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "декслансопразол",
      "description": {
        "common": "декслансопразол будет увеличивать уровень или эффект ризедроната за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Применяется только к форме с отсроченным высвобождением; повышение pH может усилить высвобождение лекарственного средства из состава с отсроченным высвобождением и увеличить доступность"
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "энтекавир",
      "description": {
        "common": "ризедронат, энтекавир.\nЛибо усиливает действие другого, уменьшая почечный клиренс. Незначительное/значение неизвестно. Одновременное применение с препаратами, которые снижают функцию почек или конкурируют за активную канальцевую секрецию, может повышать концентрацию в сыворотке либо энтекавира, либо одновременно принимаемого препарата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "еда",
      "description": {
        "common": "пища снижает уровень ризедроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "фоскарнет усиливает эффекты ризедроната за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск тяжелой гипокальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "терипаратид",
      "description": {
        "common": "терипаратид, ризедронат. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Нет преимуществ для плотности костной ткани при комбинированном лечении."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Артралгия",
      "percent": "7-33"
    },
    {
      "name": "Диарея",
      "percent": "5-20"
    },
    {
      "name": "Головная боль",
      "percent": "3-18"
    },
    {
      "name": "Тошнота",
      "percent": "4-13"
    },
    {
      "name": "Запор",
      "percent": "3-13"
    },
    {
      "name": "Сыпь",
      "percent": "8-12"
    },
    {
      "name": "Боль в животе",
      "percent": "2-12"
    },
    {
      "name": "Гипертония",
      "percent": "11"
    },
    {
      "name": "Диспепсия",
      "percent": "4-11"
    },
    {
      "name": "Гриппоподобный синдром",
      "percent": "10"
    },
    {
      "name": "Депрессия",
      "percent": "7"
    },
    {
      "name": "Боль в груди",
      "percent": "5-7"
    },
    {
      "name": "Головокружение",
      "percent": "3-7"
    },
    {
      "name": "Фарингит",
      "percent": "6"
    },
    {
      "name": "Ринит",
      "percent": "6"
    },
    {
      "name": "Гиперплазия предстательной железы",
      "percent": "5"
    },
    {
      "name": "Гипокальциемия",
      "percent": "5"
    },
    {
      "name": "Одышка",
      "percent": "4"
    },
    {
      "name": "Гастрит",
      "percent": "3"
    },
    {
      "name": "Нефролитиаз",
      "percent": "3"
    },
    {
      "name": "гипофосфатемия",
      "percent": "3"
    },
    {
      "name": "Аритмия",
      "percent": "2"
    },
    {
      "name": "Диафиз бедренной кости",
      "percent": null
    },
    {
      "name": "Дисфагия",
      "percent": null
    },
    {
      "name": "Рак пищевода",
      "percent": null
    },
    {
      "name": "Язва пищевода",
      "percent": null
    },
    {
      "name": "Перелом бедренной кости",
      "percent": null
    },
    {
      "name": "Язва желудка и двенадцатиперстной кишки",
      "percent": null
    },
    {
      "name": "остеонекроз",
      "percent": null
    },
    {
      "name": "Реакции гиперчувствительности, включая ангионевротический отек.",
      "percent": null
    },
    {
      "name": "генерализованная сыпь и буллезные кожные реакции",
      "percent": null
    },
    {
      "name": "некоторые серьезные",
      "percent": null
    },
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "эзофагит",
      "percent": null
    },
    {
      "name": "метеоризм",
      "percent": null
    },
    {
      "name": "вздутие живота",
      "percent": null
    },
    {
      "name": "язвы пищевода или желудка",
      "percent": null
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": null
    },
    {
      "name": "Кость",
      "percent": null
    },
    {
      "name": "соединение",
      "percent": null
    },
    {
      "name": "или боль в мышцах",
      "percent": null
    },
    {
      "name": "описывается как тяжелая или инвалидизирующая",
      "percent": null
    },
    {
      "name": "сообщалось редко",
      "percent": null
    },
    {
      "name": "Воспаление глаз",
      "percent": null
    },
    {
      "name": "Ирит",
      "percent": null
    },
    {
      "name": "увеит",
      "percent": null
    },
    {
      "name": "Челюстной остеонекроз",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "Легочный",
      "percent": null
    },
    {
      "name": "Обострения астмы",
      "percent": null
    }
  ]
}