{
  "name": "дапсон актуальные",
  "comment": "Rx",
  "other_names": [
    "Акзоне"
  ],
  "classes": [
    "Актуальный",
    "Агенты от прыщей"
  ],
  "source": "https://reference.medscape.com/drug/aczone-dapsone-topical-999856",
  "pregnancy": {
    "common": [
      "Нет доступных данных о применении геля 5% беременными женщинами для информирования о риске неблагоприятных исходов развития, связанного с приемом препарата; в исследованиях репродукции животных пероральные дозы дапсона, вводимые беременным крысам и кроликам во время органогенеза, приводили к системному воздействию, более чем в 250 раз превышающему системное воздействие при максимально рекомендуемой дозе геля для человека (MRHD) 5%, что приводило к эмбриоцидным эффектам; при пероральном введении крысам с начала органогенеза до конца лактации при системном воздействии, примерно в 400 раз превышающем воздействие при MRHD, дапсон приводил к увеличению числа мертворождений и снижению веса детенышей; системная абсорбция у людей после местного применения низкая по сравнению с пероральным введением дапсона"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет информации о присутствии дапсона для местного применения в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока; перорально введенный дапсон появляется в материнском молоке и может привести к гемолитической анемии и гипербилирубинемии, особенно у младенцев с дефицитом G6PD; системная абсорбция дапсона после местного применения минимальна по сравнению с пероральным введением дапсона; однако известно, что дапсон присутствует в грудном молоке после перорального приема дапсона; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями терапии или основного заболевания матери для ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Серьезные кожные реакции не наблюдались при местном применении, но связаны с пероральной терапией и включают токсический эпидермальный некролиз, многоформную эритему, кореподобные и скарлатиноподобные реакции, буллезный и эксфолиативный дерматит, узловатую эритему и крапивницу.",
        "Случаев периферической невропатии при местном применении дапсона не наблюдалось; периферическая невропатия, о которой сообщалось при пероральном приеме дапсона"
      ],
      "specific": [
        {
          "type": "Метгемоглобинемия",
          "description": [
            "Признаки и симптомы метгемоглобинемии могут проявиться через несколько часов после воздействия; начальные признаки и симптомы метгемоглобинемии характеризуются синевато-серым цианозом, наблюдаемым, например, на слизистых оболочках щек, губ и ногтевых лож; рекомендовать пациентам прекратить терапию и немедленно обратиться за медицинской помощью в случае появления цианоза",
            "О случаях метгемоглобинемии с последующей госпитализацией сообщалось пострегистрационно в связи с 5% гелем; пациенты с дефицитом глюкозо-6-фосфатдегидрогеназы или врожденной или идиопатической метгемоглобинемией более восприимчивы к лекарственной метгемоглобинемии; избегать использования 5% геля у пациентов с врожденной или идиопатической метгемоглобинемией",
            "Этот препарат может вызывать повышение уровня метгемоглобина, особенно в сочетании с агентами, индуцирующими метгемоглобин."
          ]
        },
        {
          "type": "Гематологические эффекты",
          "description": [
            "Пероральное лечение дапсоном вызывало дозозависимый гемолиз и гемолитическую анемию; пациенты с дефицитом глюкозо-6-фосфатдегидрогеназы (Г6ФД) более склонны к гемолизу при применении некоторых препаратов; Дефицит G6PD наиболее распространен среди населения африканского, южноазиатского, ближневосточного и средиземноморского происхождения.",
            "У некоторых субъектов с дефицитом G6PD при местном применении дапсона развились лабораторные изменения, свидетельствующие о гемолизе; не было доказательств клинически значимого гемолиза или анемии у пациентов, получавших этот препарат, включая пациентов с дефицитом G6PD.",
            "Прекратите терапию, если возникают признаки и симптомы, указывающие на гемолитическую анемию; избегать использования у пациентов, которые принимают перорально дапсон или противомалярийные препараты из-за возможности гемолитических реакций; комбинация этого препарата с триметопримом/сульфаметоксазолом (TMP/SMX) может увеличить вероятность гемолиза у пациентов с дефицитом G6PD"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер",
      "description": {
        "common": "артеметер, дапсон актуальный. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения дапсона для местного применения с пероральным дапсоном или противомалярийными препаратами из-за возможности гемолитических реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин, дапсон для местного применения. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения дапсона для местного применения с пероральным дапсоном или противомалярийными препаратами из-за возможности гемолитических реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артесунат",
      "description": {
        "common": "артесунат, дапсон местно. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения дапсона для местного применения с пероральным дапсоном или противомалярийными препаратами из-за возможности гемолитических реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атоваквон",
      "description": {
        "common": "атоваквон, дапсон топик. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения дапсона для местного применения с пероральным дапсоном или противомалярийными препаратами из-за возможности гемолитических реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин, дапсон местно. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения дапсона для местного применения с пероральным дапсоном или противомалярийными препаратами из-за возможности гемолитических реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дапсон",
      "description": {
        "common": "дапсон, дапсон актуальный. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения дапсона для местного применения с пероральным дапсоном или противомалярийными препаратами из-за возможности гемолитических реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат, дапсон местно. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения дапсона для местного применения с пероральным дапсоном или противомалярийными препаратами из-за возможности гемолитических реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин, дапсон местно. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения дапсона для местного применения с пероральным дапсоном или противомалярийными препаратами из-за возможности гемолитических реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примахин",
      "description": {
        "common": "примахин, дапсон местно. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения дапсона для местного применения с пероральным дапсоном или противомалярийными препаратами из-за возможности гемолитических реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прогуанил",
      "description": {
        "common": "прогуанил, дапсон местно. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения дапсона для местного применения с пероральным дапсоном или противомалярийными препаратами из-за возможности гемолитических реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пириметамин",
      "description": {
        "common": "пириметамин, дапсон местно. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения дапсона для местного применения с пероральным дапсоном или противомалярийными препаратами из-за возможности гемолитических реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин, дапсон местно. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения дапсона для местного применения с пероральным дапсоном или противомалярийными препаратами из-за возможности гемолитических реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинин",
      "description": {
        "common": "хинин, дапсон местно. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения дапсона для местного применения с пероральным дапсоном или противомалярийными препаратами из-за возможности гемолитических реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тафенохин",
      "description": {
        "common": "тафенохин, дапсон местно. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения дапсона для местного применения с пероральным дапсоном или противомалярийными препаратами из-за возможности гемолитических реакций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетаминофен",
      "description": {
        "common": "ацетаминофен повышает токсичность местного дапсона за счет изменения метаболизма. Изменить терапию/внимательно контролировать. Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аминосалициловая кислота",
      "description": {
        "common": "аминосалициловая кислота повышает токсичность местного дапсона за счет изменения метаболизма. Изменить терапию/внимательно контролировать. Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амилнитрит",
      "description": {
        "common": "амилнитрит повышает токсичность местного дапсона за счет изменения метаболизма. Изменить терапию/внимательно контролировать. Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензокаин",
      "description": {
        "common": "Бензокаин увеличивает токсичность дапсона местного применения за счет изменения метаболизма. Изменить терапию/внимательно контролировать. Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перекись бензоила",
      "description": {
        "common": "бензоил пероксид, дапсон местно. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Совместное применение может вызвать временное местное желтое или оранжевое обесцвечивание кожи и волос на лице."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изосорбида динитрат",
      "description": {
        "common": "изосорбида динитрат увеличивает токсичность местного дапсона за счет изменения метаболизма. Изменить терапию/внимательно контролировать. Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изосорбида мононитрат",
      "description": {
        "common": "изосорбида мононитрат повышает токсичность местного дапсона за счет изменения метаболизма. Изменить терапию/внимательно контролировать. Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитрофурантоин",
      "description": {
        "common": "нитрофурантоин повышает токсичность местного дапсона за счет изменения метаболизма. Изменить терапию/внимательно контролировать. Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин в/в",
      "description": {
        "common": "нитроглицерин IV увеличивает токсичность дапсона для местного применения, изменяя метаболизм. Изменить терапию/внимательно контролировать. Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин перорально",
      "description": {
        "common": "пероральный прием нитроглицерина повышает токсичность дапсона для местного применения за счет изменения метаболизма. Изменить терапию/внимательно контролировать. Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин ректальный",
      "description": {
        "common": "ректальный нитроглицерин повышает токсичность дапсона для местного применения за счет изменения метаболизма. Изменить терапию/внимательно контролировать. Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин трансдермальный",
      "description": {
        "common": "Трансдермальный нитроглицерин повышает токсичность дапсона для местного применения за счет изменения метаболизма. Изменить терапию/внимательно контролировать. Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин транслингвальный",
      "description": {
        "common": "транслингвальный нитроглицерин повышает токсичность местного дапсона за счет изменения метаболизма. Изменить терапию/внимательно контролировать. Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитропруссид натрия",
      "description": {
        "common": "нитропруссид натрия повышает токсичность местного дапсона за счет изменения метаболизма. Изменить терапию/внимательно контролировать. Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал увеличивает токсичность местного дапсона за счет изменения метаболизма. Изменить терапию/внимательно контролировать. Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин повышает токсичность местного дапсона за счет изменения метаболизма. Изменить терапию/внимательно контролировать. Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиосульфат натрия и нитрит натрия",
      "description": {
        "common": "тиосульфат натрия и нитрит натрия повышают токсичность местного дапсона за счет изменения метаболизма. Изменить терапию/внимательно контролировать. Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "сульфадиазин повышает токсичность местного дапсона за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол повышает токсичность местного дапсона за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Совместное применение увеличивает системную экспозицию дапсона и его метаболитов (N-ацетил-дапсон, дапсон гидроксиламин). Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "сульфизоксазол повышает токсичность местного дапсона за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триметоприм",
      "description": {
        "common": "триметоприм повышает токсичность местного дапсона за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Совместное применение увеличивает системную экспозицию дапсона и его метаболитов (N-ацетил-дапсон, дапсон гидроксиламин). Может вызывать метгемоглобинемию."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Сухость",
      "percent": "16"
    },
    {
      "name": "Эритема",
      "percent": "13"
    },
    {
      "name": "Сжигание",
      "percent": "1"
    },
    {
      "name": "Зуд",
      "percent": "1"
    },
    {
      "name": "Метгемоглобинемия",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "включая эритематозную сыпь",
      "percent": null
    },
    {
      "name": "Отек лица",
      "percent": null
    },
    {
      "name": "включая отек губ и глаз",
      "percent": null
    }
  ]
}