{
  "name": "противостолбнячная и редуцированная дифтерийная вакцина/ бесклеточная коклюшная вакцина",
  "comment": "Rx",
  "other_names": [
    "Адасель",
    "Бустрикс",
    "Tdap"
  ],
  "classes": [
    "Комбо",
    "Вакцина"
  ],
  "source": "https://reference.medscape.com/drug/adacel-boostrix-tetanus-reduced-diphtheria-toxoids-acellular-pertussis-vaccine-999568",
  "pregnancy": {
    "common": [
      "Адекватных и строго контролируемых исследований применения у беременных женщин не проводилось.",
      "Имеющиеся данные свидетельствуют о том, что частота серьезных врожденных дефектов и выкидышей у женщин, получающих Tdap в течение 30 дней до беременности или во время беременности, согласуется с расчетными фоновыми показателями."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "Boostrix: исследования токсичности для развития проводились на самках крыс и новозеландских белых кроликах, после введения вакцины перед спариванием и во время беременности аномалий плода не наблюдалось.",
          "Адацел: Два исследования токсичности для развития были проведены на самках кроликов, получавших 0,5 мл (однократная доза для человека) адацела дважды до и во время беременности."
        ]
      },
      {
        "type": "Регистры беременности",
        "description": [
          "Адасель: 1-800-822-2463 (1-800-ВАКЦИНА)",
          "Бустрикс: 1-888-452-9622",
          "Клиницистам рекомендуется звонить и регистрировать женщин в следующих регистрах беременных."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Неизвестно, проникает ли он в грудное молоко человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "elivaldogene autotemcel, вакцина против столбняка и редуцированных дифтерийных анатоксинов / бесклеточная коклюшная вакцина.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Безопасность и эффективность вакцинации во время или после лечения эливалдогеном аутотемселом не изучались. Вакцинация не рекомендуется в течение 6 недель, предшествующих миелоаблативному кондиционированию, и до гематологического восстановления после лечения эливалдогеном аутотемцелом. Там, где это возможно, сделайте детские прививки перед миелоаблативным кондиционированием. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иксекизумаб",
      "description": {
        "common": "иксекизумаб снижает действие противостолбнячной и дифтерийной анатоксинов/ бесклеточной коклюшной вакцины за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема иксекизумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения иксекизумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секукинумаб",
      "description": {
        "common": "секукинумаб снижает действие противостолбнячной и дифтерийной анатоксинов/ бесклеточной коклюшной вакцины за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод снижает действие противостолбнячной и дифтерийной анатоксинов/ бесклеточной коклюшной вакцины за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Приостановка вакцинации начинается за 1 неделю до начала приема сипонимода и в течение 4 недель после прекращения лечения. Совместное введение с живыми аттенуированными вакцинами может увеличить риск инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "теплизумаб",
      "description": {
        "common": "теплизумаб снижает действие противостолбнячной вакцины и снижает количество дифтерийных анатоксинов/ бесклеточной коклюшной вакцины от Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий. Перед началом лечения теплизумабом сделайте все прививки, соответствующие возрасту. Инактивированные или мРНК-вакцины не рекомендуется вводить в течение 2 недель до лечения теплизумабом, во время лечения или через 6 недель после завершения лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цертолизумаб пегол",
      "description": {
        "common": "Цертолизумаб пегол уменьшает действие столбнячной и дифтерийной анатоксинов/бесклеточной коклюшной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "ифосфамид снижает действие противостолбнячной и дифтерийной анатоксинов/ бесклеточной коклюшной вакцины за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелфалан",
      "description": {
        "common": "Мелфалан снижает действие противостолбнячной и дифтерийной анатоксинов/ бесклеточной коклюшной вакцины за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин снижает действие противостолбнячной и дифтерийной анатоксинов/ бесклеточной коклюшной вакцины за счет пассивной реабсорбции в почечных канальцах из-за повышения рН. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает действие противостолбнячной и уменьшенной дозы дифтерийных анатоксинов/ бесклеточной коклюшной вакцины за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Проводите все прививки в соответствии с рекомендациями по иммунизации по крайней мере за 4 недели до начала применения ублитуксимаба для живых или живых аттенуированных вакцин и, по возможности, по крайней мере за 2 недели до начала для неживых вакцин. Вакцинация живыми вирусными вакцинами не рекомендуется во время лечения и до восполнения В-лимфоцитов. Не вводите живые или живые аттенуированные вакцины детям, матери которых подверглись воздействию ублитуксимаба во время беременности, до подтверждения восстановления количества В-клеток, измеренного с помощью В-клеток CD19+."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Боль",
      "percent": "21.5"
    },
    {
      "name": "Усталость",
      "percent": "12.5"
    },
    {
      "name": "Головная боль",
      "percent": "11.5"
    },
    {
      "name": "Покраснение",
      "percent": "10.8"
    },
    {
      "name": "Припухлость",
      "percent": "7.5"
    },
    {
      "name": "Любая боль в месте инъекции",
      "percent": "65.7-77.8"
    },
    {
      "name": "Недомогание",
      "percent": "30.8-33.3"
    },
    {
      "name": "Головная боль",
      "percent": "33.9-43.7"
    },
    {
      "name": "Боль в теле или мышечная слабость",
      "percent": "21.9-30.4"
    },
    {
      "name": "Усталость",
      "percent": "24.3-30.2"
    },
    {
      "name": "Любая эритема в месте инъекции",
      "percent": "20.8-24.7"
    },
    {
      "name": "Любой отек в месте инъекции",
      "percent": "20.9-21"
    },
    {
      "name": "Умеренная боль в месте инъекции",
      "percent": "15.1-18"
    },
    {
      "name": "Озноб",
      "percent": "8.1-15.1"
    },
    {
      "name": "Тошнота",
      "percent": "9.2-13.3"
    },
    {
      "name": "Больные и опухшие суставы",
      "percent": "9.1-11.3"
    },
    {
      "name": "Диарея",
      "percent": "10.3"
    },
    {
      "name": "Желудочно-кишечные симптомы",
      "percent": "7.6"
    },
    {
      "name": "Припухлость",
      "percent": "7.5"
    },
    {
      "name": "Высокая температура",
      "percent": "99.5"
    },
    {
      "name": "Ф",
      "percent": "37.5"
    },
    {
      "name": "С",
      "percent": "1.2-8.5"
    },
    {
      "name": "Боли тела",
      "percent": "2.7-8.4"
    },
    {
      "name": "мышечная слабость",
      "percent": "6.5-6.6"
    },
    {
      "name": "Эритема в месте инъекции",
      "percent": "2.8-6.4"
    },
    {
      "name": "Отек лимфатических узлов",
      "percent": "1.4-5"
    },
    {
      "name": "Отек в месте инъекции",
      "percent": "3-4.6"
    },
    {
      "name": "Высокая температура",
      "percent": "1.3-3.2"
    },
    {
      "name": "Рвота",
      "percent": "1-3.2"
    },
    {
      "name": "Озноб",
      "percent": "2-2.7"
    },
    {
      "name": "умеренный",
      "percent": "2.5"
    },
    {
      "name": "Тошнота",
      "percent": "1.1-1.5"
    },
    {
      "name": "Сыпь",
      "percent": "1"
    },
    {
      "name": "Боль в суставах",
      "percent": null
    },
    {
      "name": "умеренный",
      "percent": null
    },
    {
      "name": "Тяжелые реакции в месте инъекции",
      "percent": null
    },
    {
      "name": "Лимфаденопатия",
      "percent": null
    }
  ]
}