{
  "name": "кризанлизумаб",
  "comment": "Rx",
  "other_names": [
    "Адаквео",
    "кризанлизумаб-TMCA"
  ],
  "classes": [
    "Ингибиторы р-селектина"
  ],
  "source": "https://reference.medscape.com/drug/adakveo-crizanlizumab-4000004",
  "pregnancy": {
    "common": [
      "Применять во время беременности только в том случае, если ожидаемая польза оправдывает потенциальный риск для плода.",
      "Данных о применении у беременных женщин недостаточно для оценки связанного с приемом препарата риска серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода.",
      "Консультировать беременных женщин о потенциальном риске для плода",
      "Основываясь на данных исследований на животных, при введении беременной женщине может быть нанесен вред плоду."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследовании репродукции животных внутривенное введение кризанлизумаба-тмка беременным яванским макакам с начала органогенеза до родов приводило к не связанному с дозой увеличению частоты гибели плода (аборты/мертворождения) при дозах, примерно в 2,8 раза превышающих рекомендуемую клиническую дозу. по 5 мг/кг/доза один раз каждые 4 недели"
        ]
      },
      {
        "type": "Материнский и/или эмбриофетальный риск, связанный с заболеванием",
        "description": [
          "Для плода существует повышенный риск задержки внутриутробного развития, преждевременных родов, низкой массы тела при рождении и перинатальной смертности.",
          "Беременные женщины подвержены большему риску вазоокклюзионных кризов, преэклампсии, эклампсии и материнской смертности.",
          "Женщины с серповидно-клеточной анемией имеют повышенный риск неблагоприятных исходов беременности для матери и плода."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Известно, что материнский IgG присутствует в грудном молоке.",
      "Отсутствуют данные о присутствии кризанлизумаба-ТМА в грудном молоке человека или животных, влиянии на грудного ребенка или влиянии на выработку молока.",
      "Последствия местного воздействия на желудочно-кишечный тракт и"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Инфузионные реакции",
          "description": [
            "Соблюдайте осторожность при применении кортикостероидов у пациентов с серповидно-клеточной анемией, если нет клинических показаний (например, лечение анафилаксии).",
            "Прекратите инфузию при тяжелых реакциях, связанных с инфузией, и назначьте соответствующую медицинскую помощь.",
            "В пострегистрационном периоде сообщалось о случаях инфузионных реакций, в том числе о сильных болях, которые требовали госпитализации; большинство этих инфузионных реакций, о которых сообщалось во время первой и второй инфузий",
            "У некоторых пациентов также наблюдались последующие осложнения, такие как острый грудной синдром и жировая эмболия, особенно при лечении стероидами.",
            "Реакции, связанные с инфузией (определяемые как возникающие в течение 24 часов после инфузии), наблюдались.",
            "Отслеживайте и сообщайте пациентам о признаках и симптомах реакций, связанных с инфузией, которые могут включать боль в различных местах, головную боль, лихорадку, озноб, тошноту, рвоту, диарею, утомляемость, головокружение, зуд, крапивницу, потливость, одышку или хрипы",
            "Лечение болевых явлений включало ацетаминофен, НПВП, опиоиды, антигистаминные препараты, внутривенные жидкости и/или оксигенотерапию."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Вмешательство в автоматический подсчет тромбоцитов (агрегация тромбоцитов) наблюдалось после введения, в частности, когда образцы крови собирались в пробирки, содержащие этилендиаминтетрауксусную кислоту (ЭДТА); рекомендуются стратегии смягчения последствий"
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Тошнота",
      "percent": "18"
    },
    {
      "name": "Артралгия",
      "percent": "18"
    },
    {
      "name": "Боль в спине",
      "percent": "15"
    },
    {
      "name": "лихорадка",
      "percent": "11"
    },
    {
      "name": "Орофарингеальная боль",
      "percent": "24"
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "боль в животе",
      "percent": null
    },
    {
      "name": "боль в верхней части живота",
      "percent": null
    },
    {
      "name": "боль внизу живота",
      "percent": null
    },
    {
      "name": "дискомфорт в животе",
      "percent": null
    },
    {
      "name": "и болезненность живота",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "зуд и вульвовагинальный зуд",
      "percent": null
    },
    {
      "name": "Скелетно-мышечная боль в груди",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "Настой",
      "percent": null
    },
    {
      "name": "реакция сайта",
      "percent": null
    },
    {
      "name": "вливание",
      "percent": null
    },
    {
      "name": "экстравазация сайта",
      "percent": null
    },
    {
      "name": "вливание",
      "percent": null
    },
    {
      "name": "боль в месте",
      "percent": null
    },
    {
      "name": "и настой",
      "percent": null
    },
    {
      "name": "опухоль сайта",
      "percent": null
    },
    {
      "name": "Настой",
      "percent": null
    },
    {
      "name": "родственная реакция",
      "percent": null
    },
    {
      "name": "Боль",
      "percent": null
    },
    {
      "name": "в разных местах",
      "percent": null
    },
    {
      "name": "происходит во время",
      "percent": null
    },
    {
      "name": "в пределах",
      "percent": null
    },
    {
      "name": "час инфузии",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "потенциальное вливание",
      "percent": null
    },
    {
      "name": "родственные реакции",
      "percent": null
    }
  ]
}