{
  "name": "тралокинумаб",
  "comment": "Rx",
  "other_names": [
    "тралокинумаб-ldrm",
    "Эдбри"
  ],
  "classes": [
    "Ингибиторы интерлейкина"
  ],
  "source": "https://reference.medscape.com/drug/adbry-tralokinumab-4000121",
  "pregnancy": {
    "common": [
      "Имеются ограниченные данные о применении у беременных женщин.",
      "Известно, что антитела IgG человека проникают через плацентарный барьер; следовательно, препарат может передаваться от матери к развивающемуся плоду."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "В расширенном исследовании пренатального и постнатального развития у потомства, рожденного от беременных обезьян, не наблюдалось неблагоприятных последствий для развития после внутривенного введения тралокинумаба во время органогенеза через роды в дозах, в 10 раз превышающих максимальную рекомендуемую дозу для человека."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Материнский IgG присутствует в грудном молоке.",
      "Нет данных о присутствии препарата в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или влиянии на выработку молока.",
      "Влияние местного воздействия на желудочно-кишечный тракт и ограниченное системное воздействие на младенцев, находящихся на грудном вскармливании, неизвестно."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к тралокинумабу или любым вспомогательным веществам в составе лекарственного препарата."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщается о конъюнктивите и кератите; сообщать врачу о новых проявлениях или ухудшении глазных симптомов",
        "Лечить пациентов с уже существующими гельминтозами до начала; если инфекция развивается во время лечения и не реагирует на противогельминтную терапию, прекратите лечение до исчезновения инфекции.",
        "Имели место реакции гиперчувствительности, включая анафилаксию и ангионевротический отек; прекратить терапию, если возникает реакция гиперчувствительности"
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Прививки",
            "Избегайте использования живых вакцин",
            "Тралокинумаб может изменить иммунитет и увеличить риск инфекции после введения живых вакцин.",
            "Имеются ограниченные данные о совместном применении с неживыми вакцинами."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "тралокинумаб снижает действие живых аденовирусов типов 4 и 7, перорально за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин. Перед началом приема тралокинумаба выполните соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "тралокинумаб, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "тралокинумаб снижает действие живой вакцины БЦЖ за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин. Перед началом приема тралокинумаба выполните соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "тралокинумаб, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "тралокинумаб, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "тралокинумаб снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин. Перед началом приема тралокинумаба выполните соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "тралокинумаб, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "тралокинумаб снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин. Перед началом приема тралокинумаба выполните соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "тралокинумаб, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, паротита и краснухи, живая",
      "description": {
        "common": "тралокинумаб уменьшает действие вакцин против кори, паротита и краснухи, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин. Перед началом приема тралокинумаба выполните соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "тралокинумаб снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин. Перед началом приема тралокинумаба выполните соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пероральная ротавирусная вакцина, живая",
      "description": {
        "common": "тралокинумаб снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин. Перед началом приема тралокинумаба выполните соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против оспы живая",
      "description": {
        "common": "тралокинумаб снижает действие вакцины против оспы (вакцинии), живого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин. Перед началом приема тралокинумаба выполните соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "тралокинумаб, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "тралокинумаб снижает действие живой брюшнотифозной вакцины за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин. Перед началом приема тралокинумаба выполните соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "тралокинумаб снижает действие живой вакцины против вируса ветряной оспы за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин. Перед началом приема тралокинумаба выполните соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против желтой лихорадки",
      "description": {
        "common": "тралокинумаб снижает действие вакцины против желтой лихорадки за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин. Перед началом приема тралокинумаба выполните соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против опоясывающего лишая",
      "description": {
        "common": "тралокинумаб снижает действие живой вакцины против опоясывающего лишая за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин. Перед началом приема тралокинумаба выполните соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против сибирской язвы адсорбирована",
      "description": {
        "common": "тралокинумаб снизит уровень или действие вакцины против сибирской язвы, адсорбированной за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Вакцина против COVID-19, адъювантная-Novavax",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект вакцины COVID-19, адъювантной-Novavax за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Вакцина против COVID-19, мРНК-Pfizer",
      "description": {
        "common": "тралокинумаб снизит уровень или эффект вакцины против COVID-19, мРНК-Pfizer за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Вакцина COVID-19, вирусный вектор-Janssen",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект вакцины против COVID-19, вирусного вектора-Янссен за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гемофильной палочки типа b",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект вакцины против гемофильной палочки типа b за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гепатита А инактивированная",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект вакцины против гепатита А, инактивированной иммуносупрессивными эффектами; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гепатита а/б",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект вакцины против гепатита А/В за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гепатита В",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект вакцины против гепатита В за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против ВИЧ",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект вакцины против ВИЧ за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса папилломы человека двухвалентная",
      "description": {
        "common": "тралокинумаб будет снижать уровень или действие вакцины против вируса папилломы человека, двухвалентной по иммуносупрессивному действию; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса папилломы человека невалентная",
      "description": {
        "common": "тралокинумаб снизит уровень или действие вакцины против вируса папилломы человека, невалентной по иммуносупрессивному действию; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса папилломы человека четырехвалентная",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект вакцины против вируса папилломы человека, четырехвалентный по иммуносупрессивному эффекту; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гриппа А (H5N1)",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект вакцины против гриппа A (H5N1) за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа (H5N1) с адъювантом",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект вакцины против вируса гриппа (H5N1) за счет адъювантного иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект четырехвалентной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект четырехвалентной вакцины против вируса гриппа с адъювантным иммунодепрессивным эффектом; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа на культуре клеток",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект четырехвалентной вакцины против вируса гриппа, культивируемых клеток за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, рекомбинантная",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект вакцины против вируса гриппа четырехвалентной, рекомбинантной за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект трехвалентной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект трехвалентной вакцины против вируса гриппа, усиливая иммуносупрессивное действие; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа трехвалентная, рекомбинантная",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект вакцины против вируса гриппа трехвалентной, рекомбинантной за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Вакцина против вируса японского энцефалита",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект вакцины против вируса японского энцефалита за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "менингококковая A C Y и W полисахаридная конъюгированная вакцина против столбнячного анатоксина",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект менингококковой A C Y и W полисахаридной конъюгированной вакцины против столбнячного анатоксина за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "менингококковая конъюгированная вакцина против дифтерии A C Y и W-135",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект менингококковой A C Y и конъюгированной дифтерийной вакцины W-135 за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "менингококковая A C Y и полисахаридная вакцина W-135 комбинированная",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект менингококковой A C Y и полисахаридной вакцины W-135 в сочетании с иммунодепрессивным действием; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "менингококковая вакцина против менингококков С и Y/гемофильный грипп типа В",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект вакцины против менингококков C и Y/гемофильного гриппа типа B за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект менингококковой вакцины группы В за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пневмококковая вакцина 13-валентная",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект 13-валентной пневмококковой вакцины за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пневмококковая вакцина 15-валентная",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект пневмококковой вакцины 15-валентной за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пневмококковая вакцина 20-валентная",
      "description": {
        "common": "тралокинумаб снизит уровень или действие пневмококковой вакцины 20-валентной за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пневмококковая вакцина семивалентная",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект семивалентной пневмококковой вакцины за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пневмококковая вакцина поливалентная",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект поливалентной пневмококковой вакцины за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против полиомиелита инактивированная",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект вакцины против полиомиелита, инактивированной за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против бешенства",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект вакцины против бешенства за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против бешенства из клеток куриного эмбриона",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект вакцины против бешенства в куриных эмбриональных клетках, полученных за счет иммуносупрессивных эффектов; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Вакцина против SARS-CoV-2, инактивированная",
      "description": {
        "common": "тралокинумаб снизит уровень или эффект вакцины против SARS-CoV-2, инактивированной иммунодепрессивным действием; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "столбнячный анатоксин адсорбированный или жидкий",
      "description": {
        "common": "тралокинумаб будет снижать уровень или действие столбнячного анатоксина, адсорбированного или жидкого, за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прививка от клещевого энцефалита",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект вакцины против клещевого энцефалита за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против опоясывающего лишая рекомбинантная",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект рекомбинантной вакцины против опоясывающего лишая за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Инфекции верхних дыхательных путей",
      "percent": "23.8"
    },
    {
      "name": "Инфекции верхних дыхательных путей",
      "percent": "30"
    },
    {
      "name": "Конъюнктивит",
      "percent": "13.6"
    },
    {
      "name": "Реакции в месте инъекции",
      "percent": "11.1"
    },
    {
      "name": "Конъюнктивит",
      "percent": "7.5"
    },
    {
      "name": "Реакции в месте инъекции",
      "percent": "7.4"
    },
    {
      "name": "эозинофилия",
      "percent": "1.4"
    },
    {
      "name": "эозинофилия",
      "percent": "1.2"
    }
  ]
}