{
  "name": "инсулин лизпро",
  "comment": "Rx",
  "other_names": [
    "Адмелог",
    "Адмелог Солостар",
    "Люмьев",
    "Хумалог Квикпен",
    "Хумалог",
    "инсулин лизпро-аабс",
    "Хумалог Джуниор КвикПен"
  ],
  "classes": [
    "Противодиабетические средства",
    "Инсулины быстрого действия",
    "инсулины"
  ],
  "source": "https://reference.medscape.com/drug/admelog-humalog-insulin-lispro-999005",
  "pregnancy": {
    "common": [
      "Опубликованные исследования с человеческими инсулинами предполагают, что оптимизация общего гликемического контроля (например, постпрандиальный контроль, до зачатия, во время беременности) улучшает исход плода.",
      "Потребность в инсулине у пациентов с диабетом или гестационным диабетом может снижаться в первом триместре, обычно увеличиваться во втором и третьем триместрах и быстро снижаться после родов.",
      "Пациентам женского пола следует рекомендовать сообщить своим врачам, если они собираются забеременеть или забеременеют во время приема инсулина лизпро.",
      "Ограниченные доступные данные о применении Admelog у беременных женщин недостаточны для информирования о риске неблагоприятных исходов развития, связанного с приемом препарата.",
      "В опубликованных исследованиях инсулина лизпро, применяемого во время беременности, не сообщалось об ассоциации между инсулином лизпро и индукцией серьезных врожденных дефектов, выкидышей или неблагоприятными исходами для матери или плода; существуют риски для матери и плода, связанные с плохо контролируемым диабетом во время беременности",
      "Плохо контролируемый диабет во время беременности увеличивает риск развития у матери диабетического кетоацидоза, преэклампсии, самопроизвольных абортов, преждевременных родов и осложнений при родах; плохо контролируемый диабет увеличивает риск развития у плода серьезных врожденных дефектов, мертворождения и заболеваемости, связанной с макросомией"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В комбинированном исследовании фертильности и эмбрионально-плодового развития самкам крыс вводили подкожно инсулин лизпро в дозах 5 и 20 ЕД/кг/день (в 0,8 и 3 раза больше подкожной дозы для человека, составляющей 1 ЕД/кг/день, в пересчете на ЕД/тело). площадь поверхности соответственно) от 2 недель до сожительства до 19-го дня беременности; задержка роста плода наблюдалась при дозе 20 ЕД/кг/день, на что указывало снижение массы плода и повышенная частота плодных рантов/помета"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии препарата в материнском молоке, воздействии на младенцев, находящихся на грудном вскармливании, или на выработку молока; в одном небольшом опубликованном исследовании сообщается, что экзогенный инсулин присутствует в грудном молоке; однако недостаточно информации для определения воздействия препарата на младенцев, находящихся на грудном вскармливании, и нет доступной информации о влиянии на выработку молока; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в инсулине, любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от наркотиков или основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к препарату или вспомогательным веществам",
        "Во время эпизодов гипогликемии"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Тиазолидиндионы являются гамма-агонистами рецептора, активируемого пролиферацией пероксисом (PPAR), и могут вызывать дозозависимую задержку жидкости, особенно при использовании в сочетании с инсулином; задержка жидкости может привести к сердечной недостаточности или усугубить ее; следить за признаками и симптомами сердечной недостаточности, лечить соответствующим образом и рассмотреть возможность прекращения приема тиазолидиндионов",
        "Неисправность инсулиновой помпы или набора для инфузии инсулина или деградация инсулина могут быстро привести к гипергликемии и кетоацидозу; необходимо своевременно выявить и устранить причину гипергликемии или кетоза; могут потребоваться промежуточные инъекции инсулина лизпро; пациенты, получающие помпу для непрерывной подкожной инфузии инсулина, должны быть обучены введению инсулина в виде инъекций и иметь доступ к альтернативной терапии инсулином в случае отказа помпы.",
        "Никогда не делитесь шприц-ручкой между пациентами, даже если игла менялась.",
        "Изменения силы инсулина, производителя, типа или способа введения могут повлиять на гликемический контроль и предрасполагать к гипогликемии или гипергликемии; осторожно корректируйте дозировку и внимательно следите за уровнем глюкозы в крови",
        "Может вызывать переход калия из внеклеточного во внутриклеточное пространство, что может привести к гипокалиемии; осторожность при одновременном применении с препаратами, снижающими уровень калия, или состояниями, которые могут снижать уровень калия",
        "Может возникнуть тяжелая, опасная для жизни генерализованная аллергия, включая анафилаксию; при возникновении реакций гиперчувствительности прекратить лечение; лечите соответственно и наблюдайте до исчезновения признаков и симптомов",
        "Не переносите Humalog U-200 из шприц-ручки KwikPen в шприц для введения; маркировка на инсулиновом шприце не будет правильно измерять дозу, что может привести к передозировке и тяжелой гипогликемии"
      ],
      "specific": [
        {
          "type": "Гипергликемия или гипогликемия при изменении режима инсулинотерапии",
          "description": [
            "Самоконтроль уровня глюкозы в крови необходим для предотвращения и лечения гипогликемии; внимательно следить за пациентами с высоким риском и пациентами, у которых снижена симптоматическая осведомленность о гипогликемии",
            "Изменения следует вносить осторожно и только под тщательным медицинским наблюдением, а частоту мониторинга уровня глюкозы в крови следует увеличить.",
            "Снижение потребности в инсулине может потребовать коррекции дозы (например, диарея, тошнота, рвота, мальабсорбция, гипотиреоз, почечная недостаточность, печеночная недостаточность)",
            "Повышенная потребность в инсулине может потребовать коррекции дозы (например, лихорадка, гипертиреоз, травма, инфекция, хирургическое вмешательство)",
            "Гипогликемия является наиболее распространенной побочной реакцией; тяжелая гипогликемия может вызвать судороги, может быть опасной для жизни или привести к смерти",
            "Другие факторы, которые могут увеличить риск гипогликемии, включают изменения в режиме питания (например, содержание макронутриентов или время приема пищи), изменения в уровне физической активности или изменения в сопутствующих лекарствах.",
            "Пациенты с почечной или печеночной недостаточностью могут подвергаться более высокому риску гипогликемии.",
            "Сообщалось, что повторные инъекции инсулина в области липодистрофии или локализованного кожного амилоидоза приводят к гипергликемии; Сообщалось, что внезапное изменение места инъекции (на незатронутую область) приводит к гипогликемии.",
            "Вносить любые изменения в режим инсулинотерапии пациента под тщательным медицинским наблюдением с учащением контроля уровня глюкозы в крови.",
            "Изменения в инсулине, дозе инсулина, производителе, типе или способе введения могут повлиять на гликемический контроль и предрасполагать к гипогликемии или гипергликемии.",
            "Риск гипогликемии после инъекции коррелирует с продолжительностью действия инсулина и является самым высоким, когда эффект инсулина по снижению уровня глюкозы максимален; Эффект снижения уровня глюкозы Время курса инсулина лизпро может варьироваться у разных людей или в разное время у одного и того же человека и зависит от многих условий (например, области инъекции, кровоснабжения места инъекции, температуры",
            "Посоветуйте пациентам, которые неоднократно вводили инъекции в области липодистрофии или локализованного кожного амилоидоза, сменить место инъекции на незатронутые области и внимательно следить за гипогликемией.",
            "Для пациентов с сахарным диабетом 2 типа может потребоваться коррекция доз при сопутствующем пероральном противодиабетическом лечении."
          ]
        },
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "При одновременном применении с кортикостероидами, изониазидом, никотиновой кислотой, эстрогенами, пероральными контрацептивами, фенотиазинами, даназолом, диуретиками, симпатомиметическими средствами (например, адреналином, альбутеролом, тербуталином), соматропином, атипичными нейролептиками, глюкагоном, ингибиторами протеазы и тиреоидными гормонами может снижаться гипогликемическое действие инсулин лизпро (см. Модификации дозировки)",
            "Глюкозоснижающий эффект инсулина лизпро может усиливаться или снижаться при совместном применении с бета-блокаторами, клонидином, солями лития и алкоголем; пентамидин может вызывать гипогликемию, за которой иногда может следовать гипергликемия.",
            "Одновременное применение с противодиабетическими средствами, салицилатами, сульфаниламидными антибиотиками, ингибиторами моноаминоксидазы, флуоксетином, прамлинтидом, дизопирамидом, фибратами, пропоксифеном, пентоксифиллином, ингибиторами АПФ, блокаторами рецепторов ангиотензина II и аналогами соматостатина (например, октреотид) может увеличить риск гипогликемии (например, октреотид). см. Модификации дозировки)",
            "Признаки и симптомы гипогликемии могут быть притуплены при одновременном применении бета-блокаторов, клонидина, гуанетидина и резерпина с инсулином лизпро."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прамлинтид",
      "description": {
        "common": "инсулин лизпро, прамлинтид. Механизм: неустановленный механизм взаимодействия. Противопоказано. Должен вводиться отдельно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "этанол, инсулин лизпро. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Алкоголь может как усиливать, так и ослаблять эффект инсулина по снижению уровня глюкозы в крови; алкоголь может снижать эндогенную выработку глюкозы (повышенный риск гипогликемии) или ухудшать гликемический контроль за счет добавления калорий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "инсулин лизпро, мациморелин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Препараты, которые могут кратковременно повышать концентрацию гормона роста (GH), могут повлиять на точность диагностического теста мациморелина. Прежде чем вводить мациморелин, подождите достаточное время вымывания препаратов, влияющих на высвобождение ГР."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акарбоза",
      "description": {
        "common": "акарбоза, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "альбиглутид, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алоглиптин",
      "description": {
        "common": "алоглиптин, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол, инсулин лизпро. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин, инсулин лизпро. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное введение инсулина с высокими дозами салицилатов (3 г/сутки и более) может увеличить риск гипогликемии. Может потребоваться коррекция дозы инсулина и увеличение частоты мониторинга уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир снижает действие инсулина лизпро по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азилсартан",
      "description": {
        "common": "азилсартан усиливает действие инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "беназеприл усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор. Усиленный гипогликемический эффект; Следите за уровнем глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бексаглифлозин",
      "description": {
        "common": "бексаглифлозин усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите возможность введения более низкой дозы инсулина во избежание гипогликемии при одновременном применении с бексаглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Горький лимон",
      "description": {
        "common": "горькая дыня усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "канаглифлозин",
      "description": {
        "common": "инсулин лизпро, канаглифлозин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с канаглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кандесартан",
      "description": {
        "common": "кандесартан усиливает эффекты инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "Каптоприл усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови. Следите за уровнем глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "хлорпропамид, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "корица",
      "description": {
        "common": "корица усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор. Вероятность гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофибрат",
      "description": {
        "common": "ципрофибрат усиливает действие инсулина лизпро за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о гипер- и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства. Рекомендуется тщательный контроль уровня глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин, инсулин лизпро. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дапаглифлозин",
      "description": {
        "common": "инсулин лизпро, дапаглифлозин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с дапаглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "Дарунавир снижает эффекты инсулина лизпро по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "инсулин лизпро и дефлазакорт снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "дексфенфлурамин усиливает эффекты инсулина лизпро по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Дексфенфлурамин усиливает поглощение глюкозы в периферических тканях, увеличивая риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и инсулин лизпро снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "дизопирамид усиливает действие инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и дизопирамида может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулаглутид",
      "description": {
        "common": "дулаглутид, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эмпаглифлозин",
      "description": {
        "common": "эмпаглифлозин, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с ингибиторами SGLT2."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эналаприл",
      "description": {
        "common": "эналаприл усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпросартан",
      "description": {
        "common": "эпросартан усиливает эффекты инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эртуглифлозин",
      "description": {
        "common": "эртуглифлозин, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с эртуглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "этинилэстрадиол снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Оральные контрацептивы могут снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "раствор эксенатида для инъекций, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "инъекционная суспензия эксенатида, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "фенфлурамин усиливает действие инсулина лизпро за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Фенфлурамин усиливает поглощение глюкозы в периферических тканях, увеличивая риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенофибрат",
      "description": {
        "common": "фенофибрат усиливает эффекты инсулина лизпро за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенофибрат микронизированный",
      "description": {
        "common": "фенофибрат микронизированный усиливает действие инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенофибриновая кислота",
      "description": {
        "common": "фенофибриновая кислота усиливает эффекты инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флероксацин",
      "description": {
        "common": "флероксацин усиливает эффекты инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин усиливает действие инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и флуоксетина может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир снижает действие инсулина лизпро по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "фозиноприл усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемфиброзил",
      "description": {
        "common": "гемфиброзил усиливает эффекты инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин усиливает эффекты инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "глимепирид, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "глипизид, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюкагон",
      "description": {
        "common": "глюкагон снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Эндогенный глюкагон является регуляторным гормоном, повышающим уровень глюкозы в крови; экзогенный глюкагон часто используется для лечения гипогликемии у больных сахарным диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюкагон интраназально",
      "description": {
        "common": "Интраназальный глюкагон снижает эффекты инсулина лизпро за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Эндогенный глюкагон является регуляторным гормоном, повышающим уровень глюкозы в крови; экзогенный глюкагон часто используется для лечения гипогликемии у больных сахарным диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "глибурид, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон, инсулин лизпро. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имидаприл",
      "description": {
        "common": "имидаприл усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир снижает действие инсулина лизпро по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "ирбесартан усиливает действие инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид усиливает действие инсулина лизпро по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетотифен, офтальмологический",
      "description": {
        "common": "кетотифен, офтальмологический, инсулин лизпро. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может привести к тромбоцитопении (редко). Мониторить ЦБК."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ланреотид",
      "description": {
        "common": "ланреотид усиливает действие инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение аналогов инсулина и соматостатина может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "левофлоксацин усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "линаглиптин",
      "description": {
        "common": "линаглиптин, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид усиливает действие инсулина лизпро по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "лираглутид, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "лизиноприл усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "литий, инсулин лизпро. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Соли лития могут вызывать как гипогликемию, так и гипергликемию. Может потребоваться коррекция дозы инсулина и усиленный контроль уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонапегсоматропин",
      "description": {
        "common": "лонапегсоматропин снижает эффекты инсулина лизпро по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Внимательно следите за уровнем глюкозы в крови при лечении противодиабетическими средствами. Лонапегсоматропин может снижать чувствительность к инсулину, особенно в более высоких дозах. Пациентам с сахарным диабетом может потребоваться коррекция дозы инсулина и/или других сахароснижающих средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир снижает действие инсулина лизпро по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "лозартан усиливает действие инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, инсулин лизпро. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилат магния",
      "description": {
        "common": "Салицилат магния усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное введение инсулина с высокими дозами салицилатов (3 г/сутки и более) может увеличить риск гипогликемии. Может потребоваться коррекция дозы инсулина и увеличение частоты мониторинга уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мекасермин",
      "description": {
        "common": "мекасермин усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные гипогликемические эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "метформин, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "метоклопрамид интраназально усиливает эффекты инсулина лизпро по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Повышение моторики ЖКТ под действием метоклопрамида может увеличить доставку пищи в кишечник и повысить уровень глюкозы в крови. Контролируйте уровень глюкозы в крови и при необходимости измените режим дозирования инсулина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метрелептин",
      "description": {
        "common": "инсулин лизпро, метрелептин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение метрелептина с инсулином и/или средствами, стимулирующими секрецию инсулина (например, сульфонилмочевины, производные меглитинида) может увеличить риск гипогликемии; может потребоваться более низкая доза инсулина или средства, стимулирующие секрецию инсулина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миглитол",
      "description": {
        "common": "миглитол, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "моэксиприл усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "моксифлоксацин усиливает эффекты инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол, инсулин лизпро. Механизм: фармакодинамический антагонизм. Используйте осторожность/монитор. Неселективные бета-блокаторы задерживают восстановление нормогликемии после индуцированной инсулином гипогликемии; однако они также ингибируют секрецию инсулина, поэтому бета-блокатор Tx длительного действия может привести к снижению толерантности к глюкозе. Инсулин-индуцированная гипогликемия может вызвать гипертензию во время терапии неселективными бета-блокаторами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "натеглинид, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир снижает эффекты инсулина лизпро по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ниацин",
      "description": {
        "common": "ниацин снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Одновременное применение инсулина и никотиновой кислоты может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "октреотид",
      "description": {
        "common": "октреотид усиливает действие инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение аналогов инсулина и соматостатина может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оланзапин, инсулин лизпро. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олмесартан",
      "description": {
        "common": "олмесартан усиливает эффекты инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "опунция фикус индика",
      "description": {
        "common": "Opuntia ficus indica усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "палиперидон, инсулин лизпро. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пасиреотид",
      "description": {
        "common": "пасиреотид усиливает действие инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение аналогов инсулина и соматостатина может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентамидин",
      "description": {
        "common": "пентамидин, инсулин лизпро. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Пентамидин может вызывать как гипогликемию, так и гипергликемию с последующим противоположным эффектом. Может потребоваться коррекция дозы инсулина и усиленный контроль уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "периндоприл",
      "description": {
        "common": "периндоприл усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенелзин",
      "description": {
        "common": "Фенелзин усиливает действие инсулина лизпро по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "пиндолол, инсулин лизпро. Механизм: фармакодинамический антагонизм. Используйте осторожность/монитор. Неселективные бета-блокаторы задерживают восстановление нормогликемии после индуцированной инсулином гипогликемии; однако они также ингибируют секрецию инсулина, поэтому бета-блокатор Tx длительного действия может привести к снижению толерантности к глюкозе. Инсулин-индуцированная гипогликемия может вызвать гипертензию во время терапии неселективными бета-блокаторами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиоглитазон",
      "description": {
        "common": "инсулин лизпро увеличивает токсичность пиоглитазона по неизвестному механизму. Используйте осторожность/монитор. Инсулин может усиливать задержку жидкости, связанную с приемом тиазолидиндионов (агонистов гамма-рецепторов, активируемых пролиферацией пероксисом [PPAR])."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин усиливает действие инсулина лизпро по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пропранолол, инсулин лизпро. Механизм: фармакодинамический антагонизм. Используйте осторожность/монитор. Неселективные бета-блокаторы задерживают восстановление нормогликемии после индуцированной инсулином гипогликемии; однако они также ингибируют секрецию инсулина, поэтому бета-блокатор Tx длительного действия может привести к снижению толерантности к глюкозе. Инсулин-индуцированная гипогликемия может вызвать гипертензию во время терапии неселективными бета-блокаторами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "кветиапин, инсулин лизпро. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квинаприл",
      "description": {
        "common": "Квинаприл усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рамиприл",
      "description": {
        "common": "рамиприл усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "разагилин",
      "description": {
        "common": "разагилин усиливает действие инсулина лизпро по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "рисперидон, инсулин лизпро. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир снижает действие инсулина лизпро по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "розиглитазон",
      "description": {
        "common": "инсулин лизпро увеличивает токсичность розиглитазона по неизвестному механизму. Используйте осторожность/монитор. Инсулин может усиливать задержку жидкости, связанную с приемом тиазолидиндионов (агонистов гамма-рецепторов, активируемых пролиферацией пероксисом [PPAR])."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "сакубитрил/валсартан усиливает эффекты инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное введение инсулина с высокими дозами салицилатов (3 г/сутки и более) может увеличить риск гипогликемии. Может потребоваться коррекция дозы инсулина и увеличение частоты мониторинга уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир снижает эффекты инсулина лизпро по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саксаглиптин",
      "description": {
        "common": "саксаглиптин, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селегилин",
      "description": {
        "common": "Селегилин усиливает действие инсулина лизпро по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "Трансдермальный селегилин усиливает действие инсулина лизпро по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "семаглутид",
      "description": {
        "common": "семаглутид, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное введение инсулина с агонистами ГПП-1 может увеличить риск гипогликемии. Снижение дозы инсулина может уменьшить риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Акулий хрящ",
      "description": {
        "common": "акульи хрящи усиливают действие инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ситаглиптин",
      "description": {
        "common": "ситаглиптин, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/?сульфат магния/хлорид калия повышает токсичность инсулина лизпро по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния повышает токсичность инсулина лизпро по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль",
      "description": {
        "common": "инсулин лизпро и сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль снижают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сомапацитан",
      "description": {
        "common": "сомапацитан снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Продукты гормона роста могут снижать чувствительность к инсулину, особенно в более высоких дозах. После начала приема сомапацитана может потребоваться коррекция дозы противодиабетических средств. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соматропин",
      "description": {
        "common": "соматропин снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "сульфадиазин усиливает эффекты инсулина лизпро по неустановленному механизму взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и сульфаниламидных антибиотиков может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксипиридазин",
      "description": {
        "common": "сульфаметоксипиридазин усиливает эффекты инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "сульфизоксазол усиливает действие инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и сульфаниламидных антибиотиков может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "телмисартан усиливает действие инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тестостерон интраназальный",
      "description": {
        "common": "Интраназальное введение тестостерона усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Андрогены могут снижать уровень глюкозы в крови, что может потребовать снижения дозы противодиабетических препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "тимолол, инсулин лизпро. Механизм: фармакодинамический антагонизм. Используйте осторожность/монитор. Неселективные бета-блокаторы задерживают восстановление нормогликемии после индуцированной инсулином гипогликемии; однако они также ингибируют секрецию инсулина, поэтому бета-блокатор Tx длительного действия может привести к снижению толерантности к глюкозе. Инсулин-индуцированная гипогликемия может вызвать гипертензию во время терапии неселективными бета-блокаторами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "типранавир снижает действие инсулина лизпро по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толазамид",
      "description": {
        "common": "толазамид, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "толбутамид, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "трандолаприл усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "транилципромин",
      "description": {
        "common": "транилципромин усиливает действие инсулина лизпро по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты инсулина лизпро за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "валсартан усиливает действие инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксипамид",
      "description": {
        "common": "ксипамид снижает уровень инсулина лизпро за счет увеличения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "зипразидон, инсулин лизпро. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репейник",
      "description": {
        "common": "Репейник усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "американский женьшень",
      "description": {
        "common": "Американский женьшень усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин усиливает эффекты инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анаму",
      "description": {
        "common": "Анаму усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "аспирин ректальный усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия усиливают действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "балсалазид усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "бендрофлуметиазид снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бексаротин",
      "description": {
        "common": "бексаротен усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "хлорталидон снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "трисалицилат магния холина усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хром",
      "description": {
        "common": "хром усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клонидин",
      "description": {
        "common": "клонидин снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Уменьшение симптомов гипогликемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Коэнзим Q10",
      "description": {
        "common": "коэнзим Q10 усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Следите за потребностью в инсулине."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "Кукурузный шелк усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "циклопентиазид снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дамиана",
      "description": {
        "common": "damiana снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "даназол",
      "description": {
        "common": "даназол усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Коготь дьявола",
      "description": {
        "common": "Коготь дьявола усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлюнизал усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бузина",
      "description": {
        "common": "ягоды бузины усиливают действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (исследования in vitro)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "эвкалипт усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуоксиместерон",
      "description": {
        "common": "флуоксиместерон усиливает эффекты инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фо-ти",
      "description": {
        "common": "fo-ti усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "форсколин",
      "description": {
        "common": "форсколин усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Коленол, соединение, содержащееся в корне колеуса, может стимулировать высвобождение инсулина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "готу кола",
      "description": {
        "common": "Готу кола усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "guanfacine",
      "description": {
        "common": "гуанфацин снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Уменьшение симптомов гипогликемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гимнема",
      "description": {
        "common": "gymnema усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "семена конского каштана",
      "description": {
        "common": "семена конского каштана усиливают действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "Гидрохлоротиазид снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "индапамид снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид снижает действие инсулина лизпро за счет неуказанного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "можжевельник",
      "description": {
        "common": "можжевельник усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "лофепрамин усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ликоп",
      "description": {
        "common": "lycopus усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (исследования на животных)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "мапротилин усиливает эффекты инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "месаламин",
      "description": {
        "common": "месаламин усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "местеролон",
      "description": {
        "common": "Местеролон усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "метиклотиазид снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "метилпреднизолон снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилтестостерон",
      "description": {
        "common": "Метилтестостерон усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "метолазон снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "крапива",
      "description": {
        "common": "крапива усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин усиливает эффекты инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин, инсулин лизпро. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Возможна дисгликемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксандролон",
      "description": {
        "common": "Оксандролон усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксиметолон",
      "description": {
        "common": "оксиметолон усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Женьшень",
      "description": {
        "common": "Женьшень обыкновенный усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пегвисомант",
      "description": {
        "common": "пегвисомант усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "кислый фосфат калия усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Взаимодействие особенно заметно при лечении гипокалиемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "хлорид калия усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Взаимодействие особенно заметно при лечении гипокалиемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "цитрат калия усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Взаимодействие особенно заметно при лечении гипокалиемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мудрец",
      "description": {
        "common": "шалфей усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (не аза) усиливают действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Сибирский женьшень",
      "description": {
        "common": "Сибирский женьшень усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "сульфасалазин усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тестостерон",
      "description": {
        "common": "тестостерон усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буккальная система тестостерона",
      "description": {
        "common": "Буккальная система тестостерона усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тестостерон актуальные",
      "description": {
        "common": "Актуальный тестостерон усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Тонгкат Али",
      "description": {
        "common": "Тонгкат Али усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ванадий",
      "description": {
        "common": "ванадий усиливает эффекты инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "кора ивы усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Тяжелая гипогликемия",
      "percent": "52"
    },
    {
      "name": "после",
      "percent": "13.5"
    },
    {
      "name": "недели",
      "percent": "13.1"
    },
    {
      "name": "Назофарингит",
      "percent": "34.6"
    },
    {
      "name": "в сочетании с инсулином гларгином",
      "percent": "33.3"
    },
    {
      "name": "Синдром гриппа",
      "percent": "29.6"
    },
    {
      "name": "Фарингит",
      "percent": "24.7"
    },
    {
      "name": "Ринит",
      "percent": "19.8"
    },
    {
      "name": "Головная боль",
      "percent": "17.3"
    },
    {
      "name": "Боль",
      "percent": "13.6"
    },
    {
      "name": "Усиление кашля",
      "percent": "11.6"
    },
    {
      "name": "Инфекционное заболевание",
      "percent": "10.8"
    },
    {
      "name": "Головная боль",
      "percent": "10.1"
    },
    {
      "name": "Боль",
      "percent": "6"
    },
    {
      "name": "Инфекционное заболевание",
      "percent": "26"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "2.4"
    },
    {
      "name": "в сочетании с инсулином гларгином",
      "percent": "2.6"
    },
    {
      "name": "Тяжелая гипогликемия",
      "percent": "8.6"
    },
    {
      "name": "после",
      "percent": "8.6"
    },
    {
      "name": "недели",
      "percent": "7.4"
    },
    {
      "name": "Реакции в месте инфузии",
      "percent": "7.4"
    },
    {
      "name": "Случайная травма",
      "percent": "7.4"
    },
    {
      "name": "Диарея",
      "percent": "7.4"
    },
    {
      "name": "Миалгия",
      "percent": "6.2"
    },
    {
      "name": "Боль в животе",
      "percent": "6.2"
    },
    {
      "name": "Астения",
      "percent": "6.2"
    },
    {
      "name": "Бронхит",
      "percent": "6.2"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "6.2"
    },
    {
      "name": "Дисменорея",
      "percent": "8.1"
    },
    {
      "name": "Хирургическая процедура",
      "percent": "7.4"
    },
    {
      "name": "Высокая температура",
      "percent": "6.6"
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Ринит",
      "percent": null
    },
    {
      "name": "Хирургическая процедура",
      "percent": null
    },
    {
      "name": "Фарингит",
      "percent": null
    }
  ]
}