{
  "name": "фторурацил",
  "comment": "Rx",
  "other_names": [
    "Адручил"
  ],
  "classes": [
    "Антиметаболиты",
    "Противоопухолевые препараты"
  ],
  "source": "https://reference.medscape.com/drug/adrucil-fluorouracil-342092",
  "pregnancy": {
    "common": [
      "Если этот препарат используется во время беременности или пациентка забеременела во время приема этого препарата, сообщите пациентке о потенциальной опасности для плода.",
      "Адекватных и строго контролируемых исследований фторурацила у беременных женщин не проводилось; исходя из механизма действия, препарат может нанести вред плоду при введении беременной женщине."
    ],
    "specific": [
      {
        "type": "контрацепция",
        "description": [
          "Женщины: в зависимости от механизма действия препарат может нанести вред плоду при введении беременной женщине; рекомендовать женщинам репродуктивного возраста использовать эффективные средства контрацепции во время лечения фторурацилом и в течение 3 месяцев после прекращения терапии",
          "Мужчины: фторурацил может повредить сперматозоиды; рекомендовать мужчинам с партнершами репродуктивного возраста использовать эффективные методы контрацепции во время и в течение 3 месяцев после прекращения терапии"
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Мужчины: Сообщите мужчинам с репродуктивным потенциалом, что, на основании данных о животных, фертильность может быть нарушена при приеме фторурацила.",
          "Женщины: Сообщите женщинам с репродуктивным потенциалом, что, основываясь на данных о животных, фертильность может быть нарушена при приеме фторурацила."
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "Введение крысам и мышам в отдельные периоды органогенеза в дозах ниже дозы для человека, составляющей 12 мг/кг, вызывало эмбриолетальность и тератогенность; пороки развития включали расщепление неба и дефекты скелета",
          "У обезьян материнские дозы фторурацила, превышающие примерную дозу для человека, составляющую 12 мг/кг, приводили к аборту."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Неизвестно, присутствуют ли фторурацил или его метаболиты в материнском молоке; поскольку многие лекарства присутствуют в материнском молоке и из-за возможности серьезных побочных реакций у грудных детей от фторурацила, следует принять решение о прекращении грудного вскармливания или прекращении приема препарата, принимая во внимание важность препарата для матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Препарат следует вводить под наблюдением опытного онкологического химиотерапевта из-за возможности тяжелых токсических реакций.",
        "Пациент должен быть госпитализирован для начала терапии из-за риска развития тяжелых токсических реакций."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Терапия может вызвать неврологическую токсичность, включая острый мозжечковый синдром и другие неврологические явления, на основании постмаркетинговых отчетов; неврологические симптомы включали спутанность сознания, дезориентацию, атаксию или нарушения зрения; воздержаться от фторурацил для неврологической токсичности; недостаточно данных о рисках возобновления приема фторурацила у пациентов с разрешившейся неврологической токсичностью.",
        "При применении фторурацила может возникнуть мукозит, стоматит или эзофагофарингит, которые могут привести к отторжению или изъязвлению слизистой оболочки; сообщается, что заболеваемость выше при внутривенном болюсном введении по сравнению с непрерывным вливанием; воздержаться от введения при мукозите 3 или 4 степени; возобновить прием фторурацила в сниженной дозе, как только мукозит разрешится или его тяжесть уменьшится до 1 степени",
        "Сообщалось о клинически значимом повышении показателей свертывания крови при одновременном применении варфарина и фторурацила; внимательно следить за пациентами, получающими сопутствующие антикоагулянты, производные кумарина, такие как варфарин, для определения МНО или протромбинового времени, чтобы соответствующим образом скорректировать дозу антикоагулянта",
        "Лечение может вызвать кардиотоксичность, включая стенокардию, инфаркт/ишемию миокарда, аритмию и сердечную недостаточность; сообщаемыми факторами риска кардиотоксичности являются введение путем непрерывной инфузии, а не внутривенного болюса, и наличие ишемической болезни сердца; воздержаться от приема фторурацила из-за кардиотоксичности; риски возобновления приема фторурацила у пациентов с разрешившейся кардиотоксичностью не установлены",
        "Может возникнуть сильная диарея; приостановить прием фторурацила при диарее 3 или 4 степени до разрешения или снижения интенсивности до степени 1, затем возобновить прием фторурацила в уменьшенной дозе; при необходимости вводите жидкости, замену электролитов или противодиарейные препараты.",
        "Прекратить прием при стоматите, эзофагофарингите, лейкопении, тромбоцитопении, неукротимой рвоте, желудочно-кишечном кровотечении, кровотечении."
      ],
      "specific": [
        {
          "type": "Миелосупрессия",
          "description": [
            "Приостановить введение фторурацила до разрешения миелосупрессии 4 степени; возобновить прием фторурацила в сниженной дозе, когда миелосупрессия разрешится или улучшится до 1 степени тяжести",
            "Лечение может вызвать тяжелую и фатальную миелосупрессию, которая может включать нейтропению, тромбоцитопению и анемию.",
            "Надир числа нейтрофилов обычно происходит между 9 и 14 днями после введения препарата; получить полный анализ крови перед каждым циклом лечения, еженедельно, если вводится по еженедельному или аналогичному графику, и по мере необходимости"
          ]
        },
        {
          "type": "Ладонно-подошвенная эритродизестезия",
          "description": [
            "Симптомы HFS включают ощущение покалывания, боль, отек и эритему с болезненностью и шелушением; HFS чаще возникает при введении фторурацила в виде непрерывной инфузии, чем при введении в виде болюсной инъекции, и, как сообщается, чаще возникает у пациентов, ранее подвергавшихся химиотерапии.",
            "Терапия может вызвать ладонно-подошвенную эритродизестезию, также известную как ладонно-подошвенный синдром (ЛПС).",
            "СЛС обычно наблюдается через 8–9 недель после приема препарата, но может возникать и раньше; ввести поддерживающие меры для симптоматического облегчения HFS; воздержаться от введения для степени 2 или 3 HFS; возобновить прием фторурацила в сниженной дозе, когда СГС полностью разрешится или степень тяжести уменьшится до 1-й степени"
          ]
        },
        {
          "type": "Пациенты с низкой или отсутствующей активностью дипиримидиндегидрогеназы",
          "description": [
            "Ни одна доза фторурацила не является безопасной для пациентов с полным отсутствием активности ДПД; недостаточно данных, чтобы рекомендовать конкретную дозу для пациентов с частичной активностью ДПД, измеренной с помощью какого-либо конкретного теста.",
            "Пациенты с частичной активностью ДПД также могут иметь повышенный риск тяжелых, опасных для жизни или фатальных побочных реакций, вызванных фторурацилом.",
            "Приостановить или полностью прекратить прием фторурацила на основании клинической оценки начала, продолжительности и тяжести наблюдаемой токсичности у пациентов с признаками острой ранней или необычно тяжелой токсичности, что может указывать на почти полное или полное отсутствие активности ДПД.",
            "На основании постмаркетинговых отчетов пациенты с определенными гомозиготными или определенными составными гетерозиготными мутациями в гене DPD, которые приводят к полному или почти полному отсутствию активности DPD, подвергаются повышенному риску острого раннего проявления токсичности и тяжелых, угрожающих жизни или смертельных побочных эффектов. реакции, вызванные фторурацилом (например, мукозит, диарея, нейтропения и нейротоксичность)"
          ]
        },
        {
          "type": "Гипераммониемическая энцефалопатия",
          "description": [
            "При гипераммониемической энцефалопатии отменить фторурацил и начать аммиакоснижающую терапию; риски возобновления приема фторурацила у больных с разрешившейся гипераммониемической энцефалопатией не установлены",
            "Признаки или симптомы гипераммониемической энцефалопатии, о которых сообщалось, начинаются в течение 72 часов после начала инфузии фторурацила; они включали изменение психического состояния, спутанность сознания, дезориентацию, кому или атаксию на фоне сопутствующего повышенного уровня аммиака в сыворотке крови.",
            "Препарат может вызывать гипераммониемическую энцефалопатию при отсутствии заболевания печени или другой идентифицируемой причины, согласно постмаркетинговым отчетам."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "фторурацил снижает действие живых аденовирусов типов 4 и 7 при пероральном приеме за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "фторурацил, аксикабтаген цилолеуцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "фторурацил, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "фторурацил, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "деферипрон",
      "description": {
        "common": "деферипрон, фторурацил.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте использования деферипрона с другими препаратами, которые, как известно, связаны с нейтропенией или агранулоцитозом; если альтернатива невозможна, чаще контролируйте абсолютное количество нейтрофилов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "фторурацил повышает уровень или эффект эрдафитиниба, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с сильными ингибиторами CYP2C9, внимательно следите за побочными реакциями и рассмотрите возможность соответствующего уменьшения дозы. Если сильный ингибитор CYP2C9 прекращается, рассмотрите возможность увеличения дозы эрдафитиниба при отсутствии какой-либо токсичности, связанной с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "германий",
      "description": {
        "common": "германий увеличивает токсичность фторурацила за счет неустановленного механизма взаимодействия. Противопоказано. Риск токсичности, смерть при сочетании."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "фторурацил, идекабтаген виклеуцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "фторурацил снижает эффекты четырехвалентной вакцины против вируса гриппа, фармакодинамически антагонизирует адъювантом. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "фторурацил снижает эффекты трехвалентной противогриппозной вакцины, адъювантной благодаря фармакодинамическому антагонизму. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "фторурацил, лизокабтаген маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность фторурацила Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "рогинтерферон альфа 2b, фторурацил.\nЛибо повышает уровень другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "фторурацил увеличивает уровень или эффект сипонимода, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Совместное применение сипонимода с препаратами, вызывающими умеренное ингибирование CYP2C9 И умеренное или сильное ингибирование CYP3A4, не рекомендуется. Следует соблюдать осторожность при одновременном применении сипонимода с умеренными ингибиторами CYP2C9."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тинидазол",
      "description": {
        "common": "тинидазол будет увеличивать уровень или эффект фторурацила за счет снижения печеночного клиренса. Избегайте или используйте альтернативный препарат. Если нельзя избежать одновременного применения тинидазола и фторурацила, следует контролировать токсичность, связанную с фторурацилом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "фторурацил, тизагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "фторурацил, тофацитиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб, фторурацил.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Coadministration может увеличить риск миелосупрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "фторурацил усиливает эффекты антитромбина III по неустановленному механизму взаимодействия. Используйте осторожность/монитор. Из-за тромбоцитопенических эффектов фторурацила у пациентов, одновременно получающих антикоагулянты, может наблюдаться дополнительный риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аргатробан",
      "description": {
        "common": "фторурацил усиливает действие аргатробана за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Из-за тромбоцитопенических эффектов фторурацила у пациентов, одновременно получающих антикоагулянты, может наблюдаться дополнительный риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт и фторурацил усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "фторурацил усиливает действие бивалирудина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Из-за тромбоцитопенических эффектов фторурацила у пациентов, одновременно получающих антикоагулянты, может наблюдаться дополнительный риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "фторурацил снижает действие вакцины против холеры за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабигатран",
      "description": {
        "common": "фторурацил усиливает действие дабигатрана за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. В связи с тромбоцитопеническими эффектами фторурацила у пациентов, одновременно принимающих антикоагулянты, может наблюдаться аддитивный риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "фторурацил усиливает действие дальтепарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Из-за тромбоцитопенических эффектов фторурацила у пациентов, одновременно получающих антикоагулянты, может наблюдаться дополнительный риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "фторурацил снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "фторурацил, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "фторурацил увеличивает уровень или эффект диклофенака, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Не превышайте дозу диклофенака 50 мг два раза в сутки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронабинол",
      "description": {
        "common": "фторурацил увеличивает уровень или эффект дронабинола, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Дронабинол является субстратом CYP2C9."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "фторурацил повышает уровень элуксадолина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. В качестве меры предосторожности из-за неполной информации о метаболизме элуксадолина следует соблюдать осторожность при совместном применении с сильными ингибиторами CYP2C9/10."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "фторурацил усиливает действие эноксапарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Из-за тромбоцитопенических эффектов фторурацила у пациентов, одновременно получающих антикоагулянты, может наблюдаться дополнительный риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этотоин",
      "description": {
        "common": "фторурацил повышает уровень этотоина по неизвестному механизму. Используйте осторожность/монитор. На основании сообщений о случаях."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "эвкалипт повышает уровень фторурацила за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Относится только к препаратам для местного применения. Механизм: усиленное трансдермальное всасывание."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "фторурацил усиливает действие финголимода за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "фторурацил усиливает эффекты фондапаринукса за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Из-за тромбоцитопенических эффектов фторурацила у пациентов, одновременно получающих антикоагулянты, может наблюдаться дополнительный риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "фторурацил повышает уровень фосфенитоина по неизвестному механизму. Используйте осторожность/монитор. На основании сообщений о случаях."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "фторурацил повышает уровень глибурида, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Сильные ингибиторы CYP2C9 могут снижать метаболизм глибурида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гепарин",
      "description": {
        "common": "фторурацил усиливает эффекты гепарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Из-за тромбоцитопенических эффектов фторурацила у пациентов, одновременно получающих антикоагулянты, может наблюдаться дополнительный риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "фторурацил, гидроксимочевина. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гриппа А (H5N1)",
      "description": {
        "common": "фторурацил снижает действие вакцины против гриппа A (H5N1) по механизму: фармакодинамический антагонизм. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить иммунный ответ на вакцину H5N1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа (H5N1) с адъювантом",
      "description": {
        "common": "фторурацил снижает эффекты вакцины против вируса гриппа (H5N1), адъювантной Механизм: фармакодинамический антагонизм. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить иммунный ответ на вакцину H5N1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лакосамид",
      "description": {
        "common": "фторурацил повышает уровень лакосамида, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы лакосамида при совместном применении с сильными ингибиторами CYP2C9."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лесинурад",
      "description": {
        "common": "фторурацил увеличивает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лейковорин",
      "description": {
        "common": "лейковорин увеличивает токсичность фторурацила за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "фторурацил снижает действие менингококковой вакцины группы В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Лица с измененной иммунокомпетентностью могут иметь сниженный иммунный ответ на вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол увеличивает токсичность фторурацила за счет уменьшения элиминации. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, фторурацил.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олапариб",
      "description": {
        "common": "фторурацил и олапариб усиливают фармакодинамический синергизм. Используйте осторожность/монитор. Одновременное применение с другими миелосупрессивными противоопухолевыми средствами, включая агенты, повреждающие ДНК, может усиливать и пролонгировать миелосупрессивную токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оспемифен",
      "description": {
        "common": "фторурацил повышает уровень оспемифена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин повысит уровень или действие фторурацила на др. (см. комментарий). Используйте осторожность/монитор. Мониторинг изменений ЭКГ, если терапия начата у пациентов с препаратами, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фторурацил повышает уровень фенитоина по неизвестному механизму. Используйте осторожность/монитор. На основании сообщений о случаях."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и фторурацил усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "фторурацил снижает эффекты сипулеуцеля-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербинафин",
      "description": {
        "common": "фторурацил увеличивает уровень или действие тербинафина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, фторурацил.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, фторурацил.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и фторурацил усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "фторурацил увеличивает уровень или эффект варфарина, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие фторурацила за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Гриб майтаке обладает противоопухолевым действием (исследования на животных/в пробирке)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "таурин",
      "description": {
        "common": "фторурацил снижает уровень таурина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витамин А",
      "description": {
        "common": "витамин А, фторурацил. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Антиоксиданты, такие как витамин А, повышают эффективность и снижают токсичность противоопухолевых препаратов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витамин Е",
      "description": {
        "common": "витамин Е, фторурацил. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Антиоксиданты, такие как витамин Е, повышают эффективность и снижают токсичность противоопухолевых препаратов."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Потеря аппетита",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Мукозит",
      "percent": null
    },
    {
      "name": "Миелосупрессия",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "Светочувствительность",
      "percent": null
    },
    {
      "name": "Рука",
      "percent": null
    },
    {
      "name": "стопный синдром",
      "percent": null
    },
    {
      "name": "Макулопапулезная сыпь",
      "percent": null
    },
    {
      "name": "зудящий",
      "percent": null
    },
    {
      "name": "Стенокардия",
      "percent": null
    },
    {
      "name": "Коронарный атеросклероз",
      "percent": null
    },
    {
      "name": "Тромбофлебит",
      "percent": null
    },
    {
      "name": "Потемнение вен",
      "percent": null
    },
    {
      "name": "Язва желудочно-кишечного тракта",
      "percent": null
    },
    {
      "name": "Повышенная щелочная фосфатаза",
      "percent": null
    },
    {
      "name": "Увеличение LFT",
      "percent": null
    },
    {
      "name": "Гипербилирубинемия",
      "percent": null
    },
    {
      "name": "гиперхолестеринемия",
      "percent": null
    },
    {
      "name": "повышенный ЛДГ",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "нистагм",
      "percent": null
    },
    {
      "name": "Офтальмологические данные",
      "percent": null
    }
  ]
}