{
  "name": "адуканумаб",
  "comment": "Rx",
  "other_names": [
    "адуканумаб-авва",
    "Адухельм"
  ],
  "classes": [
    "Анти-амилоид бета",
    "Моноклональные антитела"
  ],
  "source": "https://reference.medscape.com/drug/aduhelm-aducanumab-4000138",
  "pregnancy": {
    "common": [
      "Нет достаточных данных об использовании у беременных женщин для оценки риска серьезных врожденных дефектов, выкидыша или других неблагоприятных исходов для матери или плода, связанных с приемом препарата."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии адуканумаба в материнском молоке, влиянии на грудных детей или влиянии на выработку молока; опубликованные данные по другим моноклональным антителам обычно указывают на низкий уровень проникновения моноклональных антител в грудное молоко и ограниченное системное воздействие на младенцев, находящихся на грудном вскармливании; последствия этого ограниченного воздействия неизвестны"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщается о ангионевротическом отеке и крапивнице; немедленно прекратить инфузию при первом обнаружении любых признаков или симптомов, соответствующих реакции гиперчувствительности, и начать соответствующую терапию."
      ],
      "specific": [
        {
          "type": "Аномалии визуализации, связанные с амилоидами (АВСА)",
          "description": [
            "Большинство АВСА наблюдалось во время первых 8 доз, особенно во время титрования; рекомендуется повышенная клиническая бдительность",
            "Отсутствуют систематические данные о продолжении приема препарата после выявления рентгенологически умеренной или тяжелой АВСА.",
            "АВСА чаще всего проявляется в виде временного отека в областях мозга, который обычно проходит со временем; другие симптомы включают головную боль, спутанность сознания, головокружение, судороги, изменения зрения или тошноту.",
            "Может вызвать АВСА-Э; наблюдается на МРТ в виде отека головного мозга, бороздчатого выпота и АВСА-Г, который включает микрокровоизлияния и поверхностный сидероз",
            "Если дозирование временно приостановлено, возобновите его с той же дозы и графика титрования.",
            "При АВСА-Э или легкой/умеренной АВСА-Г продолжить лечение.",
            "Безопасность у пациентов с любым локализованным поверхностным сидерозом до лечения, ≥10 микрокровоизлияний в мозг и/или с кровоизлиянием в мозг >1 см в течение 1 года от начала лечения не установлена.",
            "Обратитесь к информации о назначении для критериев классификации ARIA MRI"
          ]
        },
        {
          "type": "Руководство по мониторингу и управлению",
          "description": [
            "Имеется ограниченный опыт лечения пациентов, которые продолжали прием препарата при симптоматической АВСА-Э или при бессимптомной АВСА-Э средней или тяжелой степени.",
            "Используйте клиническую оценку при рассмотрении вопроса о продолжении дозирования у пациентов с рецидивирующей АВСА-Э.",
            "Имеются ограниченные данные о дозировании пациентов с рецидивирующей АВСА-Э.",
            "Сеть лечения и диагностики болезни Альцгеймера (ALZ-NET) — это добровольный реестр пациентов, зарегистрированный поставщиком, который собирает информацию о лечении болезни Альцгеймера, включая этот препарат; провайдеры могут получить информацию о реестре на сайте www.alz-net.orgили связаться с alz-net@acr.org",
            "Рекомендуется базовая МРТ головного мозга и периодический мониторинг с помощью МРТ.",
            "Рекомендации по дозированию у пациентов с АВСА-Э зависят от клинических симптомов и рентгенологической тяжести.",
            "Если на МРТ наблюдается ВСА, перед продолжением лечения следует провести тщательную клиническую оценку.",
            "тип АВСА-Г и рентгенологическая тяжесть",
            "Если у пациента возникают симптомы, указывающие на АВСА, следует провести клиническое обследование, включая МРТ, если показано.",
            "Рекомендации по дозированию у пациентов с АВСА-Г зависят от"
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "амилоид",
      "percent": "35"
    },
    {
      "name": "сопутствующие аномалии визуализации",
      "percent": "21"
    },
    {
      "name": "отек",
      "percent": "19"
    },
    {
      "name": "АРИЯ",
      "percent": "15"
    },
    {
      "name": "Е",
      "percent": "15"
    },
    {
      "name": "Головная боль",
      "percent": "9"
    },
    {
      "name": "АРИЯ",
      "percent": "8"
    },
    {
      "name": "H микрокровоизлияние",
      "percent": null
    },
    {
      "name": "АРИЯ",
      "percent": null
    },
    {
      "name": "H поверхностный сидероз",
      "percent": null
    },
    {
      "name": "Водопады",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Путаница",
      "percent": null
    },
    {
      "name": "бред",
      "percent": null
    },
    {
      "name": "изменения психического состояния",
      "percent": null
    },
    {
      "name": "дезориентация",
      "percent": null
    }
  ]
}