{
  "name": "дифенгидрамин/ибупрофен",
  "comment": "OTC",
  "other_names": [
    "Адвил ПМ"
  ],
  "classes": [
    "НПВП",
    "Седативные/Снотворные"
  ],
  "source": "https://reference.medscape.com/drug/advil-pm-diphenhydramine-ibuprofen-999615",
  "pregnancy": {
    "common": [
      "Реестр беременности Квебека выявил 4705 женщин, у которых были самопроизвольные аборты на 20-й неделе беременности; каждый случай был сопоставлен с 10 контрольными субъектами (n = 47 050), у которых не было самопроизвольных абортов; воздействие неаспириновых НПВП во время беременности было зарегистрировано примерно в 7,5% случаев самопроизвольных абортов и примерно в 2,6% случаев в контрольной группе. (CMAJ, 6 сентября 2011 г.; DOI: 10.1503/cmaj.110454)",
      "Спросите у медицинского работника перед использованием; важно не использовать ибупрофен в течение последних 3 месяцев беременности, если только это не предписано врачом, потому что это может вызвать проблемы у будущего ребенка или осложнения во время родов."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Дифенгидрамин: проникает в грудное молоко; может снизить выработку грудного молока; противопоказано при грудном вскармливании",
      "Ибупрофен: исследований ибупрофена в период лактации не проводилось; однако в ограниченном количестве опубликованных данных сообщается, что после перорального приема ибупрофен присутствует в грудном молоке в относительных младенческих дозах 0,06-0,6% от суточной дозы матери с поправкой на массу тела; отсутствует информация о влиянии ибупрофена на выработку молока или на младенцев, находящихся на грудном вскармливании; не рекомендуется (Комитет AAP заявляет, что «совместим с уходом за больными»)"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Если у вас нет времени на полноценный ночной сон",
        "Испытайте бессонницу без боли",
        "Активное желудочно-кишечное кровотечение",
        "Непосредственно перед или после операции на сердце",
        "Повышенная чувствительность к НПВП или аспирину",
        "Одновременное применение с любым другим продуктом, содержащим дифенгидрамин, даже с нанесенным на кожу.",
        "У детей младше 12 лет",
        "Грудное вскармливание"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "При использовании этого продукта избегайте алкогольных напитков, не управляйте автомобилем и не работайте с механизмами, принимайте с едой или молоком, если возникает расстройство желудка, может возникнуть сонливость.",
        "Пациент должен прекратить использование, если боль усиливается или длится более 10 дней, бессонница сохраняется непрерывно более 2 недель; бессонница может быть симптомом серьезного основного заболевания; если в болезненной области присутствует покраснение или припухлость, появляются какие-либо новые симптомы",
        "Астма (бронхиальная), болезни сердца, ЗСН, печеночная/почечная недостаточность, артериальная гипертензия",
        "Избегайте вождения или работы с механизмами",
        "Дифенгидрамин: с осторожностью при закрытоугольной глаукоме, гипертрофии предстательной железы, стенозирующей пептической язве, пилородуоденальной обструкции или обструкции шейки мочевого пузыря.",
        "Попросите врача или фармацевта, прежде чем принимать это лекарство, если вы принимаете седативные средства или транквилизаторы или любые другие снотворные средства под наблюдением врача по поводу любого продолжающегося заболевания, принимаете любые другие антигистаминные препараты, принимаете аспирин при сердечном приступе или инсульте, потому что ибупрофен может уменьшить это преимущество. аспирина, принимая любой другой наркотик",
        "Если вы беременны или кормите грудью, проконсультируйтесь с врачом перед использованием; особенно важно не использовать ибупрофен на сроке беременности 20 недель или позже, если только это не предписано врачом; это может вызвать проблемы у будущего ребенка или осложнения во время родов",
        "Прежде чем принимать это лекарство, пациент должен сначала спросить врача, есть ли в анамнезе желудочное кровотечение, перенесенные проблемы или серьезные побочные эффекты от приема обезболивающих или жаропонижающих средств, проблемы с желудком в анамнезе, включая изжогу, высокое кровяное давление в анамнезе, болезни сердца, цирроз печени. , заболевание почек, астма или инсульт, прием диуретиков, проблемы с дыханием в анамнезе, включая эмфизему или хронический бронхит, диагностированная глаукома, затрудненное мочеиспускание из-за увеличения предстательной железы"
      ],
      "specific": [
        {
          "type": "Сердечно-сосудистый риск",
          "description": [
            "Риск может увеличиться с продолжительностью использования",
            "НПВП противопоказаны при периоперационной боли в условиях операции аортокоронарного шунтирования (АКШ) (повышенный риск инфаркта миокарда и инсульта)",
            "НПВП, кроме аспирина, повышают риск сердечного приступа, сердечной недостаточности и инсульта; они могут быть фатальными; риск выше, если вы используете больше, чем указано, или дольше, чем указано",
            "Пациенты с факторами риска или имеющимися сердечно-сосудистыми заболеваниями могут подвергаться большему риску."
          ]
        },
        {
          "type": "Желудочно-кишечный риск",
          "description": [
            "Пожилые пациенты подвержены большему риску серьезных желудочно-кишечных осложнений.",
            "Нежелательные явления со стороны желудочно-кишечного тракта могут возникать в любое время во время использования и без предупреждающих симптомов.",
            "Пациент должен прекратить использование, если испытывает признаки желудочного кровотечения, в том числе чувство слабости, кровавый или черный стул, рвоту с кровью, боль в животе, которая не проходит, или при появлении симптомов проблем с сердцем или инсульта, включая боль в груди, затрудненное дыхание. , отек ног, невнятная речь, слабость в одной части или стороне тела",
            "Риск сильного желудочного кровотечения выше, если у вас были язвы желудка или проблемы с кровотечением, вы принимаете разжижающие кровь (антикоагулянты) или стероидные препараты, вам 60 лет и старше, вы принимаете другие препараты, содержащие отпускаемые по рецепту или без рецепта НПВП [аспирин, ибупрофен, напроксен или другие], принимайте больше или в течение более длительного времени, чем указано, выпивайте 3 или более алкогольных напитков каждый день во время использования этого продукта.",
            "НПВП повышают риск серьезных нежелательных явлений со стороны желудочно-кишечного тракта, включая кровотечение, изъязвление и перфорацию желудка или кишечника, что может привести к летальному исходу."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элиглустат",
      "description": {
        "common": "дифенгидрамин повышает уровень элиглустата, влияя на метаболизм печеночного фермента CYP2D6. Противопоказано. При совместном применении с сильными или умеренными ингибиторами CYP2D6 дозу элиглустата следует снизить с 84 мг два раза в день до 84 мг один раз в день у лиц с интенсивным и промежуточным метаболизмом; Элиглустат противопоказан, если сильные или умеренные ингибиторы CYP2D6 применяются одновременно с сильными или умеренными ингибиторами CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота перорально",
      "description": {
        "common": "аминолевулиновая кислота перорально, ибупрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте перорального приема других фототоксичных препаратов с аминолевулиновой кислотой в течение 24 часов в периоперационный период."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота местно",
      "description": {
        "common": "ибупрофен, аминолевулиновая кислота местно.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Каждый препарат может усиливать фотосенсибилизирующий эффект другого."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апиксабан",
      "description": {
        "common": "ибупрофен, и апиксабан усиливают антикоагулянтное действие. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аспирин",
      "description": {
        "common": "ибупрофен уменьшает действие аспирина на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Ибупрофен снижает антитромбоцитарное действие малых доз аспирина, блокируя активный центр тромбоцитарной циклооксигеназы. Введите ибупрофен за 8 ч до приема аспирина или по крайней мере через 2–4 ч после приема аспирина. Влияние других НПВП на аспирин не установлено."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "ибупрофен снижает эффекты ректального приема аспирина с помощью др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Ибупрофен снижает антитромбоцитарное действие аспирина, блокируя активный центр тромбоцитарной циклооксигеназы. Влияние других НПВП на аспирин не установлено."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "ибупрофен уменьшает эффекты аспирина/лимонной кислоты/бикарбоната натрия по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Ибупрофен снижает антитромбоцитарное действие аспирина, блокируя активный центр тромбоцитарной циклооксигеназы. Влияние других НПВП на аспирин не установлено."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "беназеприл",
      "description": {
        "common": "ибупрофен, беназеприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксибаты кальция/магния/калия/натрия",
      "description": {
        "common": "дифенгидрамин, оксибаты кальция/магния/калия/натрия.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каптоприл",
      "description": {
        "common": "ибупрофен, каптоприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "дифенгидрамин, элуксадолин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте coadministration с другими препаратами, которые вызывают запор. Увеличивает риск серьезных побочных реакций, связанных с запорами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эналаприл",
      "description": {
        "common": "ибупрофен, эналаприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "ибупрофен увеличивает уровень или эффект эрдафитиниба, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с сильными ингибиторами CYP2C9, внимательно следите за побочными реакциями и рассмотрите возможность соответствующего уменьшения дозы. Если сильный ингибитор CYP2C9 прекращается, рассмотрите возможность увеличения дозы эрдафитиниба при отсутствии какой-либо токсичности, связанной с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "ибупрофен, фозиноприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид усиливает действие дифенгидрамина на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Изокарбоксазид не следует назначать в сочетании с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кеторолак",
      "description": {
        "common": "ибупрофен, кеторолак.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "ибупрофен, кеторолак интраназально.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "ибупрофен, лизиноприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин увеличивает токсичность дифенгидрамина на интервал QTc. Избегайте или используйте альтернативный препарат. Мефлохин может усиливать удлиняющий интервал QT эффект препаратов, удлиняющих интервал QTc высокого риска."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метотрексат",
      "description": {
        "common": "ибупрофен повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиламинолевулинат",
      "description": {
        "common": "ибупрофен, метиламинолевулинат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Каждый препарат может усиливать фотосенсибилизирующий эффект другого."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "дифенгидрамин, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "ибупрофен, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "напроксен",
      "description": {
        "common": "ибупрофен будет повышать уровень или эффект напроксена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Избегайте или используйте альтернативный препарат. Терапевтическое дублирование"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "дифенгидрамин и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "ибупрофен будет повышать уровень или эффект оксапрозина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Избегайте или используйте альтернативный препарат. Терапевтическое дублирование"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пеметрексед",
      "description": {
        "common": "ибупрофен повышает уровень пеметрекседа за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Особенно в пт. с легкой умеренной почечной недостаточностью. D/C НПВП 2 5 дней до и 2 дня после введения пеметрекседа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "периндоприл",
      "description": {
        "common": "ибупрофен, периндоприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "ибупрофен, и пексидартиниб оба увеличивают Прочее (см. комментарий). Избегайте или используйте альтернативный препарат. Пексидартиниб может вызывать гепатотоксичность. Избегайте одновременного применения пексидартиниба с другими препаратами, о которых известно, что они вызывают гепатотоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "питолизант",
      "description": {
        "common": "дифенгидрамин снижает действие питолизанта на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Питолизант повышает уровень гистамина в головном мозге; поэтому антагонисты Н1-рецепторов, проникающие через гематоэнцефалический барьер, могут снижать эффективность питолизанта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прамлинтид",
      "description": {
        "common": "прамлинтид, дифенгидрамин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Синергическое ингибирование моторики ЖКТ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "ибупрофен, претоманид.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Претоманидный режим связан с гепатотоксичностью. Избегайте употребления алкоголя и гепатотоксических средств, включая растительные добавки и другие препараты, кроме бедаквилина и линезолида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "квинаприл",
      "description": {
        "common": "ибупрофен, квинаприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин, дифенгидрамин. Механизм: фармакодинамический синергизм. Противопоказано. Риск удлинения интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рамиприл",
      "description": {
        "common": "ибупрофен, рамиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "ибупрофен увеличивает уровень или эффект сипонимода, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Совместное применение сипонимода с препаратами, вызывающими умеренное ингибирование CYP2C9 И умеренное или сильное ингибирование CYP3A4, не рекомендуется. Следует соблюдать осторожность при одновременном применении сипонимода с умеренными ингибиторами CYP2C9."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксибат натрия",
      "description": {
        "common": "дифенгидрамин, натрия оксибат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "ибупрофен, такролимус.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременное введение увеличивает риск нефротоксичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "дифенгидрамин увеличивает уровень или действие тиоридазина, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "ибупрофен, трандолаприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "транилципромин",
      "description": {
        "common": "транилципромин усиливает действие дифенгидрамина на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Транилципромин не следует назначать в комбинации с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ацебутолол и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "и ацеклофенак, и ибупрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "ацеметацин и ибупрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аклидиний",
      "description": {
        "common": "дифенгидрамин и аклидиний уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акривастин",
      "description": {
        "common": "акривастин и дифенгидрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репейник",
      "description": {
        "common": "ибупрофен и репейник усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "дифенгидрамин усиливает, а альбутерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люцерна",
      "description": {
        "common": "ибупрофен и люцерна усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфентанил",
      "description": {
        "common": "дифенгидрамин и альфентанил усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "ибупрофен снижает действие альфузозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алискирен",
      "description": {
        "common": "ибупрофен снизит уровень или эффект алискирена по другим причинам (см. комментарий). Используйте осторожность/монитор. У пациентов пожилого возраста, с истощением ОЦК (в том числе получающих терапию диуретиками) или с нарушенной функцией почек одновременное назначение НПВП с препаратами, влияющими на РААС, может увеличить риск почечной недостаточности (включая острую почечную недостаточность) и привести к потере антигипертензивного эффекта. . Периодически контролируйте функцию почек."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпразолам",
      "description": {
        "common": "дифенгидрамин и алпразолам усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альтеплаза",
      "description": {
        "common": "ибупрофен и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "американский женьшень",
      "description": {
        "common": "ибупрофен и американский женьшень усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амантадин",
      "description": {
        "common": "дифенгидрамин, амантадин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Возможно усиление антихолинергических побочных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифампридин",
      "description": {
        "common": "дифенгидрамин повышает токсичность амифампридина Др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Амифампридин может вызывать судороги. Совместное применение с препаратами, снижающими судорожный порог, может увеличить этот риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амикацин",
      "description": {
        "common": "ибупрофен повышает уровень амикацина за счет снижения почечного клиренса. Используйте осторожность/монитор. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амилорид",
      "description": {
        "common": "амилорид и ибупрофен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и дифенгидрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "дифенгидрамин и амитриптилин уменьшают холинергические эффекты/передачу. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "дифенгидрамин и амобарбитал усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "дифенгидрамин и амоксапин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антихолинергические/седативные комбинации",
      "description": {
        "common": "Комбинации антихолинергических/седативных средств и димедрол снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "антитромбин альфа и ибупрофен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "антитромбин III и ибупрофен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апоморфин",
      "description": {
        "common": "дифенгидрамин и апоморфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "дифенгидрамин усиливает, а арформотерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аргатробан",
      "description": {
        "common": "аргатробан и ибупрофен усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "дифенгидрамин и арипипразол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "дифенгидрамин усиливает, а армодафинил снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и дифенгидрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и дифенгидрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин и ибупрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "аспирин ректальный и ибупрофен усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия и ибупрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект атомоксетина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атракурий",
      "description": {
        "common": "атракурий и дифенгидрамин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атропин",
      "description": {
        "common": "атропин и дифенгидрамин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атропин в/в/в/м",
      "description": {
        "common": "атропин внутривенно/в/м и дифенгидрамин снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "авапритиниб и дифенгидрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азеластин",
      "description": {
        "common": "азеластин и дифенгидрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азфицел-Т",
      "description": {
        "common": "азфицел-Т, ибупрофен. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: у пациентов, принимающих НПВП, могут наблюдаться повышенные кровоподтеки или кровотечения в местах биопсии и/или инъекций. Одновременное применение НПВП не рекомендуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азилсартан",
      "description": {
        "common": "ибупрофен, азилсартан.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "баклофен",
      "description": {
        "common": "дифенгидрамин и баклофен усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алкалоиды красавки",
      "description": {
        "common": "Алкалоиды белладонны и дифенгидрамин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белладонна и опиум",
      "description": {
        "common": "дифенгидрамин, белладонна и опиум снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бемипарин",
      "description": {
        "common": "бемипарин и ибупрофен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "беназеприл, ибупрофен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "ибупрофен увеличивает, а бендрофлуметиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бенперидол",
      "description": {
        "common": "дифенгидрамин и бенперидол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "дифенгидрамин увеличивает уровень или действие бензгидрокодона/ацетаминофена, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Гидроморфон (<3% циркулирующего исходного гидрокодона [бензгидрокодон является пролекарством гидрокодона]) в основном образуется в результате опосредованного CYP2D6 О-деметилирования гидрокодона. Гидроморфон может способствовать общему обезболивающему эффекту гидрокодона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "дифенгидрамин усиливает, а бензфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензтропин",
      "description": {
        "common": "бензтропин и дифенгидрамин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор. При одновременном применении могут наблюдаться дополнительные антихолинергические побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "бетаксолол и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетанехол",
      "description": {
        "common": "бетанехол усиливает, а дифенгидрамин снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетриксабан",
      "description": {
        "common": "ибупрофен, бетриксабан.\nЛибо повышает уровень другого за счет антикоагулянтов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "биматопрост",
      "description": {
        "common": "биматопрост, ибупрофен. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Имеются противоречивые отчеты об исследованиях повышения или снижения ВГД при одновременном применении офтальмологических простагландинов с НПВП (как системными, так и офтальмологическими)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бисопролол и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "бивалирудин и ибупрофен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брексанолон",
      "description": {
        "common": "брексанолон, дифенгидрамин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект брекспипразола, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Введите четверть дозы брекспипразола при совместном применении с умеренным ингибитором CYP2D6 ПЛЮС сильным/умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромфенирамин",
      "description": {
        "common": "бромфенирамин и дифенгидрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "ибупрофен, будесонид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буметанид",
      "description": {
        "common": "ибупрофен увеличивает, а буметанид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "дифенгидрамин и бупренорфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "дифенгидрамин и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "дифенгидрамин и бутабарбитал усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "дифенгидрамин и буталбитал усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буторфанол",
      "description": {
        "common": "дифенгидрамин и буторфанол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кофеин",
      "description": {
        "common": "дифенгидрамин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кандесартан",
      "description": {
        "common": "кандесартан и ибупрофен повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "каптоприл, ибупрофен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбахол",
      "description": {
        "common": "карбахол усиливает, а дифенгидрамин снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "ибупрофен увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбеноксолон",
      "description": {
        "common": "ибупрофен увеличивает, а карбеноксолон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбиноксамин",
      "description": {
        "common": "карбиноксамин и дифенгидрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каризопродол",
      "description": {
        "common": "дифенгидрамин и каризопродол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол и ибупрофен повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб и ибупрофен усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат, дифенгидрамин.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целипролол",
      "description": {
        "common": "Целипролол и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цевимелин",
      "description": {
        "common": "цевимелин усиливает, а дифенгидрамин снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоралгидрат",
      "description": {
        "common": "дифенгидрамин и хлоралгидрат усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлордиазепоксид",
      "description": {
        "common": "дифенгидрамин и хлордиазепоксид усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "ибупрофен увеличивает, а хлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорфенирамин",
      "description": {
        "common": "хлорфенирамин и дифенгидрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "дифенгидрамин и хлорпромазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "ибупрофен усиливает действие хлорпропамида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "ибупрофен увеличивает, а хлорталидон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорзоксазон",
      "description": {
        "common": "дифенгидрамин и хлорзоксазон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "ибупрофен, и трисалицилат магния холина усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "корица",
      "description": {
        "common": "ибупрофен и корица усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циннаризин",
      "description": {
        "common": "циннаризин и дифенгидрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ибупрофен, ципрофлоксацин. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Механизм: неизвестен. Повышенный риск стимуляции ЦНС и судорог при приеме высоких доз фторхинолонов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цисатракурий",
      "description": {
        "common": "цисатракурий и дифенгидрамин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "циталопрам, ибупрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. Если возможно, избегайте одновременного использования."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клемастин",
      "description": {
        "common": "клемастин и дифенгидрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "дифенгидрамин, клобазам. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременный прием может повысить вероятность воздействия на ЦНС (например, повышенный седативный эффект или угнетение дыхания)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект кломипрамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоназепам",
      "description": {
        "common": "дифенгидрамин и клоназепам усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "клопидогрел, ибупрофен.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Клопидогрел и НПВП ингибируют агрегацию тромбоцитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоразепат",
      "description": {
        "common": "дифенгидрамин и клоразепат усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "дифенгидрамин и клозапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кодеин",
      "description": {
        "common": "дифенгидрамин снижает эффекты кодеина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Предотвращает превращение кодеина в его активный метаболит морфин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кордицепс",
      "description": {
        "common": "ибупрофен, и кордицепс усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "ибупрофен, кортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклизин",
      "description": {
        "common": "циклизин и дифенгидрамин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклобензаприн",
      "description": {
        "common": "циклобензаприн и дифенгидрамин снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "ибупрофен увеличивает, а циклопентиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "ибупрофен, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Используйте осторожность/монитор. НПВС снижают синтез простагландинов, увеличивая риск нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрогептадин",
      "description": {
        "common": "ципрогептадин и дифенгидрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабигатран",
      "description": {
        "common": "дабигатран и ибупрофен усиливают антикоагулянтное действие. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "далтепарин и ибупрофен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дантролен",
      "description": {
        "common": "дифенгидрамин и дантролен усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "дифенгидрамин и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "и дарифенацин, и дифенгидрамин снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс, ибупрофен. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может усилить желудочно-кишечное кровотечение, изъязвление и раздражение. Используйте с осторожностью."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефибротид",
      "description": {
        "common": "дефибротид усиливает эффекты ибупрофена за счет переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор. Дефибротид может усиливать действие ингибиторов тромбоцитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "ибупрофен, дефлазакорт.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и дифенгидрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект дезипрамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "дифенгидрамин и дейтетрабеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "ибупрофен, дексаметазон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексхлорфенирамин",
      "description": {
        "common": "дексхлорфенирамин и дифенгидрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "дифенгидрамин усиливает, а дексфенфлурамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексмедетомидин",
      "description": {
        "common": "дифенгидрамин и дексмедетомидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "дифенгидрамин усиливает, а дексметилфенидат снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "дифенгидрамин усиливает, а декстроамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроморамид",
      "description": {
        "common": "дифенгидрамин и декстроморамид усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диаморфин",
      "description": {
        "common": "дифенгидрамин и диаморфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам",
      "description": {
        "common": "дифенгидрамин и диазепам усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "диазепам интраназально, дифенгидрамин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение может усиливать угнетающее ЦНС действие каждого препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид, ибупрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Оба препарата могут вызывать метаболический ацидоз."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "диклофенак и ибупрофен усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дицикломин",
      "description": {
        "common": "дицикломин и дифенгидрамин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диэтилпропион",
      "description": {
        "common": "дифенгидрамин усиливает, а диэтилпропион снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликфалин и дифенгидрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксин hcl",
      "description": {
        "common": "дифенгидрамин и дифеноксин hcl усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлюнизал и ибупрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "Ибупрофен, и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дименгидринат",
      "description": {
        "common": "дименгидринат и дифенгидрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "дифенгидрамин и дифеноксилат гидрохлорид усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дипипанон",
      "description": {
        "common": "дифенгидрамин и дипипанон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "дифенгидрамин усиливает, а добутамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "донепезил",
      "description": {
        "common": "донепезил усиливает, а дифенгидрамин снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "dong quai",
      "description": {
        "common": "ибупрофен и дягиль обыкновенный усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "донепезил трансдермальный",
      "description": {
        "common": "донепезил трансдермальный, дифенгидрамин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофамин",
      "description": {
        "common": "дифенгидрамин увеличивает, а дофамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "ибупрофен увеличивает, а допексамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "досулепин",
      "description": {
        "common": "дифенгидрамин и досулепин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксазозин",
      "description": {
        "common": "ибупрофен снижает эффекты доксазозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "дифенгидрамин и доксепин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксиламин",
      "description": {
        "common": "дифенгидрамин и доксиламин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронабинол",
      "description": {
        "common": "ибупрофен увеличивает уровень или эффект дронабинола, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Дронабинол является субстратом CYP2C9."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроперидол",
      "description": {
        "common": "дифенгидрамин и дроперидол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "дроспиренон и ибупрофен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "дулоксетин, ибупрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эхотиофата йодид",
      "description": {
        "common": "эхотиофата йодид усиливает, а дифенгидрамин снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эдоксабан",
      "description": {
        "common": "эдоксабан, ибупрофен.\nЛибо увеличивает токсичность другого за счет антикоагулянтов. Изменить терапию/внимательно контролировать. Оба препарата могут вызвать кровотечение, внимательно следите за ними. Незамедлительно оцените любые признаки или симптомы кровопотери."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз увеличивает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "Элтромбопаг повышает уровень ибупрофена за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "ибупрофен повышает уровень элуксадолина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. В качестве меры предосторожности из-за неполной информации о метаболизме элуксадолина следует соблюдать осторожность при совместном применении с сильными ингибиторами CYP2C9/10."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир ДФ, ибупрофен.\nОдин из них увеличивает токсичность другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного применения эмтрицитабина и тенофовира с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эмтрицитабин",
      "description": {
        "common": "эмтрицитабин, ибупрофен.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эналаприл",
      "description": {
        "common": "эналаприл, ибупрофен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "эноксапарин и ибупрофен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "ибупрофен увеличивает, а эфедрин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "ибупрофен увеличивает, а адреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "дифенгидрамин усиливает, а рацемический адреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпопростенол",
      "description": {
        "common": "ибупрофен и эпопростенол усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эскетамин интраназально",
      "description": {
        "common": "эскетамин интраназально, дифенгидрамин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпросартан",
      "description": {
        "common": "Эпросартан и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам, ибупрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсмолол",
      "description": {
        "common": "эсмолол и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстазолам",
      "description": {
        "common": "дифенгидрамин и эстазолам усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "ибупрофен увеличивает, а этакриновая кислота снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "дифенгидрамин и этанол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "этодолак и ибупрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этомидат",
      "description": {
        "common": "этомидат и дифенгидрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "дифенгидрамин усиливает, а фенфлурамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенхель",
      "description": {
        "common": "ибупрофен и фенхель усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен и ибупрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил",
      "description": {
        "common": "фентанил, дифенгидрамин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение фентанила с антихолинергическими средствами может увеличить риск задержки мочи и/или тяжелого запора, что может привести к паралитической кишечной непроходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "фентанил интраназально, дифенгидрамин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение фентанила с антихолинергическими средствами может увеличить риск задержки мочи и/или тяжелого запора, что может привести к паралитической кишечной непроходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "фентанил трансдермальный, дифенгидрамин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение фентанила с антихолинергическими средствами может увеличить риск задержки мочи и/или тяжелого запора, что может привести к паралитической кишечной непроходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "фентанил через слизистую, дифенгидрамин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение фентанила с антихолинергическими средствами может увеличить риск задержки мочи и/или тяжелого запора, что может привести к паралитической кишечной непроходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фезотеродин",
      "description": {
        "common": "дифенгидрамин и фезотеродин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиретрум",
      "description": {
        "common": "ибупрофен и пиретрум усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триглицериды рыбьего жира",
      "description": {
        "common": "Триглицериды рыбьего жира повышают уровень или эффект ибупрофена за счет антикоагуляции. Используйте осторожность/монитор. Сообщалось о длительном кровотечении у пациентов, принимающих антитромбоцитарные средства или антикоагулянты и перорально омега-3 жирные кислоты. Периодически контролируйте время кровотечения у пациентов, получающих триглицериды рыбьего жира и сопутствующие антиагреганты или антикоагулянты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флавоксат",
      "description": {
        "common": "дифенгидрамин и флавоксат уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флекаинид",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект флекаинида, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "дифенгидрамин и флибансерин усиливают седативный эффект. Изменить терапию/внимательно контролировать. Риск седативного эффекта увеличивается при одновременном применении флибансерина с другими депрессантами ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "ибупрофен, флудрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин увеличивает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "дифенгидрамин и флуфеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуразепам",
      "description": {
        "common": "дифенгидрамин и флуразепам усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен и ибупрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин, ибупрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ; СИОЗС ингибируют. захват сротонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "фондапаринукс и ибупрофен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "дифенгидрамин усиливает, а формотерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "форсколин",
      "description": {
        "common": "ибупрофен и форсколин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин",
      "description": {
        "common": "габапентин, дифенгидрамин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "фозиноприл, ибупрофен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фуросемид",
      "description": {
        "common": "ибупрофен увеличивает, а фуросемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин энакарбил",
      "description": {
        "common": "габапентин энакарбил, дифенгидрамин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галантамин",
      "description": {
        "common": "галантамин усиливает, а дифенгидрамин снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "дифенгидрамин и ганаксолон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "чеснок",
      "description": {
        "common": "ибупрофен и чеснок усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин, ибупрофен. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: повышенный риск стимуляции ЦНС и судорог при приеме высоких доз фторхинолонов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "ибупрофен увеличивает, а гентамицин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имбирь",
      "description": {
        "common": "ибупрофен и имбирь усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ginkgo biloba",
      "description": {
        "common": "ибупрофен и гинкго билоба усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "ибупрофен усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "ибупрофен усиливает действие глипизида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "ибупрофен усиливает действие глибурида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гликопирролат",
      "description": {
        "common": "дифенгидрамин и гликопирролат уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ингаляционный гликопирролат",
      "description": {
        "common": "вдыхание дифенгидрамина и гликопирролата снижает холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гликопиррония тозилат для местного применения",
      "description": {
        "common": "гликопиррония тозилат местно, дифенгидрамин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Совместное применение тозилата гликопиррония с другими антихолинергическими препаратами может привести к аддитивным антихолинергическим побочным эффектам."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "готу кола",
      "description": {
        "common": "Готу кола усиливает эффекты дифенгидрамина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Может усиливать угнетение ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай, ибупрофен. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект галоперидола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "боярышник",
      "description": {
        "common": "боярышник усиливает действие дифенгидрамина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Может усиливать угнетение ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "henbane",
      "description": {
        "common": "дифенгидрамин и белена уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гепарин",
      "description": {
        "common": "гепарин и ибупрофен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гоматропин",
      "description": {
        "common": "дифенгидрамин и гоматропин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хмель",
      "description": {
        "common": "хмель усиливает действие дифенгидрамина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Может усиливать угнетение ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "семена конского каштана",
      "description": {
        "common": "ибупрофен и семена конского каштана усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гиперзин А",
      "description": {
        "common": "гуперзин А усиливает, а дифенгидрамин снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гиалуронидаза",
      "description": {
        "common": "дифенгидрамин снижает действие гиалуронидазы на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Антигистаминные препараты при системном введении в больших дозах могут сделать ткани частично устойчивыми к действию гиалуронидазы. Пациентам может потребоваться большее количество гиалуронидазы для эквивалентного диспергирующего эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидралазин",
      "description": {
        "common": "ибупрофен снижает действие гидралазина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "ибупрофен увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект гидрокодона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Гидроморфон (<3% циркулирующего исходного гидрокодона) в основном образуется в результате О-деметилирования гидрокодона, опосредованного CYP2D6. Гидроморфон может способствовать общему обезболивающему эффекту гидрокодона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "ибупрофен, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект гидроморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "дифенгидрамин и гидроксизин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гиосциамин",
      "description": {
        "common": "дифенгидрамин и гиосциамин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гиосциамин спрей",
      "description": {
        "common": "димедрол и спрей гиосциамина снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб повысит уровень или эффект ибупрофена за счет антикоагуляции. Используйте осторожность/монитор. Ибрутиниб может увеличить риск кровотечения у пациентов, получающих антитромбоцитарную или антикоагулянтную терапию, и следует контролировать признаки кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект илоперидона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб будет увеличивать уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект имипрамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индапамид",
      "description": {
        "common": "ибупрофен увеличивает, а индапамид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "ибупрофен, и индометацин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ипратропий",
      "description": {
        "common": "дифенгидрамин и ипратропий уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор. Из-за плохой системной абсорбции ипратропия взаимодействие маловероятно при регулярно рекомендуемых дозах."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "ирбесартан и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "дифенгидрамин усиливает, а изопротеренол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кава",
      "description": {
        "common": "кава усиливает действие дифенгидрамина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Может усиливать угнетение ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "ибупрофен, и кетопрофен усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетамин",
      "description": {
        "common": "кетамин и дифенгидрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "ибупрофен и кеторолак усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "ибупрофен, и кеторолак интраназально усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетотифен, офтальмологический",
      "description": {
        "common": "дифенгидрамин и кетотифен, офтальмологические, усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лабеталол",
      "description": {
        "common": "лабеталол и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лакосамид",
      "description": {
        "common": "ибупрофен повышает уровень лакосамида, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы лакосамида при совместном применении с сильными ингибиторами CYP2C9."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан, дифенгидрамин.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Совместное применение лазмидитана и других препаратов, угнетающих ЦНС, включая алкоголь, в клинических исследованиях не изучалось. Ласмидитан может вызывать седативный эффект, а также другие когнитивные и/или психоневрологические побочные реакции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "латанопрост",
      "description": {
        "common": "латанопрост, ибупрофен. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Имеются противоречивые отчеты об исследованиях повышения или снижения ВГД при одновременном применении офтальмологических простагландинов с НПВП (как системными, так и офтальмологическими)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "латанопростен бунод офтальмологический",
      "description": {
        "common": "латанопростен бунод офтальмологический, ибупрофен. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Имеются противоречивые отчеты об исследованиях повышения или снижения ВГД при одновременном применении офтальмологических простагландинов с НПВП (как системными, так и офтальмологическими)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "лемборексант, дифенгидрамин.\nЛибо усиливает действие другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. При совместном применении лемборексанта с другими препаратами, угнетающими ЦНС, может потребоваться коррекция дозы из-за потенциально аддитивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лесинурад",
      "description": {
        "common": "ибупрофен увеличивает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "ибупрофен увеличивает, а левалбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "дифенгидрамин, леводопа. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: антихолинергические средства могут усиливать терапевтический эффект леводопы; однако антихолинергические средства могут усугубить позднюю дискинезию. Антихолинергические средства в высоких дозах могут ослаблять эффекты леводопы, задерживая ее всасывание в желудочно-кишечном тракте. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "левофлоксацин, ибупрофен. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Риск стимуляции/приступа ЦНС. Механизм: вытеснение ГАМК из рецепторов головного мозга."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "левомилнаципран, ибупрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. СИОЗСН могут дополнительно нарушать активность тромбоцитов у пациентов, принимающих антитромбоцитарные или антикоагулянтные препараты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леворфанол",
      "description": {
        "common": "дифенгидрамин и леворфанол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "дифенгидрамин усиливает, а лиздексамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "лизиноприл, ибупрофен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "ибупрофен повышает уровень лития за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект лофепрамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофексидин",
      "description": {
        "common": "дифенгидрамин и лофексидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопразолам",
      "description": {
        "common": "дифенгидрамин и лопразолам усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоразепам",
      "description": {
        "common": "дифенгидрамин и лоразепам усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорметазепам",
      "description": {
        "common": "дифенгидрамин и лорметазепам усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "ибупрофен и лорноксикам усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "лозартан и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин",
      "description": {
        "common": "дифенгидрамин и локсапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин вдыхали",
      "description": {
        "common": "Ингаляционный локсапин усиливает действие дифенгидрамина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные антихолинергические эффекты, возможна гипогликемия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "lumacaftor/ivacaftor снижает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Ибупрофен это субстрат CYP2C9. Люмакафтор может индуцировать субстраты CYP2C9."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, дифенгидрамин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: возможно усиление угнетающего действия на ЦНС при одновременном применении; монитор для увеличения побочных эффектов и токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мапротилин",
      "description": {
        "common": "дифенгидрамин и мапротилин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "дифенгидрамин и марихуана усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклизин",
      "description": {
        "common": "дифенгидрамин и меклизин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат и ибупрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "ибупрофен и мефенамовая кислота усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелатонин",
      "description": {
        "common": "мелатонин усиливает действие ибупрофена за счет антикоагуляции. Используйте осторожность/монитор. Мелатонин может уменьшить протромбиновое время."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "ибупрофен и мелоксикам усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меперидин",
      "description": {
        "common": "дифенгидрамин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мепробамат",
      "description": {
        "common": "дифенгидрамин и мепробамат усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "месаламин",
      "description": {
        "common": "месаламин, ибупрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная нефротоксичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "ибупрофен увеличивает, а метапротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метаксалон",
      "description": {
        "common": "дифенгидрамин и метаксалон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "ибупрофен увеличивает, а метиклотиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "дифенгидрамин и метадон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "дифенгидрамин повысит уровень или действие метамфетамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метокарбамол",
      "description": {
        "common": "дифенгидрамин и метокарбамол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метскополамин",
      "description": {
        "common": "дифенгидрамин и метскополамин снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилендиоксиметамфетамин",
      "description": {
        "common": "дифенгидрамин усиливает, а метилендиоксиметамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "ибупрофен, метилпреднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метолазон",
      "description": {
        "common": "ибупрофен увеличивает, а метолазон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "метопролол и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мексилетин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект мексилетина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "милнаципран",
      "description": {
        "common": "милнаципран, ибупрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам",
      "description": {
        "common": "дифенгидрамин и мидазолам усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "мидазолам интраназально, дифенгидрамин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение барбитуратов, алкоголя или других средств, угнетающих ЦНС, может увеличить риск гиповентиляции, обструкции дыхательных путей, десатурации или апноэ и может способствовать выраженному и/или пролонгированному действию препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидодрин",
      "description": {
        "common": "дифенгидрамин усиливает, а мидодрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мипомерсен",
      "description": {
        "common": "мипомерсен, ибупрофен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оба препарата потенциально могут повышать активность печеночных ферментов; контролировать LFT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "дифенгидрамин и миртазапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омела",
      "description": {
        "common": "ибупрофен увеличивает, а омела снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "модафинил",
      "description": {
        "common": "дифенгидрамин усиливает, а модафинил снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "моэксиприл, ибупрофен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "морфий",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект морфина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пустырник",
      "description": {
        "common": "дифенгидрамин и пустырник усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "моксифлоксацин, ибупрофен. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: повышенный риск стимуляции ЦНС и судорог при приеме высоких доз фторхинолонов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксисилит",
      "description": {
        "common": "ибупрофен снижает эффекты моксисилита за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксонидин",
      "description": {
        "common": "дифенгидрамин и моксонидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "микофенолят",
      "description": {
        "common": "ибупрофен увеличивает уровень или эффект микофенолата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набилоне",
      "description": {
        "common": "дифенгидрамин и набилон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "ибупрофен, и набуметон усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "налбуфин",
      "description": {
        "common": "дифенгидрамин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "и небиволол, и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон, ибупрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "неостигмин",
      "description": {
        "common": "неостигмин усиливает, а дифенгидрамин снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крапива",
      "description": {
        "common": "ибупрофен повышает, а крапива снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "ибупрофен увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект нортриптилина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олмесартан",
      "description": {
        "common": "олмесартан и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "дифенгидрамин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "дифенгидрамин увеличивает уровень или эффект олицеридина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. При необходимости одновременного применения может потребоваться менее частое введение олицеридина. Внимательно следите за угнетением дыхания и седативным эффектом и соответственно титруйте последующие дозы. Если прием ингибитора прекращается, рассмотрите возможность увеличения дозы олицеридина до тех пор, пока не будет достигнут стабильный эффект препарата. Следите за признаками отмены опиоидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "онаботулотоксин А",
      "description": {
        "common": "онаботулотоксин А и дифенгидрамин снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "настойка опия",
      "description": {
        "common": "дифенгидрамин и настойка опия усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орфенадрин",
      "description": {
        "common": "дифенгидрамин и орфенадрин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оспемифен",
      "description": {
        "common": "ибупрофен повышает уровень оспемифена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксазепам",
      "description": {
        "common": "дифенгидрамин и оксазепам усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Женьшень",
      "description": {
        "common": "ибупрофен и женьшень усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксибутинин",
      "description": {
        "common": "дифенгидрамин и оксибутинин снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксибутинин актуальные",
      "description": {
        "common": "дифенгидрамин и оксибутинин местно уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксибутинин трансдермальный",
      "description": {
        "common": "трансдермальные дифенгидрамин и оксибутинин снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксикодон",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект оксикодона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксиморфон",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "дифенгидрамин и палиперидон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "панкуроний",
      "description": {
        "common": "дифенгидрамин и панкуроний уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "папаверетум",
      "description": {
        "common": "дифенгидрамин и папаверет усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "папаверин",
      "description": {
        "common": "дифенгидрамин и папаверин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "ибупрофен, и парекоксиб усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин, ибупрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цветок страсти",
      "description": {
        "common": "пассифлора усиливает действие дифенгидрамина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Может усиливать угнетение ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пау д'арко",
      "description": {
        "common": "ибупрофен и пау д'арко усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегаспаргаза",
      "description": {
        "common": "пегаспаргаза усиливает действие ибупрофена за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегинтерферон альфа 2b",
      "description": {
        "common": "пегинтерферон альфа 2b снижает уровень ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Когда пациентам вводят пегинтерферон альфа-2b с субстратами CYP2C9, терапевтический эффект этих препаратов может быть изменен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "пенбутолол и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "дифенгидрамин и пентазоцин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "дифенгидрамин и пентобарбитал усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перампанель",
      "description": {
        "common": "перампанел и дифенгидрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "периндоприл",
      "description": {
        "common": "периндоприл, ибупрофен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "дифенгидрамин и перфеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фендиметразин",
      "description": {
        "common": "дифенгидрамин усиливает, а фендиметразин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенелзин",
      "description": {
        "common": "Фенелзин усиливает действие дифенгидрамина на др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: одновременное применение фенелзина и антигистаминных препаратов может привести к аддитивному угнетающему действию на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фениндион",
      "description": {
        "common": "фениндион и ибупрофен усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "дифенгидрамин и фенобарбитал усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "феноксибензамин",
      "description": {
        "common": "ибупрофен снижает эффекты феноксибензамина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентермин",
      "description": {
        "common": "дифенгидрамин усиливает, а фентермин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентоламин",
      "description": {
        "common": "ибупрофен снижает эффекты фентоламина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин",
      "description": {
        "common": "дифенгидрамин усиливает, а фенилэфрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин ПО",
      "description": {
        "common": "дифенгидрамин увеличивает, а фенилэфрин перорально снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фолкодин",
      "description": {
        "common": "дифенгидрамин и фолкодин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "физостигмин",
      "description": {
        "common": "физостигмин усиливает, а дифенгидрамин снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фитоэстрогены",
      "description": {
        "common": "ибупрофен, и фитоэстрогены усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пилокарпин",
      "description": {
        "common": "пилокарпин усиливает, а дифенгидрамин снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "дифенгидрамин и пимозид усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "пиндолол и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "ибупрофен увеличивает, а пирбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "ибупрофен и пироксикам усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пралидоксим",
      "description": {
        "common": "дифенгидрамин и пралидоксим снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пивмециллинам",
      "description": {
        "common": "пивмециллинам, ибупрофен.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "Ибупрофен, и кислый фосфат калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "Ибупрофен, и хлорид калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "Ибупрофен, и цитрат калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йодистый калий",
      "description": {
        "common": "Йодид калия и ибупрофен повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пралатрексат",
      "description": {
        "common": "ибупрофен повышает уровень пралатрексата за счет снижения почечного клиренса. Используйте осторожность/монитор. НПВП могут задерживать клиренс пралатрексата, увеличивая экспозицию препарата. При необходимости отрегулируйте дозу пралатрексата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прасугрель",
      "description": {
        "common": "ибупрофен, прасугрел.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Хроническое использование НПВП с прасугрелом может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "празозин",
      "description": {
        "common": "ибупрофен снижает действие празозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "ибупрофен, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "ибупрофен, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прегабалин",
      "description": {
        "common": "прегабалин, дифенгидрамин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "дифенгидрамин и примидон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пробенецид",
      "description": {
        "common": "ибупрофен будет повышать уровень или эффект пробенецида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "дифенгидрамин и прохлорперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "дифенгидрамин и прометазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропафенон",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект пропафенона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропантелин",
      "description": {
        "common": "дифенгидрамин и пропантелин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропофол",
      "description": {
        "common": "пропофол и дифенгидрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пропранолол и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропилгекседрин",
      "description": {
        "common": "дифенгидрамин усиливает, а пропилгекседрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протамин",
      "description": {
        "common": "протамин и ибупрофен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "дифенгидрамин и протриптилин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиридостигмин",
      "description": {
        "common": "пиридостигмин усиливает, а дифенгидрамин снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квазепам",
      "description": {
        "common": "дифенгидрамин и квазепам усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "дифенгидрамин и кветиапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квинаприл",
      "description": {
        "common": "квинаприл, ибупрофен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "дифенгидрамин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рамиприл",
      "description": {
        "common": "рамиприл, ибупрофен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рапакуроний",
      "description": {
        "common": "дифенгидрамин и рапакуроний снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "reishi",
      "description": {
        "common": "ибупрофен и рейши усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ретеплаза",
      "description": {
        "common": "ибупрофен и ретеплаза усиливают антикоагулянтную активность. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "дифенгидрамин и рисперидон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "ривароксабан, ибупрофен. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Известно, что НПВП усиливают кровотечение. Риск кровотечения может повышаться при одновременном применении НПВП с ривароксабаном. Следите за признаками/симптомами кровопотери."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривастигмин",
      "description": {
        "common": "ривастигмин повышает токсичность ибупрофена за счет фармакодинамического синергизма. Используйте осторожность/монитор. Мониторинг пациентов для симптомов активного или скрытого желудочно-кишечного кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рокуроний",
      "description": {
        "common": "дифенгидрамин и рокуроний снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "сакубитрил/валсартан и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "ибупрофен и салицилаты (не аза) усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "дифенгидрамин усиливает, а салметерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "ибупрофен и сальсалат усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "скополамин",
      "description": {
        "common": "дифенгидрамин и скополамин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "увидел пальметто",
      "description": {
        "common": "пальма сереноа увеличивает токсичность ибупрофена за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тюбетейка",
      "description": {
        "common": "дифенгидрамин и шлемник усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "дифенгидрамин и секобарбитал усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин, ибупрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Сибирский женьшень",
      "description": {
        "common": "ибупрофен и сибирский женьшень усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран и дифенгидрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "дифенгидрамин и пастушья сумка усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силодозин",
      "description": {
        "common": "ибупрофен снижает эффекты силодозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "ибупрофен, пикосульфат натрия/оксид магния/безводная лимонная кислота.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может быть связано с дисбалансом жидкости и электролитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "Сульфат натрия/сульфат магния/хлорид калия повышает токсичность ибупрофена по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния повышает токсичность ибупрофена Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль",
      "description": {
        "common": "ибупрофен, сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: будьте осторожны при использовании препаратов для подготовки кишечника с препаратами, вызывающими SIADH или НПВП; повышенный риск задержки воды или электролитного дисбаланса."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солифенацин",
      "description": {
        "common": "дифенгидрамин и солифенацин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "соталол и ибупрофен повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "ибупрофен, и спарсентан повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор. Одновременное применение НПВП, включая селективные ингибиторы ЦОГ-2, может привести к ухудшению функции почек (например, возможной почечной недостаточности). Следите за признаками ухудшения функции почек при одновременном применении с НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "спиронолактон и ибупрофен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, дифенгидрамин.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Одновременное применение стирипентола с другими средствами, угнетающими ЦНС, включая алкоголь, может увеличить риск седативного эффекта и сонливости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "Ибупрофен, и сукцинилхолин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил",
      "description": {
        "common": "дифенгидрамин и суфентанил усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "ибупрофен, и сульфасалазин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "ибупрофен и сулиндак усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тафлупрост",
      "description": {
        "common": "тафлупрост, ибупрофен. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Имеются противоречивые отчеты об исследованиях повышения или снижения ВГД при одновременном применении офтальмологических простагландинов с НПВП (как системными, так и офтальмологическими)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "дифенгидрамин снижает эффекты тамоксифена за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование метаболизма CYP2D6 в активный метаболит тамоксифена, эндоксифен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тамсулозин",
      "description": {
        "common": "дифенгидрамин повышает уровень тамсулозина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тапентадол",
      "description": {
        "common": "дифенгидрамин и тапентадол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "телмисартан и ибупрофен повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темазепам",
      "description": {
        "common": "дифенгидрамин и темазепам усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темоциллин",
      "description": {
        "common": "темоциллин, ибупрофен.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенектеплаза",
      "description": {
        "common": "ибупрофен и тенектеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "тенофовир ДФ, ибупрофен.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения тенофовира DF с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "terazosin",
      "description": {
        "common": "ибупрофен снижает действие теразозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербинафин",
      "description": {
        "common": "ибупрофен увеличивает уровень или эффект тербинафина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "дифенгидрамин усиливает, а тербуталин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "дифенгидрамин и тиоридазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикагрелор",
      "description": {
        "common": "тикагрелор, ибупрофен.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Повышенный риск кровотечения при применении тикагрелора и длительном применении НПВП. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "дифенгидрамин и тиотиксен усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "тикарциллин, ибупрофен.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиклопидин",
      "description": {
        "common": "тиклопидин повышает уровень или действие ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "ибупрофен снижает действие тимолола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Длительное (>1 нед) применение НПВП. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотропий",
      "description": {
        "common": "дифенгидрамин и тиотропий уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин ингаляционно",
      "description": {
        "common": "ингаляции тобрамицина и ибупрофена повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать. Избегайте одновременного или последовательного использования, чтобы снизить риск ототоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толазамид",
      "description": {
        "common": "ибупрофен усиливает действие толазамида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "ибупрофен усиливает действие толбутамида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "ибупрофен и толфенамовая кислота усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "ибупрофен и толметин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толтеродин",
      "description": {
        "common": "дифенгидрамин и толтеродин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "Ибупрофен, и толваптан повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "дифенгидрамин и топирамат усиливают седативный эффект. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торсемиде",
      "description": {
        "common": "ибупрофен увеличивает, а торасемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трамадол",
      "description": {
        "common": "дифенгидрамин снижает эффекты трамадола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Снижение превращения трамадола в активный метаболит."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "трандолаприл, ибупрофен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "травопрост офтальмологический",
      "description": {
        "common": "травопрост глазной, ибупрофен. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Имеются противоречивые отчеты об исследованиях повышения или снижения ВГД при одновременном применении офтальмологических простагландинов с НПВП (как системными, так и офтальмологическими)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "дифенгидрамин и тразодон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "ибупрофен, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триазолам",
      "description": {
        "common": "дифенгидрамин и триазолам усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триамтерен",
      "description": {
        "common": "триамтерен и ибупрофен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклофос",
      "description": {
        "common": "дифенгидрамин и триклофос усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "дифенгидрамин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тригексифенидил",
      "description": {
        "common": "дифенгидрамин и тригексифенидил уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор. Возможно аддитивное антихолинергическое действие."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "дифенгидрамин и тримипрамин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трипролидин",
      "description": {
        "common": "дифенгидрамин и трипролидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "троспия хлорид",
      "description": {
        "common": "дифенгидрамин и троспия хлорид снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валериана",
      "description": {
        "common": "валериана усиливает действие дифенгидрамина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Может усиливать угнетение ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "валсартан и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "векуроний",
      "description": {
        "common": "дифенгидрамин и векуроний снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "венлафаксин, ибупрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "витамин К1 (фитонадион)",
      "description": {
        "common": "ибупрофен увеличивает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, ибупрофен.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ворапаксар",
      "description": {
        "common": "ибупрофен, ворапаксар.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Может возникнуть аддитивный антиагрегантный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "ибупрофен, вортиоксетин.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "ибупрофен, варфарин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Препараты с антиагрегантными свойствами могут усиливать антикоагулянтный эффект варфарина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксилометазолин",
      "description": {
        "common": "дифенгидрамин усиливает, а ксилометазолин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йохимбин",
      "description": {
        "common": "дифенгидрамин усиливает, а йохимбин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "занубрутиниб",
      "description": {
        "common": "ибупрофен, занубрутиниб.\nЛибо усиливает действие другого за счет антикоагуляции. Изменить терапию/внимательно контролировать. Цитопения, вызванная занубрутинибом, повышает риск кровотечения. Совместное применение занубритиниба с антиагрегантами или антикоагулянтами может еще больше увеличить этот риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зиконотид",
      "description": {
        "common": "дифенгидрамин и зиконотид усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "дифенгидрамин и зипразидон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зотепин",
      "description": {
        "common": "дифенгидрамин снижает уровень зотепина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "ацеклофенак будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "ацеметацин будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацикловир",
      "description": {
        "common": "ибупрофен будет повышать уровень или эффект ацикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "адефовир",
      "description": {
        "common": "ибупрофен повышает уровень адефовира, усиливая всасывание в ЖКТ. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алендронат",
      "description": {
        "common": "ибупрофен, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "aminohippurate sodium",
      "description": {
        "common": "ибупрофен будет увеличивать уровень или эффект аминогиппурата натрия за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон увеличивает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анаму",
      "description": {
        "common": "ибупрофен и анаму усиливают антикоагулянтную активность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "арипипразол",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект арипипразола, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ашваганда",
      "description": {
        "common": "ашваганда усиливает действие дифенгидрамина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать угнетение ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин увеличивает уровень или действие ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "ректальный аспирин повысит уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия повышают уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "ибупрофен будет повышать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "бендрофлуметиазид будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан снижает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает эффекты дифенгидрамина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Нарастающее угнетение ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефадроксил",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефамандол",
      "description": {
        "common": "цефамандол будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефдинир",
      "description": {
        "common": "цефдинир будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефпиром",
      "description": {
        "common": "цефпиром увеличивает уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефтибутен",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб будет повышать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефалексин",
      "description": {
        "common": "цефалексин будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект хлорпромазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "ибупрофен будет повышать уровень или эффект хлорпропамида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "хлорталидон будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "ибупрофен увеличивает уровень или эффект холина трисалицилата магния за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин увеличивает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "креатин",
      "description": {
        "common": "креатин, ибупрофен. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. (Теоретическое взаимодействие) Комбинация может иметь аддитивные нефротоксические эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "циклопентиазид будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "даншен",
      "description": {
        "common": "ибупрофен и даншен ​​усиливают антикоагулянтную активность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дифенгидрамин и дезипрамин снижают холинергические эффекты/передачу. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Коготь дьявола",
      "description": {
        "common": "ибупрофен и дьявольский коготь усиливают антикоагулянтную активность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект дексфенфлурамина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект декстроамфетамина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "декстрометорфан",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диклофенак",
      "description": {
        "common": "диклофенак будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диклофенак актуальные",
      "description": {
        "common": "диклофенак местно, ибупрофен.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Несмотря на низкий уровень, существует системное воздействие местного диклофенака; теоретически одновременное применение с системными НПВП или аспирином может привести к усилению побочных эффектов НПВП."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлунизал увеличивает уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "ибупрофен повышает уровень дигоксина за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дименгидринат",
      "description": {
        "common": "дименгидринат увеличивает токсичность дифенгидрамина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивные антихолинергические эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дисульфирам",
      "description": {
        "common": "дисульфирам увеличивает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "донепезил",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект донепезила, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксепин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект доксепина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "энкаинид",
      "description": {
        "common": "дифенгидрамин увеличивает уровень или эффект энкаинида, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эплеренон",
      "description": {
        "common": "ибупрофен снижает действие эплеренона за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этодолак",
      "description": {
        "common": "этодолак будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин повышает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "дифенгидрамин и эвкалипт усиливают седативный эффект. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фелбамат",
      "description": {
        "common": "фелбамат увеличивает уровень или действие ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фезотеродин",
      "description": {
        "common": "дифенгидрамин увеличивает уровень или эффект фезотеродина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиретрум",
      "description": {
        "common": "ибупрофен снижает действие пиретрума за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол повышает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект флуоксетина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект флуфеназина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен увеличивает уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "ибупрофен снижает эффекты фуросемида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "галантамин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект галантамина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ганцикловир",
      "description": {
        "common": "ибупрофен будет повышать уровень или эффект ганцикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гентамицин",
      "description": {
        "common": "ибупрофен повышает уровень гентамицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имидаприл",
      "description": {
        "common": "ибупрофен снижает эффекты имидаприла за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "индапамид будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индометацин",
      "description": {
        "common": "ибупрофен будет повышать уровень или эффект индометацина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "ибупрофен будет увеличивать уровень или эффект кетопрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак",
      "description": {
        "common": "ибупрофен будет увеличивать уровень или эффект кеторолака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "ибупрофен увеличивает уровень или эффект интраназального кеторолака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лоратадин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект лоратадина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "ибупрофен будет повышать уровень или эффект лорноксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "ибупрофен будет увеличивать уровень или эффект мефенамовой кислоты за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "ибупрофен будет повышать уровень или эффект мелоксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "месаламин",
      "description": {
        "common": "ибупрофен будет повышать уровень или эффект месаламина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "метиклотиазид будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "метолазон будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол повышает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "вагинальный миконазол повышает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "набуметон",
      "description": {
        "common": "ибупрофен будет увеличивать уровень или эффект набуметона за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "натеглинид",
      "description": {
        "common": "натеглинид увеличивает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "ибупрофен повышает уровень неомицина перорально за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "крапива",
      "description": {
        "common": "крапива усиливает действие дифенгидрамина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. (Высокие дозы крапивы; теоретическое взаимодействие) Может усиливать угнетение ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нитазоксанид",
      "description": {
        "common": "нитазоксанид, дифенгидрамин.\nОдин из них повышает уровень другого по механизму: конкуренция за связывание с белками плазмы. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сок нони",
      "description": {
        "common": "ибупрофен, и сок нони повышают уровень калия в сыворотке. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин, ибупрофен. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Риск стимуляции/приступа ЦНС. Механизм: вытеснение ГАМК из рецепторов головного мозга."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксикодон",
      "description": {
        "common": "дифенгидрамин снижает действие оксикодона за счет замедления метаболизма. Незначительное/значение неизвестно. Снижение превращения оксикодона в активный метаболит морфина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "ибупрофен будет повышать уровень или эффект парекоксиба за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "паромомицин",
      "description": {
        "common": "ибупрофен повышает уровень паромомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пароксетин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект пароксетина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пергексилин",
      "description": {
        "common": "дифенгидрамин увеличивает уровень или действие пергексилина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "перфеназин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект перфеназина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пироксикам",
      "description": {
        "common": "ибупрофен будет повышать уровень или эффект пироксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон снижает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект прохлорперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "промазин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект промазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "прометазин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект прометазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рисперидон",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект рисперидона, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "плоды шиповника повышают уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мудрец",
      "description": {
        "common": "дифенгидрамин и шалфей усиливают седативный эффект. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Сибирский женьшень",
      "description": {
        "common": "Сибирский женьшень усиливает действие дифенгидрамина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать угнетение ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "ибупрофен будет повышать уровень или эффект салицилатов (не аза) за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "ибупрофен увеличивает уровень или эффект сальсалата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "стрептомицин",
      "description": {
        "common": "ибупрофен повышает уровень стрептомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол будет увеличивать уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "ибупрофен будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сулиндак",
      "description": {
        "common": "ибупрофен будет повышать уровень или эффект сулиндака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тобрамицин",
      "description": {
        "common": "ибупрофен повышает уровень тобрамицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "ибупрофен будет повышать уровень или эффект толфенамовой кислоты за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толметин",
      "description": {
        "common": "ибупрофен будет повышать уровень или эффект толметина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толтеродин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект толтеродина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тразодон",
      "description": {
        "common": "дифенгидрамин и тразодон уменьшают холинергические эффекты/передачу. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "треосульфан",
      "description": {
        "common": "треосульфан уменьшает эффекты ибупрофена по механизму: не указан механизм взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триамтерен",
      "description": {
        "common": "триамтерен, ибупрофен. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Риск острой почечной недостаточности. Механизм: НПВП снижают синтез простагландинов, которые обычно защищают от нефротоксичности."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трописетрон",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект трописетрона, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "валганцикловир",
      "description": {
        "common": "ибупрофен будет повышать уровень или эффект валганцикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "седация",
      "percent": null
    },
    {
      "name": "Путаница",
      "percent": null
    },
    {
      "name": "Антихолинергические эффекты",
      "percent": null
    },
    {
      "name": "Может снизить когнитивную функцию у пожилых пациентов",
      "percent": null
    },
    {
      "name": "ксеростомия",
      "percent": null
    },
    {
      "name": "Сухость слизистой оболочки глотки и носа",
      "percent": null
    },
    {
      "name": "Густая мокрота",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Боли в эпигастральной области",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Отек",
      "percent": null
    },
    {
      "name": "шум в ушах",
      "percent": null
    }
  ]
}