{
  "name": "амфетамин",
  "comment": "Rx",
  "other_names": [
    "Адзенис ER",
    "Дайанавел XR",
    "Эвекео",
    "Эвекео ОДТ",
    "Адзенис XR-ODT"
  ],
  "classes": [
    "Стимуляторы",
    "Агенты СДВГ"
  ],
  "source": "https://reference.medscape.com/drug/adzenys-er-evekeo-dyanavel-xr-amphetamine-1000014",
  "pregnancy": {
    "common": [
      "Имеющиеся данные из опубликованных эпидемиологических исследований и постмаркетинговых отчетов об использовании амфетамина, отпускаемого по рецепту, у беременных женщин не выявили связанного с наркотиками риска серьезных врожденных дефектов и выкидыша.",
      "Поощряйте пациентов зарегистрироваться, позвонив в Национальный реестр беременных для психопсихиатрии#стимуляторов по телефону 1-866-961-2388 или посетив сайт https://womensmentalhealth.org/clinical-and-research-programs/pregnancyregistry/othermedications.",
      "Неблагоприятные исходы беременности, в том числе преждевременные роды и низкая масса тела при рождении, наблюдались у младенцев, рожденных от матерей, принимавших амфетамины во время беременности.",
      "Реестр воздействия амфетаминов во время беременности отслеживает исходы беременности у женщин, подвергшихся воздействию амфетаминов во время беременности.",
      "Показано, что сульфат декстроамфетамина оказывает эмбриотоксическое и тератогенное действие при введении мышам A/Jax и мышам C57BL в дозах, примерно в 41 раз превышающих максимальную дозу для человека."
    ],
    "specific": [
      {
        "type": "Клинические соображения",
        "description": [
          "Младенцы, рожденные от матерей, принимавших амфетамины во время беременности, имеют повышенный риск преждевременных родов и низкой массы тела при рождении; следить за детьми, рожденными от матерей, принимающих амфетамины, на наличие симптомов отмены (например, трудности с кормлением, раздражительность, возбуждение, чрезмерная сонливость)",
          "Амфетамины вызывают сужение сосудов и тем самым снижают плацентарную перфузию.",
          "Кроме того, может стимулировать сокращение матки, увеличивая риск преждевременных родов."
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "Однако в опубликованных исследованиях развития животных с использованием клинически значимых доз амфетамина сообщалось о долгосрочных нейрохимических и поведенческих эффектах.",
          "Не наблюдалось влияния на морфологическое развитие в исследованиях эмбриофетального развития при пероральном введении амфетамина крысам и кроликам в период органогенеза в дозах, примерно в 3 и 16 раз превышающих соответственно максимально рекомендуемую дозу для человека (МРДЧ) 20 мг/сут (как базовые эквиваленты) на мг/м",
          "основе, дается взрослым"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Основываясь на ограниченных опубликованных отчетах о случаях, амфетамин (d- или d1) присутствует в грудном молоке в относительных дозах для младенцев 2–13,8% от дозы с поправкой на вес матери и соотношении молоко/плазма в диапазоне от 1,9 до 7,5.",
      "Из-за возможности серьезных побочных реакций у грудных детей грудное вскармливание не рекомендуется во время лечения.",
      "Нет сообщений о неблагоприятном воздействии на младенцев, находящихся на грудном вскармливании. Долгосрочные последствия воздействия амфетамина на развитие нервной системы у младенцев неизвестны."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Злоупотребление и зависимость",
          "description": [
            "Оцените риск злоупотребления до назначения и отслеживайте признаки злоупотребления и зависимости во время терапии.",
            "Психиатрические стимуляторы ЦНС, другие продукты, содержащие амфетамин, и метилфенидат имеют высокий потенциал злоупотребления и зависимости."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "У пациентов с повышенной чувствительностью к амфетамину или другим компонентам",
        "Прогрессирующий артериосклероз, симптоматическое сердечно-сосудистое заболевание или артериальная гипертензия от умеренной до тяжелой степени",
        "Пациенты с историей злоупотребления наркотиками",
        "Во время или в течение 14 дней после введения ИМАО (могут возникнуть гипертонические кризы)"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Ошибки при лечении, в том числе ошибки замены и дозирования, между продуктами амфетамина могут иметь место, что может привести к передозировке; избегайте ошибок замены и передозировки, не заменяйте другие продукты амфетамина на основе мг на мг из-за различных составов солей амфетамина и различного фармакокинетического профиля",
        "Сообщалось о нарушениях зрения (например, трудности с аккомодацией, нечеткость зрения)",
        "Сообщалось о внезапной смерти в связи с лечением стимуляторами ЦНС в обычных дозах у детей и подростков со структурными сердечными аномалиями или другими серьезными проблемами с сердцем.",
        "Стимуляторы связаны с периферической васкулопатией, включая феномен Рейно.",
        "Может вызвать умеренное повышение среднего артериального давления (~ 2-4 мм рт. ст.) и частоты сердечных сокращений (~ 3-6 ударов в минуту); осторожность при гипертонии и других сердечно-сосудистых заболеваниях",
        "Мониторинг роста детей во время лечения; пациентам, которые не растут или не набирают рост или вес, как ожидалось, может потребоваться прервать лечение",
        "Лечение Появляющиеся психотические или маниакальные симптомы (например, галлюцинации, бредовое мышление, мания) у детей и подростков без психотического заболевания или мании в анамнезе могут быть вызваны приемом психостимуляторов в обычных дозах.",
        "Может усугубить симптомы нарушения поведения и расстройства мышления у пациентов с ранее существовавшим психотическим расстройством Психиатрия ЦНС#стимуляторы могут вызвать смешанный или маниакальный эпизод у пациентов с биполярным расстройством; перед началом лечения провести скрининг на факторы риска развития маниакального эпизода (например, сопутствующие заболевания или депрессивные симптомы в анамнезе или семейный анамнез суицида, биполярного расстройства и депрессии)",
        "Агрессивное поведение или враждебность часто наблюдаются у детей и подростков с СДВГ, и о них сообщалось в клинических испытаниях и постмаркетинговом опыте некоторых лекарств, показанных для лечения СДВГ; следить за ухудшением агрессивного поведения или враждебности",
        "Может снизить судорожный порог у пациентов с судорожными припадками в анамнезе."
      ],
      "specific": [
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Если одновременное применение с другими серотонинергическими препаратами или ингибиторами CYP2D6 клинически оправдано, начните терапию с более низких доз, контролируйте появление серотонинового синдрома во время начала приема или титрования дозы и информируйте пациентов о повышенном риске серотонинового синдрома.",
            "Одновременное применение с подкисляющими агентами (например, аскорбиновой кислотой) может снизить уровень в крови и эффективность амфетаминов.",
            "Амфетамины могут вызывать значительное повышение уровня кортикостероидов в плазме (наибольшее повышение вечером); может мешать определению содержания стероидов в моче",
            "Одновременное применение амфетаминов с подщелачивающими средствами (например, ингибиторами протонной помпы) может усилить экспозицию амфетамина и усугубить действие амфетамина.",
            "Амфетамины метаболизируются CYP2D6 и второстепенными ингибиторами iCYP2D6; совместное применение с ингибиторами CYP2D6 может увеличить экспозицию амфетаминов; рассмотреть альтернативный несеротонинергический препарат или альтернативный препарат, который не ингибирует CYP2D6",
            "Серотониновый синдром, потенциально опасная для жизни реакция, может возникнуть, когда амфетамины используются в сочетании с другими препаратами, влияющими на серотонинергические нейротрансмиттерные системы, такими как ингибиторы моноаминоксидазы (ИМАО), селективные ингибиторы обратного захвата серотонина (СИОЗС), ингибиторы обратного захвата серотонина и норадреналина (СИОЗСН). ), триптаны, трициклические антидепрессанты, фентанил, литий, трамадол, триптофан, буспирон и зверобой."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "иобенгуан I 131",
      "description": {
        "common": "амфетамин снизит уровень или действие иобенгуана I 131 по другому (см. комментарий). Избегайте или используйте альтернативный препарат. Основываясь на механизме действия иобенгуана, препараты, которые снижают поглощение катехоламинов или истощают запасы катехоламинов, могут препятствовать поглощению иобенгуана клетками и, таким образом, снижать эффективность иобенгуана. Прекратите прием мешающих препаратов в течение по крайней мере 5 периодов полувыведения перед введением либо дозиметрической дозы, либо дозы иобенгуана. Не вводите эти препараты, по крайней мере, через 7 дней после каждой дозы иобенгуана."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод повышает токсичность амфетамина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Поскольку активный метаболит озанимода ингибирует МАО-В in vitro, существует вероятность серьезных побочных реакций, включая гипертонический криз. Поэтому не рекомендуется одновременное назначение озанимода с препаратами, которые могут повышать уровень норадреналина или серотонина. Мониторинг артериальной гипертензии при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бензгидрокодон/ацетаминофен, амфетамин.\nОдин из них усиливает действие другого за счет уровня серотонина. Используйте осторожность/монитор. Одновременное применение препаратов, влияющих на серотонинергическую нейротрансмиттерную систему, может привести к развитию серотонинового синдрома. Если одновременное применение оправдано, тщательно наблюдайте за пациентом, особенно во время начала лечения и коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "амфетамин, бупренорфин, инъекции длительного действия.\nОдин из них увеличивает токсичность другого на уровень серотонина. Используйте осторожность/монитор. Одновременное применение может привести к опасному для жизни серотониновому синдрому. Если одновременное применение оправдано, тщательно наблюдайте за пациентом, особенно в начале лечения и во время коррекции дозы серотонинергического препарата. Прекратите прием бупренорфина при подозрении на серотониновый синдром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстрометорфан",
      "description": {
        "common": "амфетамин, декстрометорфан.\nОдин из них усиливает действие другого за счет уровня серотонина. Используйте осторожность/монитор. Следите за признаками и симптомами серотонинового синдрома/токсичности серотонина (например, гиперрефлексия, клонус, гипертермия, потливость, тремор, вегетативная нестабильность, изменения психического статуса) при одновременном применении амфемтаминов с декстрометорфаном. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпинефрин вдыхается",
      "description": {
        "common": "амфетамин, адреналин вдыхали.\nОдин из них усиливает действие другого за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эскетамин интраназально",
      "description": {
        "common": "эскетамин интраназально, амфетамин.\nОдин из них увеличивает токсичность другого за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Внимательно следите за артериальным давлением при одновременном применении назального эскетамина со стимуляторами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "гидрокодон, амфетамин.\nОдин из них усиливает действие другого за счет уровня серотонина. Используйте осторожность/монитор. Одновременное применение препаратов, влияющих на серотонинергическую нейротрансмиттерную систему, может привести к развитию серотонинового синдрома. Если одновременное применение оправдано, тщательно наблюдайте за пациентом, особенно во время начала лечения и коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклосиликат циркония натрия",
      "description": {
        "common": "Циклосиликат натрия циркония увеличивает уровень или эффект амфетамина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Ознакомьтесь с конкретными рекомендациями для препаратов с рН-зависимой растворимостью, которая может повлиять на их системное воздействие и эффективность. Как правило, вводите препараты по крайней мере за 2 часа до или после приема натрия циркония циклосиликата. Повышенный рН может усилить высвобождение лекарственного средства из составов с отсроченным высвобождением."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "суфентанил SL, амфетамин.\nОдин из них усиливает действие другого за счет уровня серотонина. Используйте осторожность/монитор. Одновременное применение препаратов, влияющих на серотонинергическую нейротрансмиттерную систему, может привести к развитию серотонинового синдрома. Если одновременное применение оправдано, тщательно наблюдайте за пациентом, особенно во время начала лечения и коррекции дозы."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Снижение аппетита",
      "percent": "28"
    },
    {
      "name": "инфекции",
      "percent": "22"
    },
    {
      "name": "Боль в животе",
      "percent": "15"
    },
    {
      "name": "Раздражительность",
      "percent": "14"
    },
    {
      "name": "Головная боль",
      "percent": "13"
    },
    {
      "name": "Потеря аппетита",
      "percent": "22-36"
    },
    {
      "name": "Сухость во рту",
      "percent": "1.6-35"
    },
    {
      "name": "Головная боль",
      "percent": "1.6-26"
    },
    {
      "name": "Бессонница",
      "percent": "5.2-17"
    },
    {
      "name": "Боль в животе",
      "percent": "11-14"
    },
    {
      "name": "Бессонница",
      "percent": "10"
    },
    {
      "name": "Усталость",
      "percent": "10"
    },
    {
      "name": "Влияет на лабильность",
      "percent": "9"
    },
    {
      "name": "включает перепады настроения",
      "percent": "9"
    },
    {
      "name": "Тахикардия",
      "percent": "6"
    },
    {
      "name": "Тошнота",
      "percent": "6"
    },
    {
      "name": "Рвота",
      "percent": "6"
    },
    {
      "name": "Сухость во рту",
      "percent": "4"
    },
    {
      "name": "Снижение аппетита",
      "percent": "4"
    },
    {
      "name": "Бессонница",
      "percent": "3"
    },
    {
      "name": "Боль в животе",
      "percent": "3"
    },
    {
      "name": "Влияет на лабильность",
      "percent": "3"
    },
    {
      "name": "Рана",
      "percent": "3.8"
    },
    {
      "name": "носовое кровотечение",
      "percent": "3.8"
    },
    {
      "name": "Аллергический ринит",
      "percent": "3.8"
    },
    {
      "name": "Боль в верхней части живота",
      "percent": "4-9"
    },
    {
      "name": "Потеря веса",
      "percent": "9"
    },
    {
      "name": "Эмоциональная лабильность",
      "percent": "5-8"
    },
    {
      "name": "Тошнота",
      "percent": "8"
    },
    {
      "name": "Агитация",
      "percent": "2.1-8"
    },
    {
      "name": "Беспокойство",
      "percent": "2-7"
    },
    {
      "name": "Головокружение",
      "percent": "7"
    },
    {
      "name": "Рвота",
      "percent": "6"
    },
    {
      "name": "Диарея",
      "percent": "6"
    },
    {
      "name": "Нервозность",
      "percent": "5"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "5"
    },
    {
      "name": "Высокая температура",
      "percent": "4"
    },
    {
      "name": "Инфекционное заболевание",
      "percent": "3"
    },
    {
      "name": "Случайная травма",
      "percent": "1-2"
    },
    {
      "name": "Астения",
      "percent": "2"
    },
    {
      "name": "Диспепсия",
      "percent": "1.6"
    },
    {
      "name": "Нервозность",
      "percent": "1.6"
    },
    {
      "name": "Тахикардия",
      "percent": null
    },
    {
      "name": "Сердечно-сосудистые",
      "percent": null
    },
    {
      "name": "Сердцебиение",
      "percent": null
    },
    {
      "name": "тахикардия",
      "percent": null
    },
    {
      "name": "внезапная смерть",
      "percent": null
    },
    {
      "name": "инфаркт миокарда",
      "percent": null
    },
    {
      "name": "повышение кровяного давления",
      "percent": null
    },
    {
      "name": "отдельные сообщения о кардиомиопатии, связанной с хроническим использованием",
      "percent": null
    },
    {
      "name": "Центральная нервная система",
      "percent": null
    },
    {
      "name": "Психотические эпизоды в рекомендуемых дозах",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "перевозбуждение",
      "percent": null
    },
    {
      "name": "беспокойство",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "бессонница",
      "percent": null
    },
    {
      "name": "депрессия",
      "percent": null
    },
    {
      "name": "агрессия",
      "percent": null
    },
    {
      "name": "злость",
      "percent": null
    },
    {
      "name": "логорея",
      "percent": null
    },
    {
      "name": "и парестезии",
      "percent": null
    },
    {
      "name": "включая мурашки",
      "percent": null
    },
    {
      "name": "эйфория",
      "percent": null
    },
    {
      "name": "дискинезия",
      "percent": null
    },
    {
      "name": "дисфория",
      "percent": null
    },
    {
      "name": "тремор",
      "percent": null
    },
    {
      "name": "головная боль",
      "percent": null
    },
    {
      "name": "обострение моторных и звуковых тиков и Туретта",
      "percent": null
    },
    {
      "name": "синдром",
      "percent": null
    },
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "Сухость во рту",
      "percent": null
    },
    {
      "name": "неприятный вкус",
      "percent": null
    },
    {
      "name": "диарея",
      "percent": null
    },
    {
      "name": "запор",
      "percent": null
    },
    {
      "name": "кишечная ишемия",
      "percent": null
    },
    {
      "name": "анорексия",
      "percent": null
    },
    {
      "name": "и потеря веса может возникнуть как нежелательный эффект, когда амфетамины используются для других целей, кроме аноректического эффекта.",
      "percent": null
    },
    {
      "name": "Аллергический",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "реакции гиперчувствительности, включая ангионевротический отек и анафилаксию",
      "percent": null
    },
    {
      "name": "Серьезные кожные высыпания",
      "percent": null
    },
    {
      "name": "включая Стивенса",
      "percent": null
    },
    {
      "name": "Сообщалось о синдроме Джонсона и токсическом эпидермальном некролизе.",
      "percent": null
    },
    {
      "name": "Эндокринный",
      "percent": null
    },
    {
      "name": "Импотенция",
      "percent": null
    },
    {
      "name": "изменения либидо",
      "percent": null
    },
    {
      "name": "и частые или длительные эрекции",
      "percent": null
    },
    {
      "name": "Кожа",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "Заболевания глаз",
      "percent": null
    },
    {
      "name": "Размытое зрение",
      "percent": null
    },
    {
      "name": "мидриаз",
      "percent": null
    },
    {
      "name": "Сосудистые расстройства",
      "percent": null
    },
    {
      "name": "Феномен Рейно",
      "percent": null
    },
    {
      "name": "Опорно-двигательный аппарат",
      "percent": null
    },
    {
      "name": "Рабдомиолиз",
      "percent": null
    }
  ]
}