{
  "name": "рифамицин",
  "comment": "Rx",
  "other_names": [
    "Эмколо",
    "рифамицин SV MMX"
  ],
  "classes": [
    "Антибиотики",
    "Другой"
  ],
  "source": "https://reference.medscape.com/drug/aemcolo-rifamycin-sv-mmx-rifamycin-1000270",
  "pregnancy": {
    "common": [
      "Данных о применении у беременных нет.",
      "Системная абсорбция у людей после приема внутрь незначительна; не ожидается, что использование матерью приведет к воздействию на плод"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Системная абсорбция у людей после приема внутрь незначительна; воздействие на младенцев, находящихся на грудном вскармливании, через грудное молоко, как ожидается, будет незначительным",
      "Пользу грудного вскармливания для развития и здоровья следует учитывать наряду с клинической потребностью матери в препарате и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, или со стороны основного состояния матери.",
      "Нет доступных данных о присутствии в грудном молоке."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Известная гиперчувствительность к рифамицину или любому другому противомикробному агенту класса рифамицина."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Из-за наблюдаемых минимальных системных концентраций рифамицина клинически значимых лекарственных взаимодействий не ожидается.",
        "Рассмотрите возможность диареи, связанной с Clostridium difficile (CDAD), у всех пациентов с диареей после применения антибактериальных препаратов; CDAD может возникнуть в течение 2 месяцев после прекращения приема антибиотиков.",
        "Назначение рифамицина без доказанной или сильно подозреваемой бактериальной инфекции или по профилактическим показаниям вряд ли принесет пользу пациенту и увеличивает риск развития резистентных к лекарству бактерий.",
        "Не эффективен при диарее, осложненной лихорадкой и/или кровавым стулом; прекратите использование, если диарея ухудшается или сохраняется > 48 часов; рассмотреть альтернативную антибактериальную терапию"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Запор",
      "percent": "3.5"
    },
    {
      "name": "Головная боль",
      "percent": "3.3"
    },
    {
      "name": "Диспепсия",
      "percent": "2"
    }
  ]
}