{
  "name": "эренумаб",
  "comment": "Rx",
  "other_names": [
    "Аимовиг"
  ],
  "classes": [
    "Моноклональные антитела к CGRP",
    "Агенты против мигрени"
  ],
  "source": "https://reference.medscape.com/drug/aimovig-erenumab-1000205",
  "pregnancy": {
    "common": [
      "Нет данных о риске для плода при применении у беременных женщин."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "При введении эренумаба-аооэ беременным обезьянам на протяжении всей беременности не наблюдалось побочных эффектов на потомство."
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "Данные свидетельствуют о том, что женщины с мигренью могут подвергаться повышенному риску преэклампсии и гестационной гипертензии во время беременности."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Данные о присутствии в грудном молоке, влиянии на грудного ребенка или влиянии на выработку молока отсутствуют.",
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к препарату или вспомогательным веществам"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Реакции гиперчувствительности (например, сыпь, ангионевротический отек, анафилаксия) сообщили; может произойти в течение нескольких часов или одной недели после администрации; прекратите введение и начните соответствующую терапию, если возникает серьезная реакция"
      ],
      "specific": [
        {
          "type": "Запор",
          "description": [
            "Мониторинг нового начала или ухудшения ранее существовавшей гипертензии и рассмотрение вопроса о том, оправдано ли прекращение терапии, если альтернативная этиология не обнаружена.",
            "Существовавшая ранее артериальная гипертензия или факторы риска повышают риск",
            "О начале или ухудшении артериальной гипертензии обычно сообщают после первой дозы.",
            "Фармакологическое лечение может быть необходимо",
            "Может возникнуть в любое время, но чаще всего в течение семи дней после введения дозы",
            "Сообщается о развитии артериальной гипертензии и ухудшении ранее существовавшей артериальной гипертензии."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Боль в месте инъекции",
      "percent": "5-6"
    },
    {
      "name": "Запор",
      "percent": "1-3"
    },
    {
      "name": "Судороги",
      "percent": "3"
    },
    {
      "name": "мышечные спазмы",
      "percent": null
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "анафилаксия",
      "percent": null
    },
    {
      "name": "гиперчувствительность",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "Изъязвление слизистой оболочки полости рта",
      "percent": null
    },
    {
      "name": "запор с серьезными осложнениями",
      "percent": null
    },
    {
      "name": "Сосудистые расстройства",
      "percent": null
    },
    {
      "name": "Гипертония",
      "percent": null
    }
  ]
}