{
  "name": "фреманезумаб",
  "comment": "Rx",
  "other_names": [
    "фреманезумаб-vfrm",
    "Айови"
  ],
  "classes": [
    "Моноклональные антитела к CGRP"
  ],
  "source": "https://reference.medscape.com/drug/ajovy-fremanezumab-1000227",
  "pregnancy": {
    "common": [
      "Существует реестр воздействия наркотиков во время беременности, в котором отслеживаются исходы беременности у женщин, подвергшихся воздействию наркотиков во время беременности; поставщикам медицинских услуг рекомендуется регистрировать беременных пациенток, или беременные женщины могут зарегистрироваться в регистре, позвонив по телефону 1-833-927-2605 или посетив веб-сайт.",
      "Отсутствуют адекватные данные о риске развития, связанном с терапией у беременных женщин; препарат имеет длительный период полувыведения, что следует учитывать женщинам, которые беременны или планируют забеременеть во время лечения"
    ],
    "specific": [
      {
        "type": "Клинические соображения",
        "description": [
          "Опубликованные данные свидетельствуют о том, что женщины с мигренью могут подвергаться повышенному риску преэклампсии и гестационной гипертензии во время беременности."
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "Введение крысам и кроликам в период органогенеза или крысам на протяжении всей беременности и лактации в дозах, приводящих к уровням в плазме, превышающим клинически ожидаемые, не приводило к неблагоприятным последствиям для развития."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Рассмотрите преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате, а также любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Нет данных о присутствии в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Серьезные реакции гиперчувствительности на лекарство или вспомогательные вещества в анамнезе."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "С осторожностью у пациентов с сердечно-сосудистыми заболеваниями; не изучал"
      ],
      "specific": [
        {
          "type": "Реакции гиперчувствительности",
          "description": [
            "Случаи анафилаксии, ангионевротического отека, сыпи, зуда, гиперчувствительности к лекарственным средствам, крапивницы, зарегистрированные в течение от нескольких часов до 1 месяца после приема в клинических испытаниях.",
            "Рассмотрите возможность прекращения терапии и назначьте соответствующую терапию, если возникает реакция гиперчувствительности.",
            "Некоторые реакции привели к прекращению лечения или потребовали лечения кортикостероидами."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Боль в месте инъекции",
      "percent": "5"
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "Анафилактические реакции и ангионевротический отек",
      "percent": null
    }
  ]
}