{
  "name": "ларонидаза",
  "comment": "Rx",
  "other_names": [
    "Альдуразим"
  ],
  "classes": [
    "Ферменты",
    "Метаболический"
  ],
  "source": "https://reference.medscape.com/drug/aldurazyme-laronidase-342863",
  "pregnancy": {
    "common": [
      "Имеющихся данных из опубликованных отчетов о клинических случаях и постмаркетингового опыта у беременных женщин недостаточно для оценки связанного с препаратом риска серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода.",
      "Был создан реестр MPS I, и беременных женщин с MPS I следует поощрять к регистрации; для получения дополнительной информации посетите сайт www.registrynxt.com или позвоните по телефону 1-800-745-4447 доб. 15500"
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "У крыс не наблюдалось вреда для плода при введении ларонидазы во время органогенеза в дозах, в 6,2 раза превышающих рекомендуемую дозу для человека."
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "Беременность может усугубить ранее существовавшие клинические проявления МПС и привести к неблагоприятным исходам беременности как для матери, так и для плода."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Не сообщалось о побочных эффектах у младенцев, находящихся на грудном вскармливании, в нескольких постмаркетинговых случаях применения ларонидазы у кормящих женщин.",
      "Нет данных о присутствии ларонидазы в грудном молоке или влиянии на производство молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "У некоторых пациентов во время инфузий наблюдались анафилактоидные реакции, которые могут быть опасными для жизни.",
        "Пациенты с нарушением дыхательной функции или острой дыхательной недостаточностью могут подвергаться риску серьезного острого обострения дыхательной недостаточности из-за инфузионных реакций и нуждаются в дополнительном наблюдении."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Будьте осторожны у пациентов с апноэ во сне; варианты лечения апноэ должны быть легко доступны во время инфузии или с использованием седативных антигистаминных препаратов, включая дополнительный кислород и CPAP",
        "Соблюдайте осторожность у пациентов с перегрузкой жидкостью или в условиях, когда показано ограничение жидкости; обострение таких состояний может возникнуть во время инфузий",
        "Рассмотрите возможность отсрочки лечения у пациентов с острым лихорадочным/респираторным заболеванием; может увеличить риск инфузионных реакций; рекомендуется премедикация антигистаминными и жаропонижающими средствами; временно уменьшить скорость инфузии; управлять реакциями, вводя дополнительные жаропонижающие и антигистаминные препараты",
        "Рассмотрите возможность регистрации в реестре MPS I, www.MPSIregistry.com или по телефону 1-800-745-4447.",
        "Не показан при проявлениях заболевания со стороны ЦНС."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Сыпь",
      "percent": "13"
    },
    {
      "name": "Промывка",
      "percent": "11"
    },
    {
      "name": "лихорадка",
      "percent": "11"
    },
    {
      "name": "Головная боль",
      "percent": "9"
    },
    {
      "name": "Боль в животе или дискомфорт",
      "percent": "9"
    },
    {
      "name": "Тошнота",
      "percent": "7"
    },
    {
      "name": "Диарея",
      "percent": "7"
    },
    {
      "name": "Чувство жара или холода",
      "percent": "7"
    },
    {
      "name": "Рвота",
      "percent": "4"
    },
    {
      "name": "Зуд",
      "percent": "4"
    },
    {
      "name": "Артралгия",
      "percent": "4"
    },
    {
      "name": "Крапивница",
      "percent": "4"
    }
  ]
}