{
  "name": "псевдоэфедрин/фексофенадин",
  "comment": "OTC",
  "other_names": [
    "Allegra-D 24-часовая аллергия и заложенность носа",
    "Allegra-D 12-часовая аллергия и заложенность носа",
    "Аллегра Д"
  ],
  "classes": [
    "Комбинированные антигистаминные/деконгестантные средства"
  ],
  "source": "https://reference.medscape.com/drug/allegra-d-pseudoephedrine-fexofenadine-343394",
  "pregnancy": {
    "common": [
      "У мышей не наблюдалось никаких побочных эффектов и тератогенных эффектов во время беременности при приеме фексофенадина в диетических дозах до 3730 мг/кг (примерно в 15 раз выше максимальной рекомендуемой суточной дозы этого препарата для человека при пероральном приеме на основе сравнения AUC).",
      "Дозозависимое снижение прибавки в весе детенышей и выживаемости наблюдалось у крыс, подвергшихся пероральному воздействию терфенадина в дозе 150 мг/кг; эта доза давала AUC фексофенадина, которая примерно в 4 раза превышала AUC при максимальной рекомендуемой суточной пероральной дозе для человека.",
      "У мышей фексофенадин не оказывал влияния на мужскую или женскую фертильность при средних диетических дозах до 4438 мг/кг (приблизительно в 15 раз превышает максимальную рекомендуемую суточную пероральную дозу этой комбинации препаратов для человека на основе сравнения AUC).",
      "Адекватных и строго контролируемых исследований на беременных женщинах не проводилось; комбинацию препаратов следует применять во время беременности только в том случае, если потенциальная польза оправдывает потенциальный риск для плода."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Неизвестно, выделяется ли фексофенадин с грудным молоком; поскольку многие препараты выделяются с грудным молоком, следует соблюдать осторожность при назначении фексофенадина гидрохлорида кормящим женщинам; гидрохлорид псевдоэфедрина, вводимый отдельно, проникает в грудное молоко кормящих женщин.",
      "Концентрации псевдоэфедрина в молоке неизменно выше, чем в плазме; общее количество препарата в молоке, судя по AUC, в 2–3 раза превышает AUC в плазме; доля дозы псевдоэфедрина, выделяемой с молоком, оценивается от 0,4% до 0,7%.",
      "Необходимо принять решение о прекращении кормления грудью или прекращении приема препарата с учетом важности терапии для матери; проявлять осторожность при назначении комбинации лекарственных средств кормящим женщинам."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Недоношенные новорожденные и новорожденные",
        "Узкоугольная глаукома",
        "Документально подтвержденная гиперчувствительность к препарату или ингредиентам",
        "Задержка мочи",
        "В течение четырнадцати (14) дней после приема ингибитора моноаминоксидазы",
        "Тяжелая артериальная гипертензия или тяжелая ишемическая болезнь сердца"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Пациентов также следует проинструктировать о хранении препарата в плотно закрытой таре в прохладном сухом месте, недоступном для детей.",
        "Давать с фруктовым соком может снизить эффективность",
        "Пациентам следует рекомендовать воздержаться от одновременного применения этого препарата с безрецептурными антигистаминными и противоотечными средствами.",
        "Пациентам следует сообщить, что неактивные ингредиенты могут иногда выводиться с калом в форме, напоминающей исходную таблетку.",
        "Администрирование более низкие первоначальные дозы (одна таблетка в день) для больных со снижением почечной функции; они снижают элиминацию фексофенадина и псевдоэфедрина",
        "Пациенты должны быть проинструктированы принимать лекарства только по назначению; не превышать рекомендуемую дозу; если возникают нервозность, головокружение или бессонница, прекратите использование и обратитесь к врачу"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "дигидроэрготамин усиливает действие псевдоэфедрина за счет фармакодинамического синергизма. Противопоказано. Производные спорыньи могут усиливать сосудосуживающий эффект псевдоэфедрина и в конечном итоге значительно повышать артериальное давление."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дигидроэрготамин ингаляционный",
      "description": {
        "common": "Ингаляционный дигидроэрготамин усиливает действие псевдоэфедрина за счет фармакодинамического синергизма. Противопоказано. Производные спорыньи могут усиливать сосудосуживающий эффект псевдоэфедрина и в конечном итоге значительно повышать артериальное давление."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "интраназальный дигидроэрготамин усиливает действие псевдоэфедрина за счет фармакодинамического синергизма. Противопоказано. Производные спорыньи могут усиливать сосудосуживающий эффект псевдоэфедрина и в конечном итоге значительно повышать артериальное давление."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эрголоидные мезилаты",
      "description": {
        "common": "эрголоидные мезилаты усиливают эффекты псевдоэфедрина за счет фармакодинамического синергизма. Противопоказано. Производные спорыньи могут усиливать сосудосуживающий эффект псевдоэфедрина и в конечном итоге значительно повышать артериальное давление."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эргоновин",
      "description": {
        "common": "эргоновин усиливает действие псевдоэфедрина за счет фармакодинамического синергизма. Противопоказано. Производные спорыньи могут усиливать сосудосуживающий эффект псевдоэфедрина и в конечном итоге значительно повышать артериальное давление."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эрготамин",
      "description": {
        "common": "эрготамин усиливает действие псевдоэфедрина за счет фармакодинамического синергизма. Противопоказано. Производные спорыньи могут усиливать сосудосуживающий эффект псевдоэфедрина и в конечном итоге значительно повышать артериальное давление."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут будет снижать уровень или эффект фексофенадина транспортером оттока P-гликопротеина (MDR1). Противопоказано. Совместный прием с грейпфрутовым, яблочным или апельсиновым соком снижает биодоступность фексофенадина за счет ингибирования P-gp; раздельное введение не менее чем через 4 часа"
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид усиливает эффекты псевдоэфедрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин усиливает эффекты псевдоэфедрина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин усиливает эффекты псевдоэфедрина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каберголин",
      "description": {
        "common": "каберголин, псевдоэфедрин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин усиливает эффекты псевдоэфедрина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "кокаин местного действия усиливает эффекты псевдоэфедрина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин усиливает эффекты псевдоэфедрина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "десвенлафаксин усиливает эффекты псевдоэфедрина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксапрам",
      "description": {
        "common": "доксапрам усиливает действие псевдоэфедрина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивный прессорный эффект."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин усиливает эффекты псевдоэфедрина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "дулоксетин усиливает эффекты псевдоэфедрина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "эрдафитиниб будет повышать уровень или эффект фексофенадина за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если совместное введение неизбежно, раздельное введение по крайней мере за 6 часов до или после введения субстратов P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин усиливает эффекты псевдоэфедрина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иобенгуан I 123",
      "description": {
        "common": "псевдоэфедрин уменьшает эффекты iobenguane I 123 за счет конкуренции за связывание рецепторов. Избегайте или используйте альтернативный препарат. Если это клинически целесообразно, прекратите прием препаратов, которые конкурируют за сайты рецепторов норадреналина, по крайней мере, на 5 периодов полувыведения; может привести к ложноотрицательным результатам визуализации. Не вводите псевдоэфедрин, по крайней мере, через 7 дней после каждой дозы иобенгуана."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иобенгуан I 131",
      "description": {
        "common": "псевдоэфедрин снижает эффекты iobenguane I 131 за счет конкуренции за связывание рецепторов. Избегайте или используйте альтернативный препарат. Если это клинически целесообразно, прекратите прием препаратов, которые конкурируют за сайты рецепторов норадреналина, по крайней мере, на 5 периодов полувыведения; может привести к ложноотрицательным результатам визуализации. Не вводите псевдоэфедрин, по крайней мере, через 7 дней после каждой дозы иобенгуана."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид усиливает эффекты фексофенадина по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Изокарбоксазид не следует назначать в сочетании с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изофлуран",
      "description": {
        "common": "изофлуран повышает токсичность псевдоэфедрина. Механизм: неизвестен. Избегайте или используйте альтернативный препарат. Риск ВТ, АГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "Лазмидитан повышает уровень фексофенадина с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект фексофенадина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "левомилнаципран усиливает эффекты псевдоэфедрина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "лофепрамин, псевдоэфедрин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "мапротилин, псевдоэфедрин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоксифлуран",
      "description": {
        "common": "метоксифлуран повышает токсичность псевдоэфедрина. Механизм: неизвестен. Избегайте или используйте альтернативный препарат. Риск ВТ, АГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "фексофенадин, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "милнаципран",
      "description": {
        "common": "милнаципран усиливает эффекты псевдоэфедрина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин усиливает эффекты псевдоэфедрина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "фексофенадин и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод увеличивает токсичность псевдоэфедрина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Поскольку активный метаболит озанимода ингибирует МАО-В in vitro, существует вероятность серьезных побочных реакций, включая гипертонический криз. Поэтому не рекомендуется одновременное назначение озанимода с препаратами, которые могут повышать уровень норадреналина или серотонина. Мониторинг артериальной гипертензии при одновременном применении."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин усиливает эффекты псевдоэфедрина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран повышает токсичность псевдоэфедрина. Механизм: неизвестен. Избегайте или используйте альтернативный препарат. Риск ВТ, АГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект фексофенадина через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тепотиниб",
      "description": {
        "common": "тепотиниб будет увеличивать уровень или эффект фексофенадина с помощью транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозировку субстрата P-gp, если это рекомендовано в маркировке одобренного продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "транилципромин",
      "description": {
        "common": "транилципромин усиливает действие фексофенадина на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Транилципромин не следует назначать в комбинации с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон, псевдоэфедрин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин усиливает эффекты псевдоэфедрина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Трофинетид",
      "description": {
        "common": "трофинетид будет увеличивать уровень или эффект фексофенадина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Трофинетид (ингибитор ОАТР131 и ОАТР13В) может повышать уровень субстратов ОАТР131 или ОАТР13В в плазме. Избегайте coadministration с чувствительными субстратами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "венлафаксин усиливает эффекты псевдоэфедрина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид повысит уровень или эффект псевдоэфедрина за счет пассивной реабсорбции в почечных канальцах — основной мочи. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акривастин",
      "description": {
        "common": "акривастин и фексофенадин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "псевдоэфедрин снижает эффекты альфузозина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия повысит уровень или эффект псевдоэфедрина за счет пассивной реабсорбции в почечных канальцах — основной мочи. Используйте осторожность/монитор. Осторожность рекомендуется с частыми или высокими дозами антацидов"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифампридин",
      "description": {
        "common": "др. фексофенадин повышает токсичность амифампридина (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Амифампридин может вызывать судороги. Совместное применение с препаратами, снижающими судорожный порог, может увеличить этот риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и фексофенадин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид аммония",
      "description": {
        "common": "хлорид аммония снижает действие псевдоэфедрина по неизвестному механизму. Используйте осторожность/монитор. Экскреция с мочой альфа/бета-агонистов непрямого действия (например, псевдоэфедрина) может увеличиваться при одновременном применении с агентами, повышающими кислотность мочи, что приводит к снижению концентрации в сыворотке крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид будет снижать уровень или эффект фексофенадина за счет увеличения элиминации. Используйте осторожность/монитор. Апалутамид слабо индуцирует OATP1B1 и может снижать системное воздействие препаратов, являющихся субстратами OATP1B1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "арформотерол и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и фексофенадин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и фексофенадин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "авапритиниб и фексофенадин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бензгидрокодон/ацетаминофен и фексофенадин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "бензфетамин и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "беротральстат будет увеличивать уровень или эффект фексофенадина за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте или титруйте дозу субстрата P-gp при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "бозутиниб повышает уровень фексофенадина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "брекспипразол и фексофенадин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромокриптин",
      "description": {
        "common": "бромокриптин, псевдоэфедрин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Артериальная гипертензия, В тач."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин, псевдоэфедрин. Механизм: неизвестен. Используйте осторожность/монитор. Следует избегать использования псевдоэфедрина у пациентов, получающих фенотиазины (особенно тиоридазин), из-за потенциального риска сердечной аритмии или внезапной смерти. Монитор для признаков желудочковых аритмий во время одновременного использования."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб повышает уровень фексофенадина с помощью переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень фексофенадина за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Крофелемер может ингибировать переносчики MRP2 и OATP1A2 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "фексофенадин и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "дексфенфлурамин и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "дексметилфенидат и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "декстроамфетамин и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "диазепам интраназально, фексофенадин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение может усиливать угнетающее ЦНС действие каждого препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диэтилпропион",
      "description": {
        "common": "диэтилпропион и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "добутамин и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "донепезил трансдермальный",
      "description": {
        "common": "донепезил трансдермальный, фексофенадин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофамин",
      "description": {
        "common": "дофамин и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "допексамин и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксазозин",
      "description": {
        "common": "псевдоэфедрин снижает эффекты доксазозина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроксидопа",
      "description": {
        "common": "псевдоэфедрин и дроксидопа усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Может увеличить риск гипертензии в положении лежа"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс будет увеличивать уровень или эффект фексофенадина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень фексофенадина с помощью переносчика оттока Р-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы субстрата P-gp и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "элуксадолин повышает уровень фексофенадина за счет замедления метаболизма. Используйте осторожность/монитор. Элуксадолин может увеличить системную экспозицию одновременно вводимых субстратов OATP1B1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб повысит уровень или эффект фексофенадина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Энкорафениб (ингибитор ОАТР1В1 и ОАТР1В3) может повышать концентрацию и токсичность субстратов ОАТР1В1 и ОАТР1В3. Внимательно следите за признаками и симптомами повышенного воздействия и рассмотрите возможность корректировки дозы этих субстратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "эфедрин и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "адреналин и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпинефрин вдыхается",
      "description": {
        "common": "псевдоэфедрин, эпинефрин ингаляционно.\nОдин из них усиливает действие другого за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "адреналин рацемический и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эскетамин интраназально",
      "description": {
        "common": "эскетамин интраназально, фексофенадин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "фенфлурамин и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "фостаматиниб будет увеличивать уровень или эффект фексофенадина с помощью транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Одновременное применение фостаматиниба может повышать концентрацию субстратов P-gp. Мониторинг токсичности препарата-субстрата P-gp, который может потребовать снижения дозы при одновременном применении с фостаматинибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин, псевдоэфедрин. Механизм: неизвестен. Используйте осторожность/монитор. Следует избегать использования псевдоэфедрина у пациентов, получающих фенотиазины (особенно тиоридазин), из-за потенциального риска сердечной аритмии или внезапной смерти. Монитор для признаков желудочковых аритмий во время одновременного использования."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "формотерол и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "фостемсавир повысит уровень или эффект фексофенадина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Фостемсавир ингибирует транспортер OATP1B1/3. Если возможно, избегайте одновременного введения или измените дозу субстратов OATP1B1/3 при одновременном применении с фостемсавиром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин",
      "description": {
        "common": "габапентин, фексофенадин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин энакарбил",
      "description": {
        "common": "габапентин энакарбил, фексофенадин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "глекапревир/пибрентасвир повысит уровень или действие фексофенадина на другое (см. комментарий). Используйте осторожность/монитор. Одновременное применение с глекапревиром/пибрентасвиром может повышать концентрацию в плазме препаратов, являющихся субстратами ОАТР1В1 или ОАТР1В3."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидралазин",
      "description": {
        "common": "гидралазин, псевдоэфедрин. Механизм: фармакодинамический антагонизм. Используйте осторожность/монитор. Симпатомиметики могут противодействовать действию некоторых антигипертензивных средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "псевдоэфедрин снижает действие инсулина деглудек за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Симпатомиметики повышают уровень глюкозы в крови за счет стимуляции альфа- и бета-рецепторов; это действие приводит к увеличению продукции глюкозы в печени, гликогенолизу и снижению секреции инсулина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "псевдоэфедрин снижает эффекты инсулина деглудек/инсулин аспарт за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Симпатомиметики повышают уровень глюкозы в крови за счет стимуляции альфа- и бета-рецепторов; это действие приводит к увеличению продукции глюкозы в печени, гликогенолизу и снижению секреции инсулина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "псевдоэфедрин снижает действие инсулина детемир за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Симпатомиметики повышают уровень глюкозы в крови за счет стимуляции альфа- и бета-рецепторов; это действие приводит к увеличению продукции глюкозы в печени, гликогенолизу и снижению секреции инсулина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "псевдоэфедрин снижает действие инсулина гларгина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Симпатомиметики повышают уровень глюкозы в крови за счет стимуляции альфа- и бета-рецепторов; это действие приводит к увеличению продукции глюкозы в печени, гликогенолизу и снижению секреции инсулина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "псевдоэфедрин снижает эффекты вдыхаемого инсулина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Симпатомиметики повышают уровень глюкозы в крови за счет стимуляции альфа- и бета-рецепторов; это действие приводит к увеличению продукции глюкозы в печени, гликогенолизу и снижению секреции инсулина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "псевдоэфедрин снижает действие обычного человеческого инсулина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Симпатомиметики повышают уровень глюкозы в крови за счет стимуляции альфа- и бета-рецепторов; это действие приводит к увеличению продукции глюкозы в печени, гликогенолизу и снижению секреции инсулина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "изопротеренол и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин будет увеличивать уровень или эффект фексофенадина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов P-gp в клинических исследованиях. Рассмотрите возможность снижения дозы чувствительных субстратов P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "ивакафтор повышает уровень фексофенадина с помощью переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор. Ивакафтор и его метаболит М1 могут ингибировать P-gp; может значительно увеличить системное воздействие на чувствительные субстраты P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сок (фруктовый)",
      "description": {
        "common": "сок (фрукты) снижает уровень фексофенадина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Фруктовые соки ингибируют кишечный полипептид, транспортирующий органические анионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень фексофенадина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Летермовир, ингибитор OATP1B1/3, может повышать концентрацию в плазме одновременно вводимых субстратов OATP1B1/3."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "левалбутерол и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "лиздексамфетамин и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "ломитапид повышает уровень фексофенадина с помощью переносчика оттока Р-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы при одновременном применении с ломитапидом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет увеличивать уровень или эффект фексофенадина с помощью транспортера оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Лонафарниб является слабым ингибитором P-gp. Следите за побочными реакциями при совместном применении с субстратами P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. При необходимости уменьшите дозу субстрата P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, фексофенадин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: возможно усиление угнетающего действия на ЦНС при одновременном применении; монитор для увеличения побочных эффектов и токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "метапротеренол и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "метамфетамин и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метенамин",
      "description": {
        "common": "метенамин снижает действие псевдоэфедрина по неизвестному механизму. Используйте осторожность/монитор. Экскреция с мочой альфа/бета-агонистов непрямого действия (например, псевдоэфедрина) может увеличиваться при одновременном применении с агентами, повышающими кислотность мочи, что приводит к снижению концентрации в сыворотке крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилдопа",
      "description": {
        "common": "Метилдопа усиливает действие псевдоэфедрина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилендиоксиметамфетамин",
      "description": {
        "common": "метилендиоксиметамфетамин и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "мидазолам интраназально, фексофенадин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение барбитуратов, алкоголя или других средств, угнетающих ЦНС, может увеличить риск гиповентиляции, обструкции дыхательных путей, десатурации или апноэ и может способствовать выраженному и/или пролонгированному действию препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидодрин",
      "description": {
        "common": "мидодрин и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "псевдоэфедрин снижает эффекты натеглинида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Совместное применение может уменьшить гипогликемическое действие натеглинида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект фексофенадина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нератиниб",
      "description": {
        "common": "нератиниб повышает уровень фексофенадина с помощью переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор. Нератиниб ингибирует транспорт P-gp. Следует соблюдать осторожность при совместном применении с субстратом P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "норадреналин и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "псевдоэфедрин и олодатерол при вдыхании усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Осторожность при одновременном назначении адренергических препаратов любым путем из-за аддитивных симпатических эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окситоцин",
      "description": {
        "common": "окситоцин усиливает действие псевдоэфедрина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин, псевдоэфедрин. Механизм: неизвестен. Используйте осторожность/монитор. Следует избегать использования псевдоэфедрина у пациентов, получающих фенотиазины (особенно тиоридазин), из-за потенциального риска сердечной аритмии или внезапной смерти. Монитор для признаков желудочковых аритмий во время одновременного использования."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фендиметразин",
      "description": {
        "common": "фендиметразин и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенелзин",
      "description": {
        "common": "фенелзин усиливает действие фексофенадина на др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: одновременное применение фенелзина и антигистаминных препаратов может привести к аддитивному угнетающему действию на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентермин",
      "description": {
        "common": "фентермин и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин",
      "description": {
        "common": "фенилэфрин и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин ПО",
      "description": {
        "common": "фенилэфрин перорально и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "пирбутерол и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб повышает уровень фексофенадина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфат калия",
      "description": {
        "common": "фосфат калия снижает действие псевдоэфедрина по неизвестному механизму. Используйте осторожность/монитор. Экскреция с мочой альфа/бета-агонистов непрямого действия (например, псевдоэфедрина) может увеличиваться при одновременном применении с агентами, повышающими кислотность мочи, что приводит к снижению концентрации в сыворотке крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прегабалин",
      "description": {
        "common": "прегабалин, фексофенадин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "прохлорперазин, псевдоэфедрин. Механизм: неизвестен. Используйте осторожность/монитор. Следует избегать использования псевдоэфедрина у пациентов, получающих фенотиазины (особенно тиоридазин), из-за потенциального риска сердечной аритмии или внезапной смерти. Монитор для признаков желудочковых аритмий во время одновременного использования."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "промазин",
      "description": {
        "common": "промазин, псевдоэфедрин. Механизм: неизвестен. Используйте осторожность/монитор. Риск сердечной аритмии или внезапной смерти более вероятен при применении тиоридазина, чем при применении других фенотиазинов. Взаимодействие более вероятно у некоторых предрасположенных пациентов. только."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин, псевдоэфедрин. Механизм: неизвестен. Используйте осторожность/монитор. Риск сердечной аритмии или внезапной смерти более вероятен при применении тиоридазина, чем при применении других фенотиазинов. Взаимодействие более вероятно у некоторых предрасположенных пациентов. только."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропилгекседрин",
      "description": {
        "common": "пропилгекседрин и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект фексофенадина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "safinamide",
      "description": {
        "common": "псевдоэфедрин и сафинамид усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Мониторинг пациентов для артериальной гипертензии, если сафинамид назначают одновременно с рецептурными или безрецептурными симпатомиметиками, включая назальные, пероральные или офтальмологические деконгестанты и средства от простуды."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "сальметерол и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "сарециклин будет увеличивать уровень или эффект фексофенадина за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Следите за токсичностью субстратов P-gp, что может потребовать снижения дозы при совместном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сердексметилфенидат/дексметилфенидат",
      "description": {
        "common": "Сердексметилфенидат/дексметилфенидат и псевдоэфедрин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силодозин",
      "description": {
        "common": "псевдоэфедрин снижает эффекты силодозина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия будет увеличивать уровень или эффект псевдоэфедрина за счет пассивной реабсорбции в почечных канальцах - основной мочи. Используйте осторожность/монитор. Осторожность рекомендуется с частыми или высокими дозами антацидов"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота повысит уровень или эффект псевдоэфедрина за счет пассивной реабсорбции в почечных канальцах – щелочная моча. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактат натрия",
      "description": {
        "common": "лактат натрия повысит уровень или эффект псевдоэфедрина за счет пассивной реабсорбции в почечных канальцах — основной мочи. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфаты натрия, IV",
      "description": {
        "common": "фосфаты натрия, внутривенное введение снижает действие псевдоэфедрина по неизвестному механизму. Используйте осторожность/монитор. Экскреция с мочой альфа/бета-агонистов непрямого действия (например, псевдоэфедрина) может увеличиваться при одновременном применении с агентами, повышающими кислотность мочи, что приводит к снижению концентрации в сыворотке крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "софосбувир/велпатасвир повышает уровень фексофенадина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Velpatasvir ингибирует транспортеры OATP1B1, OATP1B3 и OATP2B1. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солриамфетол",
      "description": {
        "common": "псевдоэфедрин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "Спиронолактон снижает эффекты псевдоэфедрина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тамсулозин",
      "description": {
        "common": "псевдоэфедрин снижает эффекты тамсулозина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Тенапанор",
      "description": {
        "common": "тенапанор снижает уровень фексофенадина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Тенапанор (ингибитор переносчика кишечного захвата, OATP2B1) может снижать воздействие субстратов OATP2B1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "terazosin",
      "description": {
        "common": "псевдоэфедрин снижает эффекты теразозина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "тербуталин и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин, псевдоэфедрин. Механизм: неизвестен. Используйте осторожность/монитор. Следует избегать использования псевдоэфедрина у пациентов, получающих фенотиазины (особенно тиоридазин), из-за потенциального риска сердечной аритмии или внезапной смерти. Монитор для признаков желудочковых аритмий во время одновременного использования."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "трифлуоперазин, псевдоэфедрин. Механизм: неизвестен. Используйте осторожность/монитор. Следует избегать использования псевдоэфедрина у пациентов, получающих фенотиазины (особенно тиоридазин), из-за потенциального риска сердечной аритмии или внезапной смерти. Монитор для признаков желудочковых аритмий во время одновременного использования."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет увеличивать уровень или эффект фексофенадина с помощью транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Рассмотрите возможность снижения дозировки субстратов P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "вемурафениб повышает уровень фексофенадина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксилометазолин",
      "description": {
        "common": "псевдоэфедрин и ксилометазолин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон будет увеличивать уровень или эффект фексофенадина за счет транспортера оттока P-гликопротеина (MDR1). Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "аторвастатин будет увеличивать уровень или эффект фексофенадина за счет переносчика оттока P-гликопротеина (MDR1). Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин будет увеличивать уровень или эффект фексофенадина за счет транспортера оттока P-гликопротеина (MDR1). Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клотримазол",
      "description": {
        "common": "клотримазол будет снижать уровень или эффект фексофенадина с помощью переносчика оттока P-гликопротеина (MDR1). Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект фексофенадина транспортером оттока P-гликопротеина (MDR1). Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "десмопрессин",
      "description": {
        "common": "десмопрессин усиливает эффекты псевдоэфедрина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон будет увеличивать уровень или эффект фексофенадина за счет транспортера оттока P-гликопротеина (MDR1). Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Зависит от заболеваемости",
      "percent": "7.2"
    },
    {
      "name": "тяжесть с отдельным препаратом",
      "percent": "8"
    },
    {
      "name": "также отдельные пациенты различаются по восприимчивости",
      "percent": "1.3"
    },
    {
      "name": "Головная боль",
      "percent": "1.3"
    },
    {
      "name": "Рвота",
      "percent": "1.5"
    },
    {
      "name": "Сонливость",
      "percent": "2"
    },
    {
      "name": "Усталость",
      "percent": "3"
    },
    {
      "name": "Сонливость",
      "percent": "2.5"
    },
    {
      "name": "Головокружение",
      "percent": "1.2"
    },
    {
      "name": "Диарея",
      "percent": "3"
    },
    {
      "name": "Средний отит",
      "percent": null
    },
    {
      "name": "Диспепсия",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "угнетение ЦНС",
      "percent": null
    },
    {
      "name": "Седативный эффект от легкой сонливости до глубокого сна",
      "percent": null
    },
    {
      "name": "самый частый",
      "percent": null
    },
    {
      "name": "усталость",
      "percent": null
    },
    {
      "name": "Нарушенная координация",
      "percent": null
    },
    {
      "name": "Мышечная слабость",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "эйфория",
      "percent": null
    },
    {
      "name": "нервозность",
      "percent": null
    },
    {
      "name": "бред",
      "percent": null
    },
    {
      "name": "сердцебиение",
      "percent": null
    },
    {
      "name": "судороги встречаются реже",
      "percent": null
    },
    {
      "name": "Эпигастральный дистресс",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "холестаз",
      "percent": null
    },
    {
      "name": "гепатит",
      "percent": null
    },
    {
      "name": "печеночная недостаточность",
      "percent": null
    },
    {
      "name": "нарушение функции печени",
      "percent": null
    },
    {
      "name": "желтуха бывает редко",
      "percent": null
    },
    {
      "name": "Тахикардия",
      "percent": null
    },
    {
      "name": "сердцебиение изменения ЭКГ",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "расширенный QRS",
      "percent": null
    },
    {
      "name": "Аритмии",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "экстрасистолия",
      "percent": null
    },
    {
      "name": "блокада сердца",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Гипертония",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "седативный эффект",
      "percent": null
    },
    {
      "name": "и гипотензия может возникать у гериатрических пациентов",
      "percent": null
    },
    {
      "name": "Сухость во рту",
      "percent": null
    },
    {
      "name": "нос",
      "percent": null
    },
    {
      "name": "и горло",
      "percent": null
    },
    {
      "name": "Дизурия",
      "percent": null
    },
    {
      "name": "Задержка мочи",
      "percent": null
    },
    {
      "name": "Импотенция",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Нарушения зрения",
      "percent": null
    },
    {
      "name": "Затуманенное зрение",
      "percent": null
    },
    {
      "name": "Диплопия",
      "percent": null
    },
    {
      "name": "шум в ушах",
      "percent": null
    },
    {
      "name": "Острый лабиринтит",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Тремор",
      "percent": null
    },
    {
      "name": "Лицевая дискинезия",
      "percent": null
    },
    {
      "name": "Стеснение в груди",
      "percent": null
    },
    {
      "name": "Сгущение бронхиального секрета",
      "percent": null
    },
    {
      "name": "хрипы",
      "percent": null
    },
    {
      "name": "Заложенность носа",
      "percent": null
    },
    {
      "name": "Потоотделение",
      "percent": null
    },
    {
      "name": "Озноб",
      "percent": null
    },
    {
      "name": "Ранние менструации",
      "percent": null
    },
    {
      "name": "Токсический психоз",
      "percent": null
    },
    {
      "name": "Слабость",
      "percent": null
    },
    {
      "name": "Парестезия",
      "percent": null
    },
    {
      "name": "Агранулоцитоз",
      "percent": null
    },
    {
      "name": "Гемолитическая анемия",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Панцитопения",
      "percent": null
    },
    {
      "name": "Дисменорея",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Ишемический колит",
      "percent": null
    },
    {
      "name": "псевдоэфедрин",
      "percent": null
    }
  ]
}