{
  "name": "орлистат",
  "comment": "Rx, OTC",
  "other_names": [
    "Ксеникал",
    "Алли"
  ],
  "classes": [
    "Другой",
    "Желудочно-кишечные агенты"
  ],
  "source": "https://reference.medscape.com/drug/alli-xenical-orlistat-342068",
  "pregnancy": {
    "common": [
      "Категория беременности: X; потеря веса не приносит потенциальной пользы беременной женщине и может нанести вред плоду; минимальная прибавка в весе и отсутствие потери веса в настоящее время рекомендуется для всех беременных женщин, в том числе для тех, у кого уже есть избыточный вес или ожирение.",
      "Лактация: не рекомендуется; неизвестно, проникает ли орлистат в грудное молоко."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: не рекомендуется; неизвестно, проникает ли орлистат в грудное молоко."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Синдром хронической мальабсорбции",
        "холестаз",
        "Беременность",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Избегайте при нервной анорексии или булимии",
        "Исключить органические причины ожирения (например, гипотиреоз) перед назначением терапии",
        "Рекомендуется поливитаминная добавка (включая витамины A, D, E, K); добавку следует принимать один раз в день по крайней мере за 2 часа до или после приема орлистата, например, перед сном.",
        "Может усилить желудочно-кишечные расстройства при соблюдении диеты с высоким содержанием жиров (> 30% от общей суточной калорийности жиров)",
        "Потеря веса может повлиять на гликемический контроль у пациентов с сахарным диабетом; у некоторых пациентов может потребоваться снижение дозы пероральных гипогликемических препаратов (например, производных сульфонилмочевины) или инсулина.",
        "Если прием пищи пропущен или не содержит жиров, дозу следует пропустить.",
        "У некоторых пациентов после лечения может развиться повышенный уровень оксалатов в моче; сообщалось о случаях оксалатного нефролитиаза и оксалатной нефропатии с почечной недостаточностью; контролировать функцию почек при назначении терапии пациентам с риском почечной недостаточности и применять с осторожностью у пациентов с гипероксалурией или оксалатно-кальциевым нефролитиазом в анамнезе; прекратить терапию у пациентов, у которых развивается оксалатная нефропатия",
        "Ежедневное потребление жиров (30% калорий), углеводов и белков должно быть равномерно распределено на 3 основных приема пищи.",
        "Значительная потеря веса может увеличить риск желчнокаменной болезни",
        "Постмаркетинговые сообщения о тяжелых повреждениях печени с гепатоцеллюлярным некрозом или острой печеночной недостаточностью, в некоторых случаях приводивших к трансплантации печени или смерти; пациенты должны быть проинструктированы сообщать о любых симптомах печеночной дисфункции (анорексия, зуд, желтуха, темная моча, светлый стул или боль в правом верхнем квадранте) во время лечения; при появлении этих симптомов следует немедленно прекратить прием этого и других подозрительных препаратов и провести функциональные печеночные пробы, а также уровни АЛТ и АСТ."
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Витаминные добавки",
            "Принимайте витаминную добавку по крайней мере за 2 часа до или после приема орлистата, например, перед сном.",
            "Левотироксин: вводить с интервалом 4 часа; контролировать изменения функции щитовидной железы",
            "Амиодарон перорально: фармакокинетическое исследование показало снижение системного воздействия амиодарона и дезэтиламиодарона при совместном применении с орлистатом.",
            "Варфарин",
            "Сообщения о снижении протромбина, повышении МНО и несбалансированном лечении антикоагулянтами, приводящем к изменению параметров гемостаза, были при одновременном применении орлистата и антикоагулянтов.",
            "Антиретровирусные препараты. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, принимавших орлистат одновременно с антиретровирусными препаратами; Следует часто контролировать уровень РНК ВИЧ у пациентов, принимающих орлистат и антиретровирусные препараты; если вирусная нагрузка ВИЧ увеличивается, прекратите прием орлистата.",
            "Пациенты, постоянно получающие стабильные дозы варфарина или других антикоагулянтов, которым назначен орлистат, должны находиться под тщательным наблюдением на предмет изменений параметров свертывания крови.",
            "Орлистат может снижать всасывание некоторых жирорастворимых витаминов и бета-каротина.",
            "Противоэпилептические препараты (АЭП): сообщалось о судорогах при совместном применении АЭП и орлистата; контролировать уровни AED в сыворотке",
            "Абсорбция витамина К может быть снижена при приеме орлистата.",
            "Циклоспорин: не следует применять одновременно с циклоспорином; может уменьшить воздействие циклоспорина; чтобы уменьшить вероятность лекарственного взаимодействия, циклоспорин следует принимать по крайней мере за 3 часа до или после орлистата.",
            "Попросите пациента принимать поливитамины, содержащие жирорастворимые витамины, для обеспечения адекватного питания."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "тригептаноин",
      "description": {
        "common": "орлистат снижает действие тригептаноина на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременное применение тригептаноина с орлистатом может снизить воздействие метаболита тригептаноина, гептаноата, и уменьшить эффекты тригептаноина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абакавир",
      "description": {
        "common": "орлистат будет снижать уровень или эффект абакавира за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "орлистат снижает уровень ацетазоламида за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "орлистат снижает уровень или эффект амиодарона по другим причинам (см. комментарий). Используйте осторожность/монитор. Снижает всасывание амиодарона"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "орлистат снижает уровень или эффект атазанавира за счет ингибирования всасывания через ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бета-каротин",
      "description": {
        "common": "орлистат снижает уровень бета-каротина за счет связывания препарата в желудочно-кишечном тракте. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "орлистат снижает уровень карбамазепина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "орлистат снижает уровень клобазама за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоназепам",
      "description": {
        "common": "орлистат снижает уровень клоназепама за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоразепат",
      "description": {
        "common": "орлистат снижает уровень клоразепата за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "орлистат снижает уровень циклоспорина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Введите циклоспорин через 3 часа после приема орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "орлистат снижает уровень или эффект дарунавира за счет ингибирования всасывания через ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам",
      "description": {
        "common": "орлистат снижает уровень диазепама за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диданозин",
      "description": {
        "common": "орлистат снижает уровень или эффект диданозина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "долутегравир",
      "description": {
        "common": "орлистат снижает уровень или эффект долутегравира за счет ингибирования всасывания через ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксеркальциферол",
      "description": {
        "common": "орлистат снижает уровень доксеркальциферола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "орлистат снижает уровень или эффект эфавиренца за счет ингибирования всасывания через ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир",
      "description": {
        "common": "орлистат снижает уровень или эффект элвитегравира за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эмтрицитабин",
      "description": {
        "common": "орлистат будет снижать уровень или эффект эмтрицитабина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энфувиртид",
      "description": {
        "common": "орлистат снижает уровень или эффект энфувиртида за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "орлистат снижает уровень эсликарбазепина ацетата за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этосуксимид",
      "description": {
        "common": "орлистат снижает уровень этосуксимида за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этотоин",
      "description": {
        "common": "орлистат снижает уровень этотоина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "орлистат снижает уровень или эффект этравирина за счет ингибирования всасывания через ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзогабин",
      "description": {
        "common": "орлистат снижает уровень эзогабина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелбамат",
      "description": {
        "common": "орлистат снижает уровень фелбамата за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "орлистат снижает уровень или эффект фосампренавира за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "орлистат снижает уровень фосфенитоина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин",
      "description": {
        "common": "орлистат снижает уровень габапентина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "орлистат будет снижать уровень или эффект индинавира за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лакосамид",
      "description": {
        "common": "орлистат снижает уровень лакосамида за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ламивудин",
      "description": {
        "common": "орлистат снижает уровень или эффект ламивудина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ламотриджин",
      "description": {
        "common": "орлистат снижает уровень ламотриджина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леветирацетам",
      "description": {
        "common": "орлистат снижает уровень леветирацетама за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левотироксин",
      "description": {
        "common": "орлистат снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Риск гипотиреоза. Разделить на 4 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоразепам",
      "description": {
        "common": "орлистат снижает уровень лоразепама за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "орлистат снижает уровень или эффект маравирока за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метсуксимид",
      "description": {
        "common": "орлистат снижает уровень метсуксимида за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "орлистат будет снижать уровень или эффект нелфинавира за счет ингибирования всасывания через ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "орлистат будет снижать уровень или эффект невирапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "орлистат снижает уровень окскарбазепина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парикальцитол",
      "description": {
        "common": "орлистат снижает уровень парикальцитола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перампанель",
      "description": {
        "common": "орлистат снижает уровень перампанела за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "орлистат снижает уровень фенобарбитала за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "орлистат снижает уровень фенитоина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прегабалин",
      "description": {
        "common": "орлистат снижает уровень прегабалина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "орлистат снижает уровень примидона за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ралтегравир",
      "description": {
        "common": "орлистат снижает уровень или эффект ралтегравира за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "орлистат снижает уровень или эффект рилпивирина за счет ингибирования всасывания через ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "орлистат будет снижать уровень или эффект ритонавира за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rufinamide",
      "description": {
        "common": "орлистат снижает уровень руфинамида за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "орлистат снижает уровень или эффект саквинавира за счет ингибирования всасывания через ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ставудин",
      "description": {
        "common": "орлистат снижает уровень или эффект ставудина за счет ингибирования всасывания через ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир AF",
      "description": {
        "common": "орлистат снижает уровень или эффект тенофовира АФ за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "орлистат снижает уровень или эффект тенофовира DF за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиагабин",
      "description": {
        "common": "орлистат снижает уровень тиагабина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "орлистат будет снижать уровень или эффект типранавира за счет ингибирования всасывания через ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "орлистат снижает уровень топирамата за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вальпроевая кислота",
      "description": {
        "common": "орлистат снижает уровень вальпроевой кислоты за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вигабатрин",
      "description": {
        "common": "орлистат снижает уровень вигабатрина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Витамин Д",
      "description": {
        "common": "орлистат снизит уровень или действие витамина D по другим причинам (см. комментарий). Используйте осторожность/монитор. Если необходимо использовать комбинацию, можно рассмотреть возможность введения витамина D по крайней мере за 2 часа до или после приема орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "орлистат усиливает действие варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зидовудин",
      "description": {
        "common": "орлистат снижает уровень или эффект зидовудина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зонисамид",
      "description": {
        "common": "орлистат снижает уровень зонисамида за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "орлистат усиливает действие аторвастатина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "орлистат усиливает действие хлорпропамида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ципрофибрат",
      "description": {
        "common": "орлистат усиливает действие ципрофибрата за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенофибрат микронизированный",
      "description": {
        "common": "орлистат усиливает действие микронизированного фенофибрата за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенофибриновая кислота",
      "description": {
        "common": "орлистат усиливает эффекты фенофиброевой кислоты за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флувастатин",
      "description": {
        "common": "орлистат усиливает действие флувастатина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глимепирид",
      "description": {
        "common": "орлистат усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глипизид",
      "description": {
        "common": "орлистат усиливает действие глипизида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глибурид",
      "description": {
        "common": "орлистат усиливает эффекты глибурида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ловастатин",
      "description": {
        "common": "орлистат усиливает действие ловастатина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "питавастатин",
      "description": {
        "common": "орлистат усиливает действие питавастатина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "правастатин",
      "description": {
        "common": "орлистат усиливает действие правастатина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "розувастатин",
      "description": {
        "common": "орлистат усиливает действие розувастатина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "симвастатин",
      "description": {
        "common": "орлистат усиливает действие симвастатина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толазамид",
      "description": {
        "common": "орлистат усиливает действие толазамида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толбутамид",
      "description": {
        "common": "орлистат усиливает эффекты толбутамида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витамин А",
      "description": {
        "common": "орлистат снижает уровень витамина А за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витамин Е",
      "description": {
        "common": "орлистат снижает уровень витамина Е за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Может вызвать мальабсорбцию жирорастворимых витаминов. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витамин К1 (фитонадион)",
      "description": {
        "common": "орлистат снижает уровень витамина К1 (фитонадиона) за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Разделить на 2 часа."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Жирная пятнистость",
      "percent": "5"
    },
    {
      "name": "Метеоризм",
      "percent": null
    },
    {
      "name": "Жирный",
      "percent": null
    },
    {
      "name": "жирный стул",
      "percent": null
    },
    {
      "name": "Увеличение дефекации",
      "percent": null
    },
    {
      "name": "Недержание кала",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Снижение всасывания жирорастворимых витаминов и бета",
      "percent": null
    },
    {
      "name": "каротин",
      "percent": null
    },
    {
      "name": "Отказ печени",
      "percent": null
    },
    {
      "name": "Оксалатная нефропатия",
      "percent": null
    },
    {
      "name": "Лейкоцитокластический васкулит",
      "percent": null
    }
  ]
}