{
  "name": "глимепирид",
  "comment": "Rx",
  "other_names": [
    "Амарил"
  ],
  "classes": [
    "Противодиабетические средства",
    "сульфонилмочевины"
  ],
  "source": "https://reference.medscape.com/drug/amaryl-glimepiride-342707",
  "pregnancy": {
    "common": [
      "Имеющиеся данные из небольшого числа опубликованных исследований и постмаркетинговый опыт применения во время беременности в течение десятилетий не выявили каких-либо рисков, связанных с приемом препарата, серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери. Однако производные сульфонилмочевины (включая глимепирид) проникают через плаценту и вызывают нежелательные реакции у новорожденных, такие как гипогликемия; поэтому терапию следует прекратить как минимум за две недели до ожидаемых родов; плохо контролируемый диабет во время беременности также связан с риском для матери и плода."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях на животных (см. Данные) не наблюдалось влияния на развитие эмбриона и плода после введения глимепирида беременным крысам и кроликам перорально в дозах, примерно в 4000 и 60 раз превышающих максимальную дозу для человека в зависимости от площади поверхности тела, соответственно; однако фетотоксичность наблюдалась у крыс и кроликов при дозах, в 50 и 0,1 раза превышающих максимальную дозу для человека соответственно.",
          "Плохо контролируемый диабет во время беременности увеличивает риск развития у матери диабетического кетоацидоза, преэклампсии, самопроизвольных абортов, преждевременных родов и осложнений при родах; плохо контролируемый диабет увеличивает риск развития у плода серьезных врожденных пороков, мертворождения и заболеваемости, связанной с макросомией"
        ]
      },
      {
        "type": "Побочные реакции плода и новорожденного",
        "description": [
          "Новорожденные от женщин с гестационным диабетом, которые лечатся препаратами сульфонилмочевины во время беременности, могут подвергаться повышенному риску госпитализации новорожденных в реанимацию, у них может развиться респираторный дистресс, гипогликемия, родовые травмы и они могут быть большими для гестационного возраста; длительная тяжелая гипогликемия, длящаяся 4–10 дней, зарегистрированная у новорожденных, рожденных от матерей, получавших сульфонилмочевину во время родов, и сообщалось о применении препаратов с длительным периодом полувыведения; наблюдайте за новорожденными на наличие симптомов гипогликемии и дыхательной недостаточности и лечите их соответствующим образом"
        ]
      },
      {
        "type": "Коррекция дозы во время беременности и в послеродовом периоде",
        "description": [
          "В связи с сообщениями о продолжительной тяжелой гипогликемии у новорожденных, рожденных от матерей, получавших сульфонилмочевину во время родов, терапию следует прекратить не менее чем за две недели до ожидаемых родов."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Следите за детьми, находящимися на грудном вскармливании, на наличие признаков гипогликемии (например, дрожь, цианоз, апноэ, гипотермия, чрезмерная сонливость, плохой аппетит, судороги)",
      "Находящиеся на грудном вскармливании младенцы кормящих женщин, находящихся на терапии, должны находиться под наблюдением на предмет появления симптомов гипогликемии; неизвестно, выделяется ли препарат с грудным молоком, и нет данных о влиянии препарата на выработку молока; препарат присутствует в молоке крыс; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в лекарственном средстве и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от лекарственного средства или основного состояния матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность; аллергия на серу",
        "Диабетический кетоацидоз (с комой или без нее)",
        "Диабет 1 типа",
        "Осложненный гестационный сахарный диабет"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Если пациент подвергается стрессу, может потребоваться прекращение приема глимепирида и назначение инсулина.",
        "Пациенты с риском тяжелой гипогликемии: пожилые люди, ослабленные или страдающие от недоедания; надпочечниковая или гипофизарная недостаточность; пациенты со стрессом из-за инфекции, лихорадки, травмы или хирургического вмешательства",
        "Комбинированное использование с инсулином и применение при застойной сердечной недостаточности NYHA класса I и II может увеличить риск других сердечно-сосудистых эффектов.",
        "Сообщается о макулярном отеке",
        "Гипогликемию бывает трудно распознать у пациентов с вегетативной нейропатией.",
        "Потенциальный риск ишемических сердечно-сосудистых (СС) событий по сравнению с плацебо, о котором сообщалось в исследованиях метаанализа, но не подтвержденный в долгосрочном исследовании исходов сердечно-сосудистых заболеваний по сравнению с метформином или сульфонилмочевиной",
        "Постмаркетинговые отчеты о глимепириде включают анафилаксию, ангионевротический отек и синдром Стивенса-Джонсона; немедленно прекратите прием глимепирида, оцените другие причины, назначьте соответствующий мониторинг и лечение и начните альтернативное лечение диабета.",
        "Повышенный риск сердечно-сосудистой смертности",
        "Могут возникать связанные с дозой отеки, увеличение массы тела и анемия.",
        "Гемолитическая анемия может возникать при дефиците глюкозо-6-фосфатдегидрогеназы (Г6ФД) при лечении препаратами сульфонилмочевины.",
        "Может возникнуть задержка жидкости, которая может усугубить или привести к сердечной недостаточности.",
        "Беременность, лактация",
        "Сообщается о повышении частоты переломов костей",
        "У лиц с аллергией на другие производные сульфаниламидов может развиться аллергическая реакция на глимепирид.",
        "С осторожностью при печеночной/почечной недостаточности"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота перорально",
      "description": {
        "common": "аминолевулиновая кислота перорально, глимепирид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте перорального приема других фототоксичных препаратов с аминолевулиновой кислотой в течение 24 часов в периоперационный период."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота местно",
      "description": {
        "common": "глимепирид повышает токсичность аминолевулиновой кислоты при местном применении за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение фотосенсибилизирующих препаратов может усилить фототоксическую реакцию на фотодинамическую терапию аминолевулиновой кислотой."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "этанол, глимепирид. Другое (см. комментарий). Противопоказано.\nКомментарий: Чрезмерное потребление этанола может изменить гликемический контроль. Некоторые производные сульфонилмочевины могут продуцировать дисульфирам, подобный rxn."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "ивосидениб будет снижать уровень или эффект глимепирида, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP2C9 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "люмакафтор/ивакафтор снижает уровень или эффект глимепирида, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Сульфонилмочевины являются субстратами CYP2C9. Люмакафтор/ивакафтор может индуцировать CYP2C9."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиламинолевулинат",
      "description": {
        "common": "глимепирид, метиламинолевулинат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Каждый препарат может усиливать фотосенсибилизирующий эффект другого."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "ацеклофенак усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "ацеметацин усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "альбиглутид, глимепирид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. При одновременном применении средств, стимулирующих секрецию инсулина, и агонистов ГПП-1 может развиться серьезная гипогликемия. Рассмотрите возможность снижения дозы средства, стимулирующего секрецию инсулина, чтобы снизить риск гипогликемии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алоглиптин",
      "description": {
        "common": "алоглиптин, глимепирид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение алоглиптина с инсулином и/или средствами, стимулирующими секрецию инсулина (например, сульфонилмочевины, производные меглитинида) может увеличить риск гипогликемии; может потребоваться более низкая доза инсулина или стимулятора секреции инсулина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпелисиб",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект глимепирида, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект глимепирида, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Одновременное применение апалутамида, слабого индуктора CYP2C9, с препаратами, являющимися субстратами CYP2C9, может привести к снижению воздействия этих препаратов. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол, глимепирид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин, глимепирид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "ректальный аспирин усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия усиливают действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир снижает эффекты глимепирида по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "беназеприл усиливает действие глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные гипогликемические эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бексаглифлозин",
      "description": {
        "common": "бексаглифлозин, глимепирид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу средства, стимулирующего секрецию инсулина, чтобы избежать гипогликемии при совместном применении с бексаглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бексаротин",
      "description": {
        "common": "бексаротен усиливает эффекты глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Основываясь на механизме действия, бексаротен в капсулах может усиливать действие средств, повышающих уровень инсулина, что приводит к гипогликемии. Гипогликемия не была связана с монотерапией бексаротеном."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Горький лимон",
      "description": {
        "common": "горькая дыня усиливает действие глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "канаглифлозин",
      "description": {
        "common": "глимепирид, канаглифлозин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с канаглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "каннабидиол повысит уровень или эффект глимепирида за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Каннабидиол потенциально может ингибировать активность CYP2C9. Рассмотрите возможность снижения дозы при одновременном применении субстратов CYP2C9."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "каптоприл усиливает действие глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови. Следите за уровнем глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холевая кислота",
      "description": {
        "common": "глимепирид увеличивает токсичность холевой кислоты за счет уменьшения выведения. Изменить терапию/внимательно контролировать. Избегайте одновременного применения ингибиторов помпы оттока солей желчных кислот (BSEP). Может усилить накопление конъюгированных желчных солей в печени и привести к клиническим симптомам. Если необходимо одновременное применение, контролируйте сывороточные трансаминазы и билирубин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "трисалицилат магния холина усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "корица",
      "description": {
        "common": "корица усиливает действие глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Вероятность гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофибрат",
      "description": {
        "common": "ципрофибрат усиливает действие глимепирида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин усиливает эффекты глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о гипер- и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства. Рекомендуется тщательный контроль уровня глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень глимепирида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клотримазол",
      "description": {
        "common": "клотримазол повышает уровень глимепирида за счет замедления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин, глимепирид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "колесевелам",
      "description": {
        "common": "колесевелам снижает уровень глимепирида за счет связывания препарата в желудочно-кишечном тракте. Используйте осторожность/монитор. Одновременное применение снижает абсорбцию глимепирида; однако абсорбция не снижается, если глимепирид вводят за 4 часа до колесевелама."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "глимепирид, циклоспорин. неизвестный механизм. Используйте осторожность/монитор. Циклоспорин может уменьшать эффекты производных сульфонилмочевины. Препараты сульфонилмочевины могут усиливать действие циклоспорина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дапаглифлозин",
      "description": {
        "common": "глимепирид, дапаглифлозин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с дапаглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир снижает эффекты глимепирида по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "Диклофенак усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлюнизал усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "дизопирамид усиливает эффекты глимепирида за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулаглутид",
      "description": {
        "common": "дулаглутид, глимепирид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF снижает уровень глимепирида, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать. Элвитегравир является умеренным индуктором CYP2C9."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эмпаглифлозин",
      "description": {
        "common": "эмпаглифлозин, глимепирид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с ингибиторами SGLT2."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эналаприл",
      "description": {
        "common": "эналаприл усиливает действие глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эртуглифлозин",
      "description": {
        "common": "эртуглифлозин, глимепирид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с эртуглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "этодолак усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "раствор эксенатида для инъекций, глимепирид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск гипогликемии при применении эксенатида в сочетании с агентами, вызывающими гипогликемию. Рассмотрите возможность снижения дозы производных сульфонилмочевины для снижения риска гипогликемии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "инъекционная суспензия эксенатида, глимепирид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск гипогликемии при применении эксенатида в сочетании с агентами, вызывающими гипогликемию. Рассмотрите возможность снижения дозы производных сульфонилмочевины для снижения риска гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенофибрат",
      "description": {
        "common": "фенофибрат усиливает действие глимепирида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенофибрат микронизированный",
      "description": {
        "common": "микронизированный фенофибрат усиливает действие глимепирида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенофибриновая кислота",
      "description": {
        "common": "фенофибриновая кислота усиливает действие глимепирида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флероксацин",
      "description": {
        "common": "флероксацин усиливает эффекты глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол повышает уровень глимепирида за счет замедления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин усиливает эффекты глимепирида за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "др. фосампренавир снижает эффекты глимепирида (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "фозиноприл усиливает действие глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемфиброзил",
      "description": {
        "common": "гемфиброзил усиливает действие глимепирида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин усиливает действие глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен внутривенно усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон, глимепирид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имидаприл",
      "description": {
        "common": "имидаприл усиливает действие глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир снижает эффекты глимепирида по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "глимепирид, инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт протамин/инсулин аспарт",
      "description": {
        "common": "глимепирид, инсулин аспарт, протамин/инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "глимепирид, инсулин деглудек.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "глимепирид, инсулин деглудек/инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "глимепирид, инсулин детемир.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "глимепирид, инсулин гларгин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "глимепирид, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "глимепирид, инсулин ингаляционно.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин изофан человеческий/инсулин обычный человеческий",
      "description": {
        "common": "глимепирид, инсулин изофан человеческий/инсулин обычный человеческий.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "глимепирид, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро протамин/инсулин лизпро",
      "description": {
        "common": "глимепирид, инсулин лизпро, протамин/инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "глимепирид, инсулин НПХ.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "глимепирид, инсулин обычный человеческий.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол повышает уровень глимепирида за счет замедления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "кетопрофен усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "кеторолак усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "кеторолак интраназально усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетотифен, офтальмологический",
      "description": {
        "common": "кетотифен, офтальмологический, глимепирид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может привести к тромбоцитопении (редко). Мониторить ЦБК."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "левофлоксацин усиливает действие глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол повышает уровень глимепирида за счет замедления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "линаглиптин",
      "description": {
        "common": "глимепирид, линаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: при применении линаглиптина в сочетании с препаратами сульфонилмочевины может потребоваться более низкая доза сульфонилмочевины для снижения риска гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "лираглутид, глимепирид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. При одновременном применении средств, стимулирующих секрецию инсулина, и агонистов ГПП-1 может развиться серьезная гипогликемия. Рассмотрите возможность снижения дозы средства, стимулирующего секрецию инсулина, чтобы снизить риск гипогликемии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "лизиноприл усиливает эффекты глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ликсисенатид (ДСК)",
      "description": {
        "common": "ликсисенатид (ДСК), глимепирид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Риск гипогликемии увеличивается при совместном применении с производными сульфонилмочевины. Может потребоваться снижение дозы сульфонилмочевины."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонапегсоматропин",
      "description": {
        "common": "лонапегсоматропин снижает эффекты глимепирида по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Внимательно следите за уровнем глюкозы в крови при лечении противодиабетическими средствами. Лонапегсоматропин может снижать чувствительность к инсулину, особенно в более высоких дозах. Пациентам с сахарным диабетом может потребоваться коррекция дозы инсулина и/или других сахароснижающих средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир снижает эффекты глимепирида по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "Лорноксикам усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, глимепирид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана снижает эффекты глимепирида за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мекасермин",
      "description": {
        "common": "мекасермин усиливает эффекты глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные гипогликемические эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "мефенамовая кислота усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "мелоксикам усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метрелептин",
      "description": {
        "common": "глимепирид, метрелептин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение метрелептина с инсулином и/или средствами, стимулирующими секрецию инсулина (например, сульфонилмочевины, производные меглитинида) может увеличить риск гипогликемии; может потребоваться более низкая доза инсулина или средства, стимулирующие секрецию инсулина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "миконазол вагинальный повышает уровень глимепирида за счет замедления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мипомерсен",
      "description": {
        "common": "мипомерсен, глимепирид.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оба препарата потенциально могут повышать активность печеночных ферментов; контролировать LFT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "моэксиприл усиливает эффекты глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "моксифлоксацин усиливает действие глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "набуметон усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол снижает эффекты глимепирида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Неселективные бета-блокаторы также могут маскировать симптомы гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "напроксен усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир снижает эффекты глимепирида по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитизинон",
      "description": {
        "common": "нитизинон будет увеличивать уровень или эффект глимепирида, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Нитизинон ингибирует CYP2C9. Следует соблюдать осторожность при совместном применении с субстратом CYP2C9, особенно с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин усиливает действие глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оланзапин, глимепирид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "опунция фикус индика",
      "description": {
        "common": "Opuntia ficus indica усиливает эффекты глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "оксапрозин усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "палиперидон, глимепирид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "парекоксиб усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегинтерферон альфа 2b",
      "description": {
        "common": "пегинтерферон альфа 2b снижает уровень глимепирида, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Когда пациентам вводят пегинтерферон альфа-2b с субстратами CYP2C9, терапевтический эффект этих препаратов может быть изменен. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "периндоприл",
      "description": {
        "common": "периндоприл усиливает действие глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенелзин",
      "description": {
        "common": "фенелзин усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "пиндолол снижает эффекты глимепирида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Неселективные бета-блокаторы также могут маскировать симптомы гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пироксикам усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол повышает уровень глимепирида за счет замедления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пробенецид",
      "description": {
        "common": "пробенецид повышает уровень глимепирида за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пропранолол снижает эффекты глимепирида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Неселективные бета-блокаторы также могут маскировать симптомы гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "кветиапин, глимепирид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квинаприл",
      "description": {
        "common": "квинаприл усиливает действие глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рамиприл",
      "description": {
        "common": "рамиприл усиливает действие глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин снижает уровень глимепирида за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин снижает уровень глимепирида за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень глимепирида за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "рисперидон, глимепирид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир, глимепирид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Ритонавир может повышать или снижать уровень глимепирида. Используйте альтернативы, если они доступны. Сообщения о гипергликемии из-за резистентности к инсулину при приеме ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или эффект глимепирида, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP2C9, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (не аза) усиливают действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир снижает эффекты глимепирида по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селегилин",
      "description": {
        "common": "селегилин усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Уровень глюкозы в сыворотке следует тщательно контролировать при добавлении ИМАО к любому режиму, содержащему противодиабетические препараты. Гипогликемические эффекты могут быть увеличены."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "трансдермальный селегилин усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "семаглутид",
      "description": {
        "common": "семаглутид, глимепирид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение средств, стимулирующих секрецию инсулина, с агонистами ГПП-1 может увеличить риск гипогликемии. Снижение дозы стимулятора секреции инсулина может снизить риск гипогликемии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Акулий хрящ",
      "description": {
        "common": "акульи хрящи усиливают действие глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сомапацитан",
      "description": {
        "common": "сомапацитан снижает эффекты глимепирида за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Продукты гормона роста могут снижать чувствительность к инсулину, особенно в более высоких дозах. После начала приема сомапацитана может потребоваться коррекция дозы противодиабетических средств. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "спарсентан снижает уровень или эффект глимепирида, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Спарсентан (индуктор CYP2C9) уменьшает экспозицию субстратов CYP2C9 и снижает эффективность, связанную с этими субстратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "сульфадиазин повышает уровень глимепирида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол повышает уровень глимепирида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксипиридазин",
      "description": {
        "common": "сульфаметоксипиридазин усиливает эффекты глимепирида за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "сульфасалазин усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "сульфизоксазол повышает уровень глимепирида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "сулиндак усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "тимолол снижает эффекты глимепирида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Неселективные бета-блокаторы также могут маскировать симптомы гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "типранавир снижает эффекты глимепирида по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "толфенамовая кислота усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "толметин усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "трандолаприл усиливает действие глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "транилципромин",
      "description": {
        "common": "транилципромин усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты глимепирида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримагния цитрат безводный",
      "description": {
        "common": "безводный цитрат тримагния повышает уровень глимепирида за счет усиления всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол повышает уровень глимепирида за счет замедления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "глимепирид, варфарин.\nОдин из них усиливает действие другого за счет конкуренции за связывание рецепторов. Используйте осторожность/монитор. Следите за снижением эффектов антагонистов витамина К (например, снижение МНО, тромбоз) при сочетании с метформином. Кроме того, при использовании этой комбинации рассмотрите возможность усиленного мониторинга гипогликемии. Конкурентное ингибирование CYP2C9-опосредованного метаболизма также может способствовать механизму."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксипамид",
      "description": {
        "common": "ксипамид снижает уровень глимепирида за счет увеличения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "зипразидон, глимепирид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репейник",
      "description": {
        "common": "Репейник усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "американский женьшень",
      "description": {
        "common": "Американский женьшень усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин усиливает эффекты глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анаму",
      "description": {
        "common": "Анаму усиливает эффекты глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин усиливает действие глимепирида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "ректальный аспирин усиливает действие глимепирида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия усиливают действие глимепирида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "балсалазид усиливает действие глимепирида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "бендрофлуметиазид снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол повышает уровень глимепирида за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "хлорталидон снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "холина трисалицилат магния усиливает действие глимепирида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хром",
      "description": {
        "common": "хром усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин усиливает эффекты глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клонидин",
      "description": {
        "common": "клонидин снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Уменьшение симптомов гипогликемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "кукурузный шелк усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "циклопентиазид снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дамиана",
      "description": {
        "common": "damiana снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "даназол",
      "description": {
        "common": "даназол усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Коготь дьявола",
      "description": {
        "common": "дьявольский коготь усиливает эффекты глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлюнизал усиливает действие глимепирида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бузина",
      "description": {
        "common": "ягоды бузины усиливают действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (исследования in vitro)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "эвкалипт усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуоксиместерон",
      "description": {
        "common": "флуоксиместерон усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фо-ти",
      "description": {
        "common": "fo-ti усиливает эффекты глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "форсколин",
      "description": {
        "common": "форсколин усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Коленол, соединение, содержащееся в корне колеуса, может стимулировать высвобождение инсулина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "готу кола",
      "description": {
        "common": "Готу кола усиливает эффекты глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "guanfacine",
      "description": {
        "common": "гуанфацин снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Уменьшение симптомов гипогликемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гимнема",
      "description": {
        "common": "gymnema усиливает эффекты глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "семена конского каштана",
      "description": {
        "common": "Семена конского каштана усиливают действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "индапамид снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид снижает эффекты глимепирида за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "можжевельник",
      "description": {
        "common": "можжевельник усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "лофепрамин усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ликоп",
      "description": {
        "common": "lycopus усиливает эффекты глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает эффекты глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (исследования на животных)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "мапротилин усиливает эффекты глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "месаламин",
      "description": {
        "common": "месаламин усиливает действие глимепирида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "местеролон",
      "description": {
        "common": "Местеролон усиливает эффекты глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "метиклотиазид снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "метилпреднизолон снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилтестостерон",
      "description": {
        "common": "Метилтестостерон усиливает эффекты глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "метолазон снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "крапива",
      "description": {
        "common": "крапива усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин, глимепирид. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Возможна дисгликемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "орлистат",
      "description": {
        "common": "орлистат усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксандролон",
      "description": {
        "common": "Оксандролон усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксиметолон",
      "description": {
        "common": "оксиметолон усиливает эффекты глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пегвисомант",
      "description": {
        "common": "пегвисомант усиливает эффекты глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "кислый фосфат калия усиливает эффекты глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Взаимодействие особенно заметно при лечении гипокалиемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "хлорид калия усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Взаимодействие особенно заметно при лечении гипокалиемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "цитрат калия усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Взаимодействие особенно заметно при лечении гипокалиемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мудрец",
      "description": {
        "common": "шалфей усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (не аза) усиливают действие глимепирида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат усиливает действие глимепирида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ситаглиптин",
      "description": {
        "common": "ситаглиптин, глимепирид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипогликемии при комбинации неизвестен."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "стевия",
      "description": {
        "common": "стевия усиливает эффекты глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "сульфасалазин усиливает действие глимепирида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "такролимус",
      "description": {
        "common": "глимепирид повышает уровень такролимуса по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тестостерон",
      "description": {
        "common": "тестостерон усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буккальная система тестостерона",
      "description": {
        "common": "Трансбуккальная система тестостерона усиливает эффекты глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тестостерон актуальные",
      "description": {
        "common": "Топический тестостерон усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Тонгкат Али",
      "description": {
        "common": "Тонгкат Али усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин усиливает действие глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ванадий",
      "description": {
        "common": "ванадий усиливает эффекты глимепирида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "Кора ивы усиливает действие глимепирида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "гипогликемия",
      "percent": "4-20"
    },
    {
      "name": "Головокружение",
      "percent": "1.7"
    },
    {
      "name": "Астения",
      "percent": "1.6"
    },
    {
      "name": "Головная боль",
      "percent": "1.5"
    },
    {
      "name": "Тошнота",
      "percent": "1.1"
    },
    {
      "name": "Аллергические кожные реакции",
      "percent": "6"
    },
    {
      "name": "Эритема",
      "percent": "10,000"
    },
    {
      "name": "Кореподобные или макулопапулезные высыпания",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные боли",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Агранулоцитоз",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "Апластическая анемия",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "Панцитопения",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "гемолитический",
      "percent": null
    },
    {
      "name": "холестаз",
      "percent": null
    },
    {
      "name": "Повышение уровня ферментов печени",
      "percent": null
    },
    {
      "name": "Реакции печеночной порфирии",
      "percent": null
    },
    {
      "name": "Желтуха",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "дисульфирам",
      "percent": null
    },
    {
      "name": "как реакции",
      "percent": null
    },
    {
      "name": "Гипонатриемия",
      "percent": null
    },
    {
      "name": "Серьезные реакции гиперчувствительности",
      "percent": null
    },
    {
      "name": "включая анафилаксию",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "и Стивенс",
      "percent": null
    },
    {
      "name": "Синдром Джонсона",
      "percent": null
    },
    {
      "name": "Гемолитическая анемия у больных с Г и без",
      "percent": null
    },
    {
      "name": "Дефицит ФД",
      "percent": null
    },
    {
      "name": "Печеночная недостаточность",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "холестаз",
      "percent": null
    },
    {
      "name": "желтуха",
      "percent": null
    },
    {
      "name": "а также гепатит",
      "percent": null
    },
    {
      "name": "который может прогрессировать до печеночной недостаточности",
      "percent": null
    },
    {
      "name": "Поздняя кожная порфирия",
      "percent": null
    },
    {
      "name": "реакции фоточувствительности и аллергические васкулиты",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "агранулоцитоз",
      "percent": null
    },
    {
      "name": "апластическая анемия",
      "percent": null
    },
    {
      "name": "и панцитопения",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "включая тяжелые случаи с количеством тромбоцитов",
      "percent": null
    },
    {
      "name": "мкл",
      "percent": null
    },
    {
      "name": "и тромбоцитопеническая пурпура",
      "percent": null
    },
    {
      "name": "Реакции печеночной порфирии и дисульфирам",
      "percent": null
    },
    {
      "name": "как реакции",
      "percent": null
    },
    {
      "name": "Гипонатриемия и SIADH",
      "percent": null
    },
    {
      "name": "чаще всего у пациентов, принимающих другие лекарства, или у пациентов с заболеваниями, которые, как известно, вызывают гипонатриемию или увеличивают высвобождение антидиуретического гормона.",
      "percent": null
    },
    {
      "name": "дисгевзия",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    }
  ]
}