{
  "name": "адалимумаб",
  "comment": "Rx",
  "other_names": [
    "Амжевита",
    "адалимумаб-адаз",
    "адалимумаб-aqvh",
    "Юсимры",
    "Хумира",
    "адалимумаб-афзб",
    "Силтезо",
    "Идасио",
    "адалимумаб-атто",
    "адалимумаб-adbm",
    "адалимумаб-fkjp",
    "адалимумаб-aacf",
    "Абрилада",
    "Хадлима",
    "Хулио",
    "Хиримоз",
    "адалимумаб-bwwd"
  ],
  "classes": [
    "Антипсориатики",
    "Возбудители воспалительных заболеваний кишечника",
    "Моноклональные антитела",
    "DMARD",
    "Ингибиторы ФНО",
    "системный"
  ],
  "source": "https://reference.medscape.com/drug/amjevita-humira-adalimumab-343187",
  "pregnancy": {
    "common": [
      "Результаты регистра показали уровень 10% для серьезных врожденных дефектов при использовании адалимумаба в первом триместре у беременных женщин с РА или БК и уровень 7,5% для серьезных врожденных дефектов в сопоставимой группе сравнения.",
      "Адалимумаб активно проникает через плаценту в течение третьего триместра беременности и может влиять на иммунный ответ у младенцев, подвергшихся внутриутробному воздействию.",
      "Имеющиеся исследования с использованием адалимумаба во время беременности не позволяют надежно установить связь между адалимумабом и серьезными врожденными дефектами.",
      "Клинические данные имеются в Реестре беременных женщин с ревматоидным артритом (РА) или болезнью Крона (БК) Организации специалистов по тератологической информации (OTIS)/регистра беременных HUMIRA от матери к ребенку.",
      "Отсутствие картины основных врожденных дефектов обнадеживает, и различия между группами, подвергшимися воздействию, могли повлиять на возникновение врожденных дефектов."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "В исследовании перинатального развития эмбриона и плода, проведенном на яванских макаках, не наблюдалось вреда или пороков развития плода при внутривенном введении во время органогенеза и позже во время беременности в дозах, которые вызывали воздействие примерно в 373 раза больше максимальной рекомендуемой дозы для человека (MRHD) 40 мг. п/к без метотрексата"
        ]
      },
      {
        "type": "Клиническое рассмотрение",
        "description": [
          "Моноклональные антитела все больше транспортируются через плаценту по мере развития беременности, причем наибольшее количество передается в третьем триместре.",
          "Опубликованные данные свидетельствуют о том, что риск неблагоприятных исходов беременности у женщин с РА или воспалительным заболеванием кишечника (ВЗК) связан с повышенной активностью заболевания.",
          "Неблагоприятные исходы беременности включают преждевременные роды (т.е. <37 недель гестации), рождение младенцев с низкой массой тела (т.е. <2500 г) и малый вес при рождении для своего гестационного возраста.",
          "Перед введением живых или живых аттенуированных вакцин младенцам, подвергшимся воздействию адалимумаба внутриутробно, следует учитывать риски и преимущества из-за возможного воздействия на иммунную систему младенцев."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Ограниченные данные из отчетов о клинических случаях в опубликованной литературе описывают присутствие адалимумаба в грудном молоке в дозах для младенцев 0,1-1% от уровня материнской сыворотки; нет сообщений о неблагоприятном воздействии адалимумаба на младенцев, находящихся на грудном вскармливании, и о влиянии на выработку молока; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от лекарств или основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Серьезный риск заражения",
          "description": [
            "Активный ТБ, включая реактивацию латентного ТБ (часто проявляется диссеминированным или внелегочным заболеванием); тест на латентный туберкулез перед использованием и во время терапии; вылечить скрытую инфекцию перед использованием",
            "Пациенты старше 65 лет могут подвергаться большему риску",
            "Инвазивные грибковые инфекции (например, гистоплазмоз, кокцидиоидомикоз, кандидоз, аспергиллез, бластомикоз, пневмоцистоз); может проявляться диссеминированным, а не локализованным заболеванием; тестирование антигена/антитела на гистоплазмоз может дать отрицательный результат у некоторых пациентов с активной инфекцией; начать эмпирическую противогрибковую терапию, если развивается тяжелое системное заболевание",
            "Другие бактериальные (например, Legionella, Listeria), микобактериальные (например, туберкулез) и вирусные (например, гепатит В) условно-патогенные микроорганизмы",
            "Прекратить прием, если у пациента развилась серьезная инфекция или сепсис.",
            "Зарегистрированные инфекции включают следующее:",
            "Повышенный риск развития серьезных инфекций, приводящих к госпитализации или смерти; пациенты с сопутствующими заболеваниями и/или принимающие сопутствующие иммунодепрессанты (например, метотрексат, кортикостероиды)"
          ]
        },
        {
          "type": "Злокачественность",
          "description": [
            "Активный ТБ, включая реактивацию латентного ТБ (часто проявляется диссеминированным или внелегочным заболеванием); тест на латентный туберкулез перед использованием и во время терапии; вылечить скрытую инфекцию перед использованием",
            "Другие бактериальные (например, Legionella, Listeria), микобактериальные (например, туберкулез) и вирусные (например, гепатит В) условно-патогенные микроорганизмы",
            "Инвазивные грибковые инфекции (например, гистоплазмоз, кокцидиоидомикоз, кандидоз, аспергиллез, бластомикоз, пневмоцистоз); может проявляться диссеминированным, а не локализованным заболеванием; тестирование антигена/антитела на гистоплазмоз может дать отрицательный результат у некоторых пациентов с активной инфекцией; начать эмпирическую противогрибковую терапию, если развивается тяжелое системное заболевание"
          ]
        },
        {
          "type": "Гепатоспленическая Т-клеточная лимфома",
          "description": [
            "Производители обязаны сообщать обо всех злокачественных новообразованиях в FDA для полного и последовательного анализа.",
            "Сообщалось о лимфоме и других злокачественных новообразованиях, некоторые со смертельным исходом, у детей и подростков, получавших блокаторы фактора некроза опухоли (ФНО).",
            "Сообщалось о случаях острого и хронического лейкоза в связи с пострегистрационным применением блокаторов ФНО при ревматоидном артрите (РА) и по другим показаниям; пациенты с РА могут иметь более высокий риск (примерно в 2 раза) лейкемии, чем население в целом."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Совместное применение блокаторов ФНО с ​​абатацептом показало повышенную частоту серьезных инфекций в контролируемых исследованиях по сравнению с монотерапией блокаторами ФНО.",
        "Снижает иммунный ответ живых вирусных вакцин; также увеличивает риск инфицирования сопутствующими живыми вирусными вакцинами; безопасность введения живых или живых аттенуированных вакцин у младенцев, подвергшихся воздействию адалимумаба внутриутробно, неизвестна; риски и преимущества следует учитывать до вакцинации (живых или живоаттенуированных) младенцев, подвергшихся воздействию",
        "Аутоиммунитет может приводить к образованию аутоантител и, редко, к развитию волчаночноподобного синдрома; если у пациента после лечения адалимумабом развиваются симптомы, указывающие на волчаночноподобный синдром, прекратите лечение",
        "Риск серьезной инфекции, включая туберкулез или вирус гепатита В; несмотря на профилактическое лечение ТБ, произошла реактивация (см. Предупреждения о черном ящике)",
        "О реакциях гиперчувствительности (например, анафилаксии, ангионевротическом отеке) сообщалось редко.",
        "Ухудшение или новое начало застойной сердечной недостаточности (СН), о которых сообщалось при приеме блокаторов ФНО; соблюдать осторожность при применении у пациентов с СН; Ингибиторы ФНО-альфа следует рассматривать только у пациентов с СН, если нет других разумных вариантов лечения, а затем рассматривать только у пациентов с компенсированной СН.",
        "Возможный повышенный риск демиелинизирующих заболеваний, включая рассеянный склероз, неврит зрительного нерва и периферические демиелинизирующие заболевания (включая синдром Гийена-Барре); соблюдайте осторожность; прекратить терапию, если любое из этих нарушений развивается",
        "При возникновении гематологических нарушений (тромбоцитопения, панцитопения, апластическая анемия, лейкопения) следует рассмотреть вопрос о прекращении приема препарата; соблюдать осторожность у пациентов со значительными гематологическими нарушениями в анамнезе",
        "Если возможно, пациенты с ЮИА должны ознакомиться с рекомендациями по иммунизации до начала лечения адалимумабом; могут получать одновременные прививки (за исключением живых вакцин) при приеме адалимумаба",
        "Внимательно следить за инфекции у пациентов, перенесших хирургические процедуры во время терапии; не изучено; учитывать длительный период полувыведения",
        "Инфекции и злокачественные новообразования чаще регистрируются у пожилых людей; будьте осторожны",
        "Одновременное применение с блокаторами интерлейкина (ИЛ)-1 (например, анакинра, устекинумаб) может привести к серьезным инфекциям и нейтропении.",
        "Лечение не следует начинать у пациентов с активной инфекцией, включая локализованные инфекции.",
        "При монотерапии у пациентов, получающих дозу раз в две недели, антитела к этому препарату могут образовываться чаще, чем у пациентов, получающих дозу еженедельно; у пациентов, получавших рекомендуемую дозу 40 мг раз в две недели в качестве монотерапии, клинический ответ на адалимумаб был ниже среди антител-позитивных пациентов, чем среди антител-негативных пациентов; долгосрочная иммуногенность продуктов адалимумаба неизвестна."
      ],
      "specific": [
        {
          "type": "Злокачественные новообразования",
          "description": [
            "Наиболее часто наблюдаемые злокачественные новообразования, кроме лимфомы и немеланомного рака кожи (НМРК), включали рак молочной железы, толстой кишки, предстательной железы, легких и меланому.",
            "Постмаркетинговые случаи острого и хронического лейкоза, зарегистрированные в связи с применением блокаторов ФНО при РА и других показаниях",
            "Постмаркетинговые случаи гепатоселезеночной Т-клеточной лимфомы (HSTCL), редкого типа Т-клеточной лимфомы, зарегистрированные у пациентов, получавших блокаторы ФНО, включая препараты адалимумаба; эти случаи имели очень агрессивное течение заболевания и закончились летальным исходом; большинство зарегистрированных случаев блокаторов TNF произошло у пациентов с болезнью Крона или язвенным колитом, и большинство из них было у подростков и молодых взрослых мужчин; почти все пациенты получали лечение иммунодепрессантами азатиоприном или 6-меркаптопурином (6-MP) одновременно с блокаторами TNF во время или до постановки диагноза; неясно, связано ли появление HSTCL с использованием блокатора TNF или блокатора TNF в сочетании с этими другими иммунодепрессантами; Следует тщательно взвесить потенциальный риск при комбинации азатиоприна или 6-меркаптопурина и этого препарата.",
            "Немеланомный рак кожи (НМРК), о котором сообщалось в клинических испытаниях; обследовать всех пациентов и, в частности, пациентов с длительной иммунодепрессивной терапией в анамнезе или пациентов с псориазом, прошедших ПУВА-терапию в анамнезе, на наличие НМРК до и во время лечения",
            "Рассмотрите риски и преимущества лечения блокаторами ФНО перед началом терапии у пациентов с известным злокачественным новообразованием, отличным от успешно вылеченного НМРК, или при рассмотрении вопроса о продолжении лечения блокаторами ФНО у пациентов, у которых развилось злокачественное новообразование."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "упадацитиниб",
      "description": {
        "common": "адалимумаб, упадацитиниб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абатацепт",
      "description": {
        "common": "абатацепт, адалимумаб. Механизм: фармакодинамический синергизм. Противопоказано. Повышенный риск серьезной инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алефацепт",
      "description": {
        "common": "адалимумаб и алефацепт усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анакинра",
      "description": {
        "common": "адалимумаб и анакинра усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против сибирской язвы",
      "description": {
        "common": "адалимумаб снижает действие вакцины против сибирской язвы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин лошадиный",
      "description": {
        "common": "адалимумаб и антитимоцитарный лошадиный глобулин усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин кролик",
      "description": {
        "common": "адалимумаб и антитимоцитарный глобулин кролика усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "адалимумаб, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азатиоприн",
      "description": {
        "common": "адалимумаб и азатиоприн усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "барицитиниб",
      "description": {
        "common": "барицитиниб, адалимумаб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Барицитиниб не рекомендуется в сочетании с другими ингибиторами JAK, биологическими DMARD или сильнодействующими иммунодепрессантами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "базиликсимаб",
      "description": {
        "common": "адалимумаб и базиликсимаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "адалимумаб снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "адалимумаб, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "канакинумаб",
      "description": {
        "common": "адалимумаб и канакинумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цертолизумаб пегол",
      "description": {
        "common": "адалимумаб и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте комбинации из-за повышенного риска серьезной инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "адалимумаб, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "адалимумаб и циклоспорин усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анатоксины дифтерии и столбняка",
      "description": {
        "common": "адалимумаб уменьшает эффекты дифтерийных и столбнячных анатоксинов за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/ бесклеточная коклюшная вакцина",
      "description": {
        "common": "адалимумаб снижает действие дифтерийно-столбнячного анатоксина/бесклеточной коклюшной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/бесклеточный коклюш/полиовирус, инактивированная вакцина",
      "description": {
        "common": "адалимумаб снижает действие анатоксинов дифтерии и столбняка/бесклеточного коклюша/полиовируса, инактивированной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этанерцепт",
      "description": {
        "common": "адалимумаб и этанерцепт усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "адалимумаб и эверолимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глатирамер",
      "description": {
        "common": "адалимумаб и глатирамер усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "голимумаб",
      "description": {
        "common": "адалимумаб и голимумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А инактивированная",
      "description": {
        "common": "адалимумаб снижает действие вакцины против гепатита А, инактивированной фармакодинамическим антагонизмом. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита а/б",
      "description": {
        "common": "адалимумаб снижает действие вакцины против гепатита А/В за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А/брюшного тифа",
      "description": {
        "common": "адалимумаб снижает действие вакцины против гепатита А/брюшного тифа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита В",
      "description": {
        "common": "адалимумаб снижает действие вакцины против гепатита В за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека невалентная",
      "description": {
        "common": "адалимумаб снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека четырехвалентная",
      "description": {
        "common": "адалимумаб снижает действие вакцины против вируса папилломы человека, четырехвалентный за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "адалимумаб и гидроксихлорохина сульфат усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "адалимумаб, идекабтаген виклеуцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфликсимаб",
      "description": {
        "common": "адалимумаб и инфликсимаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "адалимумаб снижает действие четырехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "адалимумаб снижает эффекты четырехвалентной вакцины против вируса гриппа, дополненной фармакодинамическим антагонизмом. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа на культуре клеток",
      "description": {
        "common": "адалимумаб снижает действие четырехвалентной вакцины против вируса гриппа, культивируемой на клетках, за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "адалимумаб снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "адалимумаб снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "адалимумаб снижает эффекты трехвалентной вакцины против вируса гриппа, адъювантной благодаря фармакодинамическому антагонизму. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Вакцина против вируса японского энцефалита",
      "description": {
        "common": "адалимумаб снижает действие вакцины против вируса японского энцефалита за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "адалимумаб и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "адалимумаб, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от кори (краснухи)",
      "description": {
        "common": "адалимумаб снижает действие вакцины против кори (краснухи) за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, паротита и краснухи, живая",
      "description": {
        "common": "адалимумаб снижает действие вакцины против кори, эпидемического паротита и краснухи за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "адалимумаб снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "менингококковая A C Y и полисахаридная вакцина W-135 комбинированная",
      "description": {
        "common": "адалимумаб снижает эффекты менингококковой A C Y и полисахаридной вакцины W-135 в сочетании с фармакодинамическим антагонизмом. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "муромонаб CD3",
      "description": {
        "common": "адалимумаб и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "адалимумаб и микофенолат усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина 13-валентная",
      "description": {
        "common": "адалимумаб снижает эффекты 13-валентной пневмококковой вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина семивалентная",
      "description": {
        "common": "адалимумаб снижает эффекты пневмококковой вакцины семивалентной за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина поливалентная",
      "description": {
        "common": "адалимумаб снижает эффекты поливалентной пневмококковой вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства",
      "description": {
        "common": "адалимумаб снижает действие вакцины против бешенства за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут препятствовать развитию активного иммунитета."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства из клеток куриного эмбриона",
      "description": {
        "common": "адалимумаб снижает действие вакцины против бешенства в клетках куриных эмбрионов, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рилонацепт",
      "description": {
        "common": "адалимумаб и рилонацепт усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пероральная ротавирусная вакцина, живая",
      "description": {
        "common": "адалимумаб снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против краснухи",
      "description": {
        "common": "адалимумаб снижает действие вакцины против краснухи за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селинексор",
      "description": {
        "common": "селинексор, адалимумаб. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "адалимумаб и сиролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против оспы живая",
      "description": {
        "common": "адалимумаб снижает действие вакцины против оспы (вакцины) за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "адалимумаб и такролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "адалимумаб и темсиролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "столбнячный анатоксин адсорбированный или жидкий",
      "description": {
        "common": "адалимумаб снижает действие адсорбированного или жидкого столбнячного анатоксина за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от клещевого энцефалита",
      "description": {
        "common": "адалимумаб снижает действие вакцины против клещевого энцефалита за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "адалимумаб, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тоцилизумаб",
      "description": {
        "common": "адалимумаб и тоцилизумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Тонгкат Али",
      "description": {
        "common": "адалимумаб и тонгкат али усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Инактивированная вакцина против диареи и холеры путешественников",
      "description": {
        "common": "адалимумаб снижает действие вакцины против диареи путешественников и холеры, инактивированных фармакодинамическим антагонизмом. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "полисахаридная вакцина против брюшного тифа",
      "description": {
        "common": "адалимумаб снижает действие брюшнотифозной полисахаридной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "адалимумаб снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "адалимумаб и устекинумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "адалимумаб снижает эффекты живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ведолизумаб",
      "description": {
        "common": "ведолизумаб и адалимумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ведолизумаба с блокаторами ФНО из-за потенциального повышенного риска инфекций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против желтой лихорадки",
      "description": {
        "common": "адалимумаб снижает действие вакцины против желтой лихорадки за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против опоясывающего лишая",
      "description": {
        "common": "адалимумаб снижает эффекты живой вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "астрагал",
      "description": {
        "common": "адалимумаб усиливает, а астрагал снижает иммуносупрессивные эффекты; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт и адалимумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "адалимумаб снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "адалимумаб, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эхинацея",
      "description": {
        "common": "адалимумаб усиливает, а эхинацея снижает иммуносупрессивные эффекты; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфгартигимод альфа",
      "description": {
        "common": "эфгартигимод альфа будет снижать уровень или эффект адалимумаба за счет конкуренции за связывание с рецепторами. Используйте осторожность/монитор. Одновременное применение эфгартигимода с препаратами, которые связываются с человеческим неонатальным рецептором Fc, может снизить системное воздействие и эффективность таких препаратов. Внимательно следите за снижением эффективности лекарств, которые связываются с человеческим неонатальным рецептором Fc. Если длительное использование таких препаратов необходимо, рассмотрите возможность прекращения приема эфгартигимода и использования альтернативных методов лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "адалимумаб усиливает действие финголимода за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гемофильной палочки типа b",
      "description": {
        "common": "адалимумаб снижает действие вакцины против гемофильной палочки типа b за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "гидроксимочевина, адалимумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, рекомбинантная",
      "description": {
        "common": "адалимумаб снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа трехвалентная, рекомбинантная",
      "description": {
        "common": "адалимумаб снижает действие трехвалентной рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "адалимумаб и изавуконазония сульфат снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин и адалимумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты, или у пациентов с нарушениями иммунной системы из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "майтаке",
      "description": {
        "common": "адалимумаб усиливает, а майтаке ослабляет иммуносупрессивные эффекты; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "адалимумаб снижает действие менингококковой вакцины группы В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Лица с измененной иммунокомпетентностью могут иметь сниженный иммунный ответ на вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меркаптопурин",
      "description": {
        "common": "адалимумаб и меркаптопурин усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, адалимумаб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олапариб",
      "description": {
        "common": "адалимумаб и олапариб усиливают фармакодинамический синергизм. Используйте осторожность/монитор. Одновременное применение с другими миелосупрессивными противоопухолевыми средствами, включая агенты, повреждающие ДНК, может усиливать и пролонгировать миелосупрессивную токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против полиомиелита инактивированная",
      "description": {
        "common": "адалимумаб снижает действие вакцины против полиомиелита, инактивированной фармакодинамическим антагонизмом. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "адалимумаб снижает эффекты сипулеуцел-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и адалимумаб усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против опоясывающего лишая рекомбинантная",
      "description": {
        "common": "адалимумаб снижает действие рекомбинантной вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить эффективность рекомбинантной вакцины против опоясывающего лишая."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кошачий коготь",
      "description": {
        "common": "кошачий коготь, адалимумаб.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Возможен дополнительный иммуносупрессор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метотрексат",
      "description": {
        "common": "метотрексат снижает уровень адалимумаба за счет уменьшения почечного клиренса. Незначительное/значение неизвестно. Метотрексат снижал кажущийся клиренс адалимумаба после однократного и многократного приема на 29% и 44% соответственно. Коррекция дозировки не требуется."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Боль в месте инъекции",
      "percent": "12-20"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "17"
    },
    {
      "name": "УРТИ",
      "percent": "15"
    },
    {
      "name": "Повышенная креатинфосфокиназа",
      "percent": "12"
    },
    {
      "name": "Головная боль",
      "percent": "12"
    },
    {
      "name": "Сыпь",
      "percent": "11"
    },
    {
      "name": "Синусит",
      "percent": "9"
    },
    {
      "name": "Тошнота",
      "percent": "8"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "7"
    },
    {
      "name": "ИМП",
      "percent": "7"
    },
    {
      "name": "Боль в животе",
      "percent": "7"
    },
    {
      "name": "Гриппоподобный синдром",
      "percent": "6"
    },
    {
      "name": "Гиперлипидемия",
      "percent": "6"
    },
    {
      "name": "Боль в спине",
      "percent": "5"
    },
    {
      "name": "гиперхолестеринемия",
      "percent": "5"
    },
    {
      "name": "Гематурия",
      "percent": "5"
    },
    {
      "name": "Гипертония",
      "percent": null
    },
    {
      "name": "Повышенная щелочная фосфатаза",
      "percent": null
    },
    {
      "name": "Аллергические реакции",
      "percent": null
    },
    {
      "name": "Гематологическое расстройство",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "тромбоцитопения",
      "percent": null
    },
    {
      "name": "панцитопения",
      "percent": null
    },
    {
      "name": "апластическая анемия",
      "percent": null
    },
    {
      "name": "Общие расстройства и состояния в месте введения",
      "percent": null
    },
    {
      "name": "лихорадка",
      "percent": null
    },
    {
      "name": "Гепатобилиарные расстройства",
      "percent": null
    },
    {
      "name": "Отказ печени",
      "percent": null
    },
    {
      "name": "гепатит",
      "percent": null
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "Саркоидоз",
      "percent": null
    },
    {
      "name": "Новообразования доброкачественные",
      "percent": null
    },
    {
      "name": "злокачественный",
      "percent": null
    },
    {
      "name": "и не указано",
      "percent": null
    },
    {
      "name": "включая кисты и полипы",
      "percent": null
    },
    {
      "name": "Карцинома клеток Меркеля",
      "percent": null
    },
    {
      "name": "нейроэндокринная карцинома кожи",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Демиелинизирующие расстройства",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "неврит зрительного нерва",
      "percent": null
    },
    {
      "name": "Гийен",
      "percent": null
    },
    {
      "name": "синдром Барре",
      "percent": null
    },
    {
      "name": "нарушение мозгового кровообращения",
      "percent": null
    },
    {
      "name": "Респираторные расстройства",
      "percent": null
    },
    {
      "name": "Интерстициальное заболевание легких",
      "percent": null
    },
    {
      "name": "включая легочный фиброз",
      "percent": null
    },
    {
      "name": "легочная эмболия",
      "percent": null
    },
    {
      "name": "Кожные реакции",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "Синдром Джонсона",
      "percent": null
    },
    {
      "name": "кожный васкулит",
      "percent": null
    },
    {
      "name": "многоформная эритема",
      "percent": null
    },
    {
      "name": "новый или ухудшающийся псориаз",
      "percent": null
    },
    {
      "name": "все суб",
      "percent": null
    },
    {
      "name": "типы, включая пустулезный и ладонно-подошвенный",
      "percent": null
    },
    {
      "name": "алопеция",
      "percent": null
    },
    {
      "name": "лихеноидная кожная реакция",
      "percent": null
    },
    {
      "name": "Сосудистые расстройства",
      "percent": null
    },
    {
      "name": "Системный васкулит",
      "percent": null
    },
    {
      "name": "тромбоз глубоких вен",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "Дивертикулит",
      "percent": null
    },
    {
      "name": "перфорации толстой кишки, включая перфорации, связанные с дивертикулитом, и перфорации аппендикса, связанные с аппендицитом",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "инфекции",
      "percent": null
    },
    {
      "name": "Пневмония",
      "percent": null
    },
    {
      "name": "септический артрит",
      "percent": null
    },
    {
      "name": "протез и штифт",
      "percent": null
    },
    {
      "name": "хирургические инфекции",
      "percent": null
    },
    {
      "name": "рожа",
      "percent": null
    },
    {
      "name": "целлюлит",
      "percent": null
    },
    {
      "name": "и пиелонефрит",
      "percent": null
    }
  ]
}