{
  "name": "амоксициллин",
  "comment": "Rx",
  "other_names": [
    "Тримокс",
    "Амоксил",
    "Моксатаг (ДСК)"
  ],
  "classes": [
    "Амино",
    "пенициллины"
  ],
  "source": "https://reference.medscape.com/drug/amoxil-amoxicillin-342473",
  "pregnancy": {
    "common": [
      "Имеющиеся данные опубликованных эпидемиологических исследований и отчеты о случаях фармаконадзора за несколько десятилетий применения амоксициллина не установили связанные с приемом препарата риски серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных при введении амоксициллина беременным мышам и крысам в дозах, в 12,5 и 25 раз превышающих рекомендуемую дозу для человека, не наблюдалось неблагоприятных последствий для развития."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Данные опубликованного клинического исследования лактации сообщают, что амоксициллин присутствует в грудном молоке; опубликованные побочные эффекты при воздействии амоксициллина на младенцев, находящихся на грудном вскармливании, включают диарею.",
      "Данных о влиянии амоксициллина на производство молока нет; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от наркотиков или основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Документально подтвержденная гиперчувствительность к пенициллинам, цефалоспоринам, имипенему."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Не назначать пациентам при отсутствии подтвержденной или предполагаемой бактериальной инфекции из-за риска развития устойчивых к лекарственным препаратам бактерий.",
        "Сообщалось о диарее, связанной с Clostridium difficile (CDAD), при использовании почти всех антибактериальных препаратов; тяжесть может варьироваться от легкой диареи до фатального колита; CDAD может возникнуть в течение 2 месяцев после прекращения терапии; если CDAD подозревается или подтверждается, немедленно прекратите лечение и начните соответствующее введение жидкости и электролитов, белковые добавки, лечение C. difficile антибиотиками и хирургическое обследование.",
        "Жевательные таблетки содержат аспартам, который содержит фенилаланин.",
        "Во время терапии могут возникать суперинфекции бактериальными или грибковыми возбудителями; при подозрении немедленно прекратите и начните соответствующее лечение",
        "С осторожностью применять у пациентов с аллергией на цефалоспорины, карбапенемы.",
        "Профилактика эндокардита: использовать только для пациентов с высоким риском, в соответствии с последними рекомендациями AHA.",
        "Может вызывать тяжелые кожные побочные реакции (SCAR), такие как синдром Стивенса-Джонсона (SJS), токсический эпидермальный некролиз (TEN), лекарственная реакция с эозинофилией и системными симптомами (DRESS) и острый генерализованный экзантематозный пустулез (AGEP); если у пациентов появляется кожная сыпь, их следует тщательно наблюдать и прекращать терапию, если поражения прогрессируют.",
        "Высокие дозы могут вызвать ложный анализ мочи на глюкозу некоторыми методами.",
        "Об анафилаксии сообщалось редко, но чаще она возникает после парентеральной терапии пенициллинами.",
        "Не назначать пациентам с инфекционным мононуклеозом из-за риска развития эритематозной кожной сыпи."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "амоксициллин снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "амоксициллин, вакцина против холеры. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "демеклоциклин снижает действие амоксициллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксициклин",
      "description": {
        "common": "доксициклин снижает действие амоксициллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эравациклин",
      "description": {
        "common": "эравациклин снижает эффекты амоксициллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "амоксициллин уменьшает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миноциклин",
      "description": {
        "common": "миноциклин снижает эффекты амоксициллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "амоксициллин снизит уровень или эффект микофенолата по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Эффект может быть связан с нарушением кишечно-печеночной рециркуляции"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омадациклин",
      "description": {
        "common": "омадациклин снижает эффекты амоксициллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "амоксициллин и пексидартиниб оба увеличивают Прочее (см. комментарий). Избегайте или используйте альтернативный препарат. Пексидартиниб может вызывать гепатотоксичность. Избегайте одновременного применения пексидартиниба с другими препаратами, о которых известно, что они вызывают гепатотоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "амоксициллин, претоманид.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Претоманидный режим связан с гепатотоксичностью. Избегайте употребления алкоголя и гепатотоксических средств, включая растительные добавки и другие препараты, кроме бедаквилина и линезолида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сарециклин",
      "description": {
        "common": "Сарециклин снижает действие амоксициллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "тетрациклин снижает действие амоксициллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "амоксициллин снижает эффекты живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацикловир",
      "description": {
        "common": "амоксициллин, ацикловир.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аллопуринол",
      "description": {
        "common": "аллопуринол снижает токсичность амоксициллина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: аллопуринол может повышать вероятность аллергических реакций или реакций гиперчувствительности на амоксициллин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "амоксициллин, аспирин.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "амоксициллин, аспирин ректальный.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "амоксициллин, аспирин/лимонная кислота/бикарбонат натрия.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "амоксициллин снижает уровень или действие базедоксифена/конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "амоксициллин, бендрофлуметиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "амоксициллин, хлоротиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "амоксициллин, трисалицилат магния холина.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "амоксициллин, циклопентиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "амоксициллин снижает уровень или действие диеногеста/эстрадиола валерата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. При одновременном применении может быть рекомендована альтернативная или дополнительная форма контроля рождаемости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "амоксициллин снижает уровень или эффект эстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "амоксициллин снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "амоксициллин, гидрохлоротиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "амоксициллин будет снижать уровень или эффект перорального приема левоноргестрела/этинилэстрадиола/бисглицината железа за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "амоксициллин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "амоксициллин повышает уровень метотрексата за счет снижения почечного клиренса. Используйте осторожность/монитор. Повышение концентрации метотрексата в сыворотке крови с сопутствующей гематологической и желудочно-кишечной токсичностью наблюдалось при одновременном применении высоких или низких доз метотрексата и пенициллинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "амоксициллин, метиклотиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метолазон",
      "description": {
        "common": "амоксициллин, метолазон.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "шиповника",
      "description": {
        "common": "амоксициллин, шиповник.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "амоксициллин, салицилаты (нон-аза).\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "амоксициллин, сальсалат.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилацетат натрия",
      "description": {
        "common": "амоксициллин, фенилацетат натрия.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "амоксициллин уменьшает эффекты пикосульфата натрия/оксида магния/безводной лимонной кислоты, изменяя метаболизм. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "амоксициллин, сульфасалазин.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кора ивы",
      "description": {
        "common": "амоксициллин, кора ивы.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амилорид",
      "description": {
        "common": "амилорид снижает уровень амоксициллина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Вводить каждый препарат с интервалом не менее 2 часов; следить за снижением эффективности антибиотиков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин снижает действие амоксициллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "азтреонам",
      "description": {
        "common": "азтреонам, амоксициллин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Комбинация может использоваться синергетически против Enterobacteriaceae."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол снижает эффекты амоксициллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин снижает действие амоксициллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина снижает эффекты амоксициллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина снижает действие амоксициллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина снижает эффекты амоксициллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат снижает эффекты амоксициллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "патиромер",
      "description": {
        "common": "патиромер, амоксициллин. связывание катионов в желудочно-кишечном тракте. Незначительное/значение неизвестно. Клинически значимого взаимодействия не наблюдалось. Разделение дозирования не требуется."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин (противоядие)",
      "description": {
        "common": "амоксициллин снижает уровень или действие пиридоксина (антидота) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "АСТ",
      "percent": null
    },
    {
      "name": "высота ALT",
      "percent": null
    },
    {
      "name": "Кожно-слизистый кандидоз",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Псевдомембранозный колит",
      "percent": null
    },
    {
      "name": "сывороточная болезнь",
      "percent": null
    },
    {
      "name": "как реакции",
      "percent": null
    },
    {
      "name": "Кожно-слизистый кандидоз",
      "percent": null
    },
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "черный волосатый язык и геморрагический",
      "percent": null
    },
    {
      "name": "псевдомембранозный колит",
      "percent": null
    },
    {
      "name": "которые могут возникнуть во время или после лечения",
      "percent": null
    },
    {
      "name": "Реакции гиперчувствительности",
      "percent": null
    },
    {
      "name": "анафилактический",
      "percent": null
    },
    {
      "name": "анафилактоидные реакции",
      "percent": null
    },
    {
      "name": "включая шок",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "сывороточная болезнь",
      "percent": null
    },
    {
      "name": "как реакции",
      "percent": null
    },
    {
      "name": "крапивница или кожная сыпь, сопровождающаяся артритом",
      "percent": null
    },
    {
      "name": "артралгия",
      "percent": null
    },
    {
      "name": "миалгия",
      "percent": null
    },
    {
      "name": "и часто лихорадка",
      "percent": null
    },
    {
      "name": "гиперчувствительный васкулит",
      "percent": null
    },
    {
      "name": "эритематозные макулопапулезные высыпания",
      "percent": null
    },
    {
      "name": "многоформная эритема",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "эксфолиативный дерматит",
      "percent": null
    },
    {
      "name": "токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "острый генерализованный экзантематозный пустулез",
      "percent": null
    },
    {
      "name": "гиперчувствительный васкулит",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "зуд",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    },
    {
      "name": "Умеренное повышение АСТ и",
      "percent": null
    },
    {
      "name": "или ALT",
      "percent": null
    },
    {
      "name": "печеночная дисфункция",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "холестатическая желтуха",
      "percent": null
    },
    {
      "name": "холестаз печени",
      "percent": null
    },
    {
      "name": "Сообщалось о остром цитолитическом гепатите.",
      "percent": null
    },
    {
      "name": "почечная",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "кристаллурия",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "гемолитическая анемия",
      "percent": null
    },
    {
      "name": "тромбоцитопения",
      "percent": null
    },
    {
      "name": "тромбоцитопеническая пурпура",
      "percent": null
    },
    {
      "name": "эозинофилия",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "агранулоцитоз",
      "percent": null
    },
    {
      "name": "реакции ЦНС",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "обратимая гиперактивность",
      "percent": null
    },
    {
      "name": "волнение",
      "percent": null
    },
    {
      "name": "беспокойство",
      "percent": null
    },
    {
      "name": "бессонница",
      "percent": null
    },
    {
      "name": "путаница",
      "percent": null
    },
    {
      "name": "судороги",
      "percent": null
    },
    {
      "name": "поведенческие изменения",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "асептический менингит",
      "percent": null
    },
    {
      "name": "изменение цвета зубов",
      "percent": null
    },
    {
      "name": "коричневый",
      "percent": null
    },
    {
      "name": "желтый",
      "percent": null
    },
    {
      "name": "или серое окрашивание",
      "percent": null
    },
    {
      "name": "может быть уменьшен или устранен при чистке зубов щеткой или зубами",
      "percent": null
    }
  ]
}