{
  "name": "амфотерицина В дезоксихолат",
  "comment": "Rx",
  "other_names": [
    "амфотерицин В (обычный)"
  ],
  "classes": [
    "системный",
    "Противогрибковые препараты"
  ],
  "source": "https://reference.medscape.com/drug/amphotericin-b-conventional-amphotericin-b-deoxycholate-342582",
  "pregnancy": {
    "common": [
      "Категория беременности: B",
      "Лактация: экскреция с молоком неизвестна; из-за возможности серьезных побочных реакций у детей, находящихся на грудном вскармливании, следует принять решение о прекращении грудного вскармливания или прекращении приема препарата, принимая во внимание важность препарата для матери."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: экскреция с молоком неизвестна; из-за возможности серьезных побочных реакций у детей, находящихся на грудном вскармливании, следует принять решение о прекращении грудного вскармливания или прекращении приема препарата, принимая во внимание важность препарата для матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Не следует назначать в дозах более 1,5 мг/кг.",
        "Соблюдайте осторожность, чтобы предотвратить непреднамеренную передозировку, которая может привести к потенциально смертельной остановке сердца или сердечно-легочной системы.",
        "Проверьте название продукта и дозировку перед введением, особенно если доза превышает 1,5 мг/кг.",
        "Препарат следует применять преимущественно для лечения больных с прогрессирующими и потенциально опасными для жизни грибковыми инфекциями; не следует использовать для лечения неинвазивных форм грибковых заболеваний, таких как молочница полости рта, вагинальный кандидоз и кандидоз пищевода, у пациентов с нормальным количеством нейтрофилов"
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось о новых случаях дилатационной кардиомиопатии с последующей сердечной недостаточностью; симптомы нормализовались в течение 6 месяцев после прекращения приема",
        "Осторожность при одновременном применении с другими препаратами, вызывающими гипокалиемию (например, кортикостероидами, дигоксином)",
        "Терапию следует проводить внутривенно под тщательным клиническим наблюдением квалифицированного медицинского персонала; следует зарезервировать для лечения пациентов с прогрессирующими, потенциально опасными для жизни грибковыми инфекциями, вызванными чувствительными микроорганизмами.",
        "Не применять при неинвазивных грибковых инфекциях (например, кандидоз полости рта, вагинальный кандидоз, кандидоз пищевода) у пациентов с нормальным количеством нейтрофилов.",
        "Амфотерицин В следует применять с осторожностью у пациентов со сниженной функцией почек; рекомендуется частый контроль функции почек; у некоторых пациентов гидратация и восполнение запасов натрия перед введением могут снизить риск развития нефротоксичности; дополнительные щелочные препараты могут уменьшить осложнения почечного канальцевого ацидоза; тем не менее, не воздерживаться, если риск инфекции превышает почечный риск",
        "Всякий раз, когда лечение прерывается на период более семи дней, терапию следует возобновить, начав с самой низкой дозы, например, 0,25 мг/кг массы тела, и постепенно повышая ее.",
        "Поскольку сообщалось об острых легочных реакциях у пациентов, получавших терапию во время или вскоре после трансфузий лейкоцитов, рекомендуется временно разделить эти инфузии, насколько это возможно, и контролировать легочную функцию.",
        "Показан для пациентов с прогрессирующими и потенциально смертельными грибковыми инфекциями.",
        "Быстрое внутривенное вливание связано с гипотензией, гипокалиемией, аритмиями и шоком, поэтому его следует избегать.",
        "Сообщалось о случаях лейкоэнцефалопатии после применения амфотерицина В; литературные сообщения предполагают, что общее облучение тела может быть предрасположенностью",
        "Острые реакции, включая лихорадку, озноб, гипотензию, анорексию, тошноту, рвоту, головную боль и тахипноэ, часто возникают через 1-3 часа после начала внутривенной инфузии; реакции обычно более тяжелые при первых нескольких дозах амфотерицина В и обычно уменьшаются при последующих дозах."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "амикацин",
      "description": {
        "common": "амикацин и дезоксихолат амфотерицина В повышают нефротоксичность и/или ототоксичность. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "цидофовир",
      "description": {
        "common": "амфотерицина В дезоксихолат и цидофовир повышают нефротоксичность и/или ототоксичность. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "контрастные вещества (йодсодержащие)",
      "description": {
        "common": "дезоксихолат амфотерицина В и контрастные вещества (йодсодержащие) повышают нефротоксичность и/или ототоксичность. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "дезоксихолат амфотерицина В и циклоспорин повышают нефротоксичность и/или ототоксичность. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "иоверсол",
      "description": {
        "common": "амфотерицина В дезоксихолат и иоверсол повышают нефротоксичность и/или ототоксичность. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "Амфотерицин В дезоксихолат и неомицин перорально повышают нефротоксичность и/или ототоксичность. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "стрептозоцин",
      "description": {
        "common": "амфотерицин В дезоксихолат и стрептозоцин повышают нефротоксичность и/или ототоксичность. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "такролимус",
      "description": {
        "common": "амфотерицина В дезоксихолат и такролимус повышают нефротоксичность и/или ототоксичность. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тейкопланин",
      "description": {
        "common": "амфотерицина В дезоксихолат и тейкопланин увеличивают нефротоксичность и/или ототоксичность. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ацикловир",
      "description": {
        "common": "ацикловир и дезоксихолат амфотерицина В повышают нефротоксичность и/или ототоксичность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атракурий",
      "description": {
        "common": "дезоксихолат амфотерицина В усиливает действие атракурия за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "капреомицин",
      "description": {
        "common": "амфотерицин В дезоксихолат и капреомицин повышают нефротоксичность и/или ототоксичность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбоплатин",
      "description": {
        "common": "амфотерицина В дезоксихолат и карбоплатин повышают нефротоксичность и/или ототоксичность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цефалоридин",
      "description": {
        "common": "амфотерицина В дезоксихолат и цефалоридин повышают нефротоксичность и/или ототоксичность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цисатракурий",
      "description": {
        "common": "дезоксихолат амфотерицина В усиливает действие цисатракурия за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цисплатин",
      "description": {
        "common": "амфотерицина В дезоксихолат и цисплатин повышают нефротоксичность и/или ототоксичность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "колистин",
      "description": {
        "common": "дезоксихолат амфотерицина В и колистин повышают нефротоксичность и/или ототоксичность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кортикотропин",
      "description": {
        "common": "амфотерицина В дезоксихолат, кортикотропин. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Возможна гипокалиемия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "амфотерицина В дезоксихолат усиливает действие дигоксина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Эффекты дигоксина усиливаются, если гипокалиемия возникает в результате Ampho B Tx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гентамицин",
      "description": {
        "common": "амфотерицин В дезоксихолат и гентамицин повышают нефротоксичность и/или ототоксичность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инкоботулотоксин А",
      "description": {
        "common": "дезоксихолат амфотерицина В усиливает действие инкоботулотоксина А за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "онаботулотоксин А",
      "description": {
        "common": "дезоксихолат амфотерицина В усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "амфотерицина В дезоксихолат и оксалиплатин повышают нефротоксичность и/или ототоксичность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "панкуроний",
      "description": {
        "common": "дезоксихолат амфотерицина В усиливает действие панкурония за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "полимиксин В",
      "description": {
        "common": "дезоксихолат амфотерицина В и полимиксин В повышают нефротоксичность и/или ототоксичность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рапакуроний",
      "description": {
        "common": "дезоксихолат амфотерицина В усиливает действие рапакурония за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "римаботулотоксин B",
      "description": {
        "common": "дезоксихолат амфотерицина В усиливает действие римаботулотоксина В за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рокуроний",
      "description": {
        "common": "дезоксихолат амфотерицина В усиливает действие рокурония за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Saccharomyces boulardii",
      "description": {
        "common": "дезоксихолат амфотерицина В снижает действие Saccharomyces boulardii за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Системные или пероральные противогрибковые препараты могут снижать активность пробиотиков."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "дезоксихолат амфотерицина В усиливает эффекты сукцинилхолина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тобрамицин",
      "description": {
        "common": "амфотерицина В дезоксихолат и тобрамицин повышают нефротоксичность и/или ототоксичность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "векуроний",
      "description": {
        "common": "дезоксихолат амфотерицина В усиливает эффекты векурония за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адефовир",
      "description": {
        "common": "адефовир и дезоксихолат амфотерицина В повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беклометазон, ингаляционный",
      "description": {
        "common": "беклометазон при вдыхании повышает токсичность дезоксихолата амфотерицина В по механизму: не указан механизм взаимодействия. Используйте осторожность/монитор. Кортикостероиды могут усиливать гипокалиемический эффект амфотерицина В."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "амфотерицина В дезоксихолат, беназеприл.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышает риск гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "амфотерицина В дезоксихолат, каптоприл.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают артериальное давление. Контролируйте артериальное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "амфотерицин В дезоксихолат и дефлазакорт снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и дезоксихолат амфотерицина В снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "амфотерицина B дезоксихолат и элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "амфотерицина В дезоксихолат и фоскарнет повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "ифосфамид повышает токсичность дезоксихолата амфотерицина В по неизвестному механизму. Используйте осторожность/монитор. Монитор для возможного увеличения почечной токсичности, бронхоспазма и гипотензии, если амфотерицин предоставляется одновременно с ифосфамидом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин повышает токсичность дезоксихолата амфотерицина В по неизвестному механизму. Используйте осторожность/монитор. Мониторинг возможного увеличения почечной токсичности, бронхоспазма и гипотонии, если амфотерицин дается одновременно с ломустином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мехлорэтамин",
      "description": {
        "common": "мехлорэтамин повышает токсичность дезоксихолата амфотерицина В по неизвестному механизму. Используйте осторожность/монитор. Следите за возможным увеличением почечной токсичности, бронхоспазмом и гипотензией, если амфотерицин дается одновременно с мехлорэтамином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелфалан",
      "description": {
        "common": "Мелфалан увеличивает токсичность дезоксихолата амфотерицина В по неизвестному механизму. Используйте осторожность/монитор. Мониторинг возможного увеличения почечной токсичности, бронхоспазма и гипотонии, если амфотерицин дается одновременно с мелфаланом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метоксифлуран",
      "description": {
        "common": "амфотерицина В дезоксихолат и метоксифлуран повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мометазон ингаляционный",
      "description": {
        "common": "Вдыхание мометазона увеличивает токсичность дезоксихолата амфотерицина В (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Кортикостероиды могут усиливать гипокалиемический эффект амфтерицина В."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин повышает токсичность дезоксихолата амфотерицина В по неизвестному механизму. Используйте осторожность/монитор. Монитор для возможного увеличения почечной токсичности, бронхоспазма и гипотензии, если амфотерицин предоставляется одновременно с оксалиплатином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паромомицин",
      "description": {
        "common": "амфотерицин В дезоксихолат и паромомицин повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентамидин",
      "description": {
        "common": "амфотерицина В дезоксихолат и пентамидин повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перамивир",
      "description": {
        "common": "дезоксихолат амфотерицина В повышает уровень перамивира за счет снижения почечного клиренса. Используйте осторожность/монитор. Следует соблюдать осторожность при одновременном применении перамивира с нефротоксическими препаратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритуксимаб",
      "description": {
        "common": "амфотерицина В дезоксихолат и ритуксимаб повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор. Следует соблюдать осторожность при одновременном применении терапии. Пациенты должны находиться под наблюдением на предмет признаков почечной недостаточности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритуксимаб-гиалуронидаза",
      "description": {
        "common": "амфотерицин В дезоксихолат и ритуксимаб-гиалуронидаза повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор. Следует соблюдать осторожность при одновременном применении терапии. Пациенты должны находиться под наблюдением на предмет признаков почечной недостаточности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "Ропгинтерферон альфа 2b повысит уровень или действие дезоксихолата амфотерицина В (см. комментарий). Используйте осторожность/монитор. Некоторые провоспалительные цитокины, включая интерфероны, могут подавлять ферменты CYP450, что приводит к увеличению экспозиции некоторых субстратов CYP. Поэтому наблюдайте за пациентами, получающими сопутствующие препараты, являющиеся субстратами CYP450, с узким терапевтическим индексом на предмет токсичности таких препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "Сульфат натрия/?сульфат магния/хлорид калия повышает токсичность дезоксихолата амфотерицина В (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния повышает токсичность дезоксихолата амфотерицина В (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль",
      "description": {
        "common": "амфотерицин В дезоксихолат и сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль снижают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стрептомицин",
      "description": {
        "common": "амфотерицина В дезоксихолат и стрептомицин повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "амфотерицин B дезоксихолат и тенофовир DF повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор. Комбинация также может повышать уровень тенофовира."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин ингаляционно",
      "description": {
        "common": "ингаляции тобрамицина и дезоксихолата амфотерицина В повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать. Избегайте одновременного или последовательного использования, чтобы снизить риск ототоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Инъекционная суспензия триамцинолона ацетонида и дезоксихолат амфотерицина В снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "устекинумаб, дезоксихолат амфотерицина В. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, нормализуя образование ферментов CYP450. После начала или прекращения приема устекинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ванкомицин",
      "description": {
        "common": "амфотерицин В дезоксихолат и ванкомицин повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, дезоксихолат амфотерицина В.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксипамид",
      "description": {
        "common": "ксипамид, дезоксихолат амфотерицина В. Фармакодинамический синергизм. Используйте осторожность/монитор. Риск гипокалиемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень дезоксихолата амфотерицина В за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "будесонид",
      "description": {
        "common": "амфотерицина В дезоксихолат, будесонид. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Возможна гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень дезоксихолата амфотерицина В путем ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень дезоксихолата амфотерицина В путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кортизон",
      "description": {
        "common": "амфотерицина В дезоксихолат, кортизон. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Возможна гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "косинтропин",
      "description": {
        "common": "амфотерицина В дезоксихолат, косинтропин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Возможна гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "амфотерицина В дезоксихолат, дефлазакорт. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Возможна гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "амфотерицина В дезоксихолат, дексаметазон. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Возможна гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуцитозин",
      "description": {
        "common": "флуцитозин усиливает действие дезоксихолата амфотерицина В за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "амфотерицина В дезоксихолат, флудрокортизон. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Возможна гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ганцикловир",
      "description": {
        "common": "ганцикловир повышает токсичность дезоксихолата амфотерицина В за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "амфотерицина В дезоксихолат, гидрокортизон. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Возможна гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид магния",
      "description": {
        "common": "дезоксихолат амфотерицина В снижает уровень хлорида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "дезоксихолат амфотерицина В снижает уровень цитрата магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "дезоксихолат амфотерицина В снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "дезоксихолат амфотерицина В снижает уровень оксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфат магния",
      "description": {
        "common": "дезоксихолат амфотерицина В снижает уровень сульфата магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "местранол",
      "description": {
        "common": "дезоксихолат амфотерицина В снижает действие местранола за счет усиления метаболизма. Незначительное/значение неизвестно. Также может вызывать нарушения менструального цикла."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "амфотерицина В дезоксихолат, метилпреднизолон. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Возможна гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень дезоксихолата амфотерицина В путем ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень дезоксихолата амфотерицина В путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "дезоксихолат амфотерицина В снижает уровень кислого фосфата калия за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "дезоксихолат амфотерицина В снижает уровень хлорида калия за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "дезоксихолат амфотерицина В снижает уровень цитрата калия за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "амфотерицина В дезоксихолат, преднизолон. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Возможна гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "амфотерицина В дезоксихолат, преднизолон. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Возможна гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень дезоксихолата амфотерицина В путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень дезоксихолата амфотерицина В путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "валганцикловир",
      "description": {
        "common": "валганцикловир увеличивает токсичность дезоксихолата амфотерицина В за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зидовудин",
      "description": {
        "common": "зидовудин повышает токсичность дезоксихолата амфотерицина В за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Озноб",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Гипокалиемия",
      "percent": null
    },
    {
      "name": "гипомагниемия",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Недомогание",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Боль",
      "percent": null
    },
    {
      "name": "обобщенный",
      "percent": null
    },
    {
      "name": "Боль в месте инъекции",
      "percent": null
    },
    {
      "name": "Нарушения функции почек",
      "percent": null
    },
    {
      "name": "тахипноэ",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Арахноидит",
      "percent": null
    },
    {
      "name": "Делериум",
      "percent": null
    },
    {
      "name": "Промывка",
      "percent": null
    },
    {
      "name": "Гипертония",
      "percent": null
    },
    {
      "name": "лейкоцитоз",
      "percent": null
    },
    {
      "name": "Боль в поясничном нерве",
      "percent": null
    },
    {
      "name": "Парестезия",
      "percent": null
    },
    {
      "name": "Задержка мочи",
      "percent": null
    },
    {
      "name": "Агранулоцитоз",
      "percent": null
    },
    {
      "name": "Анурия",
      "percent": null
    },
    {
      "name": "Подавление костного мозга",
      "percent": null
    },
    {
      "name": "Остановка сердца",
      "percent": null
    },
    {
      "name": "Дефекты коагуляции",
      "percent": null
    },
    {
      "name": "Судороги",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Потеря слуха",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "Макулопапулезная сыпь",
      "percent": null
    },
    {
      "name": "Почечная недостаточность",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Видение меняется",
      "percent": null
    }
  ]
}