{
  "name": "алискирен/амлодипин/гидрохлоротиазид",
  "comment": "Rx",
  "other_names": [
    "Амтурнид"
  ],
  "classes": [
    "Дигидропиридины",
    "Ингибиторы ренина/Комбо",
    "Блокаторы кальциевых каналов",
    "Комбинированные БКК/ингибитор ренина/ГХТЗ",
    "Антиангинальные агенты"
  ],
  "source": "https://reference.medscape.com/drug/amturnide-aliskiren-amlodipine-hydrochlorothiazide-999617",
  "pregnancy": {
    "common": [
      "Грудное вскармливание: нет информации о терапии грудным молоком, влиянии на грудного ребенка или влиянии на выработку молока; амлодипин и гидрохлоротиазид, согласно некоторым исследованиям, присутствуют в материнском молоке; недостаточно информации для определения влияния амлодипина и гидрохлоротиазида на младенцев, находящихся на грудном вскармливании, и влияния гидрохлоротиазида на выработку молока; нет доступной информации о влиянии амлодипина на производство молока; из-за возможности серьезных побочных реакций, включая гипотензию, нарушение электролитного баланса и почечную недостаточность, у грудных детей, посоветуйте кормящей женщине, что грудное вскармливание не рекомендуется во время терапии",
      "Артериальная гипертензия во время беременности увеличивает риск развития у матери преэклампсии, гестационного диабета, преждевременных родов и осложнений при родах (например, необходимости кесарева сечения и послеродового кровотечения); артериальная гипертензия повышает риск задержки внутриутробного развития плода и внутриутробной смерти; беременные женщины с артериальной гипертензией должны находиться под тщательным наблюдением и соответствующим образом лечиться",
      "Алискирен: если олигурия или гипотензия возникают у новорожденных с историей внутриутробного воздействия терапии, поддерживайте артериальное давление и почечный перфузию; обменные переливания крови или диализ могут потребоваться в качестве средств устранения гипотензии и замещения нарушенной функции почек.",
      "Беременность: может нанести вред плоду при введении беременной женщине; использование препаратов, действующих на ренин-ангиотензиновую систему, во втором и третьем триместрах беременности снижает почечную функцию плода и увеличивает заболеваемость и смертность плода и новорожденного; при обнаружении беременности прекратить терапию как можно скорее"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Грудное вскармливание: нет информации о терапии грудным молоком, влиянии на грудного ребенка или влиянии на выработку молока; амлодипин и гидрохлоротиазид, согласно некоторым исследованиям, присутствуют в материнском молоке; недостаточно информации для определения влияния амлодипина и гидрохлоротиазида на младенцев, находящихся на грудном вскармливании, и влияния гидрохлоротиазида на выработку молока; нет доступной информации о влиянии амлодипина на производство молока; из-за возможности серьезных побочных реакций, включая гипотензию, нарушение электролитного баланса и почечную недостаточность, у грудных детей, посоветуйте кормящей женщине, что грудное вскармливание не рекомендуется во время терапии"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Прекратите как можно скорее при обнаружении беременности; влияет на ренин-ангиотензиновую систему, вызывая олигогидрамнион, который может привести к травме плода и/или смерти"
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к алискирену, амлодипину, гидрохлоротиазиду, препаратам, производным сульфаниламидов, или компонентам препарата.",
        "Беременность (2-й и 3-й триместры): значительный риск заболеваемости/смертности плода и новорожденного",
        "Одновременное применение с иАПФ или БРА у пациентов с сахарным диабетом",
        "Анурия"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Уровни калия в сыворотке: гидрохлоротиазид может вызывать гипокалиемию и гипонатриемию, тогда как алискирен может вызывать гиперкалиемию; периодически контролировать электролиты сыворотки",
        "Постепенное титрование необходимо у пациентов с печеночной недостаточностью.",
        "Реакции гиперчувствительности, такие как анафилактические реакции и ангионевротический отек лица, конечностей, губ, языка, голосовой щели и/или гортани, были зарегистрированы у пациентов, получавших алискирен, и потребовали госпитализации и интубации; это может произойти в любое время во время лечения и возникало у пациентов с ангионевротическим отеком в анамнезе и без него при применении иАПФ или антагонистов рецепторов ангиотензина; пациенты, которые испытывают эти эффекты, даже без дыхательной недостаточности, требуют длительного наблюдения и соответствующих мер наблюдения; лечение антигистаминными препаратами и кортикостероидами может оказаться недостаточным для предотвращения поражения дыхательных путей; может потребоваться быстрое введение подкожного раствора эпинефрина 1:1000 (от 0,3 до 0,5 мл) и меры по обеспечению проходимости дыхательных путей; немедленно прекратите терапию у пациентов, у которых развиваются анафилактические реакции или ангионевротический отек, и не вводите повторно",
        "Гидрохлоротиазид может усугубить или активировать системную красную волчанку.",
        "Циклоспорин или итраконазол повышают уровень алискирена; избегать одновременного использования",
        "Симптоматическая гипотензия может возникать после начала лечения у пациентов с выраженным обезвоживанием, у пациентов с солевым истощением или при комбинированном применении алискирена и других препаратов, влияющих на ренин-ангиотензин-альдостероновую систему (РААС); до начала терапии следует скорректировать объем или истощение солей, или лечение следует начинать под тщательным медицинским наблюдением; транзиторная гипотензивная реакция не является противопоказанием к дальнейшему лечению, которое обычно можно без труда продолжить после стабилизации артериального давления.",
        "Сообщалось об острой транзиторной близорукости и острой закрытоугольной глаукоме, особенно при наличии в анамнезе аллергии на сульфаниламиды или пенициллин (гидрохлоротиазид является сульфаниламидом)",
        "Усиление стенокардии или инфаркта миокарда может возникнуть в начале дозировки или при увеличении дозы амлодипина.",
        "Доклинические исследования указывают на возможность значительного увеличения экспозиции алискирена у детей.",
        "Пациенты, у которых функция почек может частично зависеть от активности ренин-ангиотензин-альдостероновой системы (РААС; например, пациенты со стенозом почечной артерии, тяжелой сердечной недостаточностью, перенесенным инфарктом миокарда или гиповолемией), или пациенты, получающие БРА, ингибиторы АПФ или нестероидные противовоспалительные препараты. лекарственные препараты (НПВП), в том числе селективные ингибиторы циклооксигеназы-2 (ингибиторы ЦОГ-2), терапия может сопровождаться особым риском развития острой почечной недостаточности; периодически контролировать функцию почек; рассмотреть вопрос об отмене или прекращении терапии у пациентов, у которых развивается клинически значимое снижение функции почек",
        "Coadministration с НПВП увеличивает риск почечной недостаточности; периодически контролировать функцию почек",
        "Избегайте использования алискирена с БРА или ИАПФ при умеренной или тяжелой почечной недостаточности (т.е. СКФ <60 мл/мин); противопоказан больным сахарным диабетом",
        "Гидрохлоротиазид может изменять толерантность к глюкозе и повышать уровень холестерина и триглицеридов в сыворотке крови."
      ],
      "specific": [
        {
          "type": "Одновременное применение с ингибиторами АПФ или БРА",
          "description": [
            "В исследование ALTITUDE были включены пациенты с артериальной гипертензией в сочетании с диабетом 2 типа и почечной недостаточностью, которые имели высокий риск сердечно-сосудистых и почечных осложнений.",
            "Гиперкалиемия. Повышение уровня калия в сыворотке >5,5 мЭкв/л при приеме алискирена наблюдалось нечасто (0,9% по сравнению с 0,6% при приеме плацебо); однако при использовании в комбинации с ингибитором АПФ у пациентов с диабетом повышение уровня калия в сыворотке было более частым (5,5%).",
            "При назначении алискирена с ингибиторами АПФ или блокаторами рецепторов ангиотензина (БРА) в исследовании ALTITUDE через 18–24 мес наблюдалось повышение частоты несмертельных инсультов, почечных осложнений, гиперкалиемии и гипотензии."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Сердцебиение",
      "percent": "1-5"
    },
    {
      "name": "Головокружение",
      "percent": "1-3"
    },
    {
      "name": "Промывка",
      "percent": "1-5"
    },
    {
      "name": "Сонливость",
      "percent": "1-2"
    },
    {
      "name": "Сыпь",
      "percent": "1-2"
    },
    {
      "name": "Усталость",
      "percent": "5"
    },
    {
      "name": "Зуд",
      "percent": "1-2"
    },
    {
      "name": "Сексуальная дисфункция у мужчин",
      "percent": "1-2"
    },
    {
      "name": "Тошнота",
      "percent": "3"
    },
    {
      "name": "Диспепсия",
      "percent": "1-2"
    },
    {
      "name": "Одышка",
      "percent": "1-2"
    },
    {
      "name": "Слабость",
      "percent": "1-2"
    },
    {
      "name": "Диарея",
      "percent": "2.3"
    },
    {
      "name": "Кашель",
      "percent": "1.1"
    },
    {
      "name": "Повышенная креатининкиназа",
      "percent": "1"
    },
    {
      "name": "Увеличение БУН",
      "percent": "7"
    },
    {
      "name": "Гиперкалиемия",
      "percent": "1"
    },
    {
      "name": "Сыпь",
      "percent": "1"
    },
    {
      "name": "Гастроэзофагеальный рефлюкс",
      "percent": null
    },
    {
      "name": "Периорбитальный отек",
      "percent": null
    },
    {
      "name": "Токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "Повышенная мочевая кислота",
      "percent": null
    },
    {
      "name": "Тяжелая гипотензия",
      "percent": null
    },
    {
      "name": "Синдром Стивенса-Джонсона",
      "percent": null
    },
    {
      "name": "Аномальное зрение",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "Боль в груди",
      "percent": null
    },
    {
      "name": "Аномальные сныПовышенный аппетит",
      "percent": null
    },
    {
      "name": "Острый интерстициальный нефрит",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "Конъюнктивит",
      "percent": null
    },
    {
      "name": "Кашель",
      "percent": null
    },
    {
      "name": "Депрессия",
      "percent": null
    },
    {
      "name": "Дисфагия",
      "percent": null
    },
    {
      "name": "Метеоризм",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Эпигастральный дистресс",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Ортостатическая гипотензия",
      "percent": null
    },
    {
      "name": "Светочувствительность",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "Путаница",
      "percent": null
    },
    {
      "name": "Многоформная эритема",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Эксфолиативный дерматит, включая токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Гипокалиемия и",
      "percent": null
    },
    {
      "name": "или гипомагниемия",
      "percent": null
    },
    {
      "name": "Гиперурикемия",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    }
  ]
}