{
  "name": "гиалуронат натрия",
  "comment": "Rx",
  "other_names": [
    "Амвиск",
    "Хилон5",
    "ТриВиск",
    "Хиалган",
    "Супартц",
    "Хилон ГВ",
    "Хилон",
    "Амвиск Плюс",
    "Эуфлекса",
    "Трилурон",
    "Гельсин-3",
    "Дюролан"
  ],
  "classes": [
    "Офтальмология",
    "Ревматология",
    "Внутрисуставные агенты",
    "Другой"
  ],
  "source": "https://reference.medscape.com/drug/amvisc-hyalgan-sodium-hyaluronate-343375",
  "pregnancy": {
    "common": [
      "Исследования репродукции животных не всегда предсказывают реакцию человека; безопасность и эффективность этого препарата у беременных женщин не установлены.",
      "Тератогенные эффекты. Исследования репродуктивной токсичности, в том числе исследования нескольких поколений, проведенные на крысах и кроликах в дозах, в 11 раз превышающих ожидаемую дозу для человека (1,43 мг/кг на цикл лечения), не выявили признаков нарушения фертильности или вреда плоду экспериментальных животных из-за внутрисуставные инъекции этого препарата"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Неизвестно, выделяется ли этот препарат с грудным молоком; безопасность и эффективность у кормящих женщин не установлены."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Внутрисуставное использование",
          "description": [
            "Эффективность однократного цикла лечения менее чем из 3 инъекций не установлена.",
            "Не использовать одновременно с дезинфицирующими средствами, содержащими соли четвертичного аммония, для обработки кожи; гиалуроновая кислота может осаждаться в их присутствии",
            "Безопасность и эффективность использования этого продукта одновременно с другими внутрисуставными инъекциями не установлены.",
            "Соблюдайте осторожность при введении препарата пациентам с аллергией на птичий белок, перья и яичные продукты.",
            "Облегчение боли может не проявляться до 3-й инъекции.",
            "Сообщалось об анафилактоидных и аллергических реакциях на этот продукт.",
            "При наличии инфекций или кожных заболеваний в месте инъекции возможно развитие септического артрита.",
            "Безопасность и эффективность использования в суставах, отличных от колена, не установлены.",
            "Пациентов следует тщательно обследовать перед введением для выявления признаков острого воспаления; врач должен оценить, следует ли начинать лечение при наличии объективных признаков воспаления",
            "Сообщалось о временном усилении воспаления в инъецированном колене после инъекции у некоторых пациентов с воспалительным артритом, таким как ревматоидный артрит или подагрический артрит.",
            "Как и при любой инвазивной операции на суставах, рекомендуется, чтобы пациент избегал любых физических нагрузок или длительных (например, более 1 часа) занятий с нагрузкой, таких как бег трусцой или теннис, в течение 48 часов после внутрисуставной инъекции."
          ]
        },
        {
          "type": "Офтальмологическое использование",
          "description": [
            "Мониторинг внутриглазного давления",
            "Сообщите врачу, если вы беременны, планируете забеременеть или кормите грудью; обсудить с врачом преимущества и риски для пациента и ребенка",
            "Сообщите всем поставщикам медицинских услуг об (инъекциях гиалуроновой кислоты и производных (глаз)), включая врачей, медсестер, фармацевтов и стоматологов.",
            "Используйте, только если раствор прозрачен"
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Эритема",
      "percent": "75-93"
    },
    {
      "name": "Припухлость",
      "percent": "91-03"
    },
    {
      "name": "Нежность",
      "percent": "61-92"
    },
    {
      "name": "Комки",
      "percent": "56-83"
    },
    {
      "name": "шишки",
      "percent": "33-78"
    },
    {
      "name": "Обесцвечивание",
      "percent": "25-36"
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Боль в месте инъекции",
      "percent": null
    },
    {
      "name": "Анафилактоидная реакция",
      "percent": null
    },
    {
      "name": "Повышенное ВГД",
      "percent": null
    },
    {
      "name": "Кератит",
      "percent": null
    },
    {
      "name": "Кистозный макулярный отек",
      "percent": null
    },
    {
      "name": "Конъюнктивальное кровоизлияние",
      "percent": null
    }
  ]
}