{
  "name": "цефазолин",
  "comment": "Rx",
  "other_names": [
    "Ансеф",
    "Кефзол"
  ],
  "classes": [
    "1-е поколение",
    "Цефалоспорины"
  ],
  "source": "https://reference.medscape.com/drug/ancef-kefzol-cefazolin-342492",
  "pregnancy": {
    "common": [
      "Имеющиеся данные опубликованных проспективных когортных исследований, серии случаев и отчеты о случаях применения цефалоспоринов, включая цефазолин, у беременных женщин за несколько десятилетий не выявили связанного с приемом препарата риска серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода; препарат проникает через плаценту"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Исследования репродукции животных с крысами, мышами и кроликами, которым вводили цефазолин во время органогенеза в дозах, в 1–3 раза превышающих максимальную рекомендуемую дозу для человека (MRHD), не продемонстрировали неблагоприятных исходов развития; у крыс, которым подкожно вводили цефазолин перед родами и в течение всей лактации, не наблюдалось неблагоприятного воздействия на потомство в дозе, примерно в 2 раза превышающей МРДЧ"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Данные из опубликованной литературы сообщают, что цефазолин присутствует в грудном молоке, но не ожидается, что он будет накапливаться у младенцев, находящихся на грудном вскармливании; нет данных о влиянии препарата на ребенка, находящегося на грудном вскармливании, или на выработку молока.",
      "Польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от лекарств или основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Документально подтвержденная гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Профилактика эндокардита рекомендуется только для пациентов с высоким риском в соответствии с рекомендациями AHA.",
        "Реакции гиперчувствительности, включая анафилаксию, о которых сообщалось при введении продуктов, содержащих декстрозу; об этих реакциях сообщалось у пациентов, получавших высокие концентрации декстрозы (т.е. 50% декстрозы); сообщалось о реакциях, когда растворы декстрозы, полученной из кукурузы, вводили пациентам с гиперчувствительностью к продуктам из кукурузы или без нее в анамнезе.",
        "С осторожностью применять у пациентов с судорожными расстройствами (высокие уровни связаны с повышенным риском судорог); могут возникать судороги, особенно у пациентов с почечной недостаточностью, если дозировка не снижена должным образом; дозу необходимо корректировать при тяжелой почечной недостаточности (высокие дозы могут вызвать токсическое действие на ЦНС); прекратить при возникновении судорог или сделать соответствующие корректировки дозы у больных с почечной недостаточностью; продолжать противосудорожную терапию у пациентов с известными судорожными расстройствами",
        "Как и другие растворы, содержащие декстрозу, цефазолин для инъекций следует назначать с осторожностью пациентам с явным или установленным субклиническим сахарным диабетом или непереносимостью углеводов по любой причине.",
        "Как и в случае с другими противомикробными препаратами, длительное применение инъекций цефазолина может привести к чрезмерному росту нечувствительных микроорганизмов; обязательна повторная оценка состояния больного; в случае возникновения суперинфекции во время терапии следует принять соответствующие меры",
        "Терапия может привести к ложноположительной реакции на глюкозу в моче при использовании тестов на глюкозу, основанных на реакции восстановления меди Бенедикта, которые определяют количество восстанавливающих веществ, таких как глюкоза в моче; рекомендуется использовать тесты на глюкозу на основе ферментативной глюкозооксидазы",
        "Назначение цефазолина в виде инъекций при отсутствии доказанной или сильно подозреваемой бактериальной инфекции или по профилактическим показаниям вряд ли принесет пользу пациенту и увеличивает риск развития устойчивых к лекарственным препаратам бактерий.",
        "Длительное лечение, заболевания печени или почек или недостаточность питания могут быть связаны с повышением международного нормализованного отношения (МНО)"
      ],
      "specific": [
        {
          "type": "Антибиотикоассоциированная диарея",
          "description": [
            "Clostridioides difficile-ассоциированная диарея (CDAD), о которой сообщалось при использовании; степень тяжести может варьироваться от легкой диареи до колита со смертельным исходом; лечение антибактериальными средствами изменяет нормальную флору толстой кишки, что приводит к избыточному росту C. difficile",
            "Если CDAD подозревается или подтверждается, может потребоваться прекращение продолжающегося приема антибактериальных препаратов, не направленных против C. difficile; соответствующее управление жидкостью и электролитами, белковые добавки, антибактериальное медикаментозное лечение C. difficile и хирургическое обследование, назначенное по клиническим показаниям",
            "C. difficile продуцирует токсины А и В, способствующие развитию CDAD; гипертоксин-продуцирующие изоляты C. difficile вызывают повышенную заболеваемость и смертность, поскольку эти инфекции могут быть устойчивыми к противомикробной терапии и могут потребовать колэктомии.",
            "CDAD следует учитывать у всех пациентов с диареей после применения антибактериальных препаратов; необходим тщательный сбор анамнеза, поскольку сообщалось о CDAD в течение двух месяцев после введения антибактериальных препаратов."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "цефазолин усиливает эффекты антитромбина альфа за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "цефазолин усиливает действие антитромбина III за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аргатробан",
      "description": {
        "common": "цефазолин усиливает действие аргатробана за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "цефазолин снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "цефазолин усиливает действие бивалирудина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "цефазолин, противохолерная вакцина. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "цефазолин усиливает действие далтепарина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "цефазолин усиливает действие эноксапарина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "цефазолин усиливает действие фондапаринукса за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гепарин",
      "description": {
        "common": "цефазолин усиливает действие гепарина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "цефазолин уменьшает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "цефазолин снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "цефазолин снижает уровень или действие базедоксифена/конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "цефазолин снижает уровень или эффект диеногеста/эстрадиола валерата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. При одновременном применении может быть рекомендована альтернативная или дополнительная форма контроля рождаемости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "цефазолин снижает уровень или эффект эстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "цефазолин снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "цефазолин будет снижать уровень или эффект перорального левоноргестрела/этинилэстрадиола/бисглицината железа за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пробенецид",
      "description": {
        "common": "пробенецид повышает уровень цефазолина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "цефазолин уменьшает эффекты пикосульфата натрия/оксида магния/безводной лимонной кислоты, изменяя метаболизм. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, цефазолин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "цефазолин усиливает действие варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "цефазолин увеличивает уровень или действие аспирина/лимонной кислоты/бикарбоната натрия за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "биотин",
      "description": {
        "common": "цефазолин снижает уровень или эффект биотина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол снижает эффекты цефазолина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "цефазолин повышает токсичность фуросемида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск нефротоксичности."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "цефазолин будет увеличивать уровень или эффект интраназального кеторолака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин (противоядие)",
      "description": {
        "common": "цефазолин снизит уровень или эффект пиридоксина (антидота) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "плоды шиповника повышают уровень или эффект цефазолина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "цефазолин будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "Цефазолин будет увеличивать уровень или эффект коры ивы за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "эозинофилия",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Повышение трансаминаз",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "Тошнота и рвота",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "Кандидоз полости рта",
      "percent": null
    },
    {
      "name": "Боль в месте инъекции",
      "percent": null
    },
    {
      "name": "Флебит",
      "percent": null
    },
    {
      "name": "Псевдомембранозный колит",
      "percent": null
    },
    {
      "name": "Seizure",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Тромбоцитоз",
      "percent": null
    },
    {
      "name": "Транзиторное повышение активности печеночных ферментов",
      "percent": null
    },
    {
      "name": "вагинит",
      "percent": null
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "сывороточная болезнь",
      "percent": null
    },
    {
      "name": "как реакция",
      "percent": null
    },
    {
      "name": "Почечные и мочевые расстройства",
      "percent": null
    },
    {
      "name": "Острый тубулоинтерстициальный нефрит",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Острый генерализованный экзантематозный пустулез",
      "percent": null
    },
    {
      "name": "AGEP",
      "percent": null
    }
  ]
}