{
  "name": "сегестерон/этинилэстрадиол",
  "comment": "Rx",
  "other_names": [
    "Анновера"
  ],
  "classes": [
    "Эстрогены/прогестины"
  ],
  "source": "https://reference.medscape.com/drug/annovera-segesterone-ethinyl-estradiol-1000283",
  "pregnancy": {
    "common": [
      "Эпидемиологические исследования и метаанализы не выявили повышенного риска генитальных или негенитальных врожденных дефектов (включая сердечные аномалии и дефекты редукции конечностей) после воздействия КГК до зачатия или на ранних сроках беременности; прекратите вагинальную систему, если наступит беременность; нет причин использовать КГК во время беременности"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "В грудном молоке присутствуют противозачаточные гормоны и/или их метаболиты; КОК могут снижать выработку молока у кормящих женщин; снижение может произойти в любое время, но менее вероятно, что это произойдет после того, как грудное вскармливание установится; посоветуйте кормящей женщине использовать другой метод контрацепции, пока она не прекратит грудное вскармливание"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Курение сигарет увеличивает риск серьезных сердечно-сосудистых событий при употреблении КГК; риск увеличивается с возрастом, особенно у женщин старше 35 лет, и с увеличением количества выкуриваемых сигарет; КОК не должны использоваться женщинами старше 35 лет и курящими."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Недиагностированное аномальное маточное кровотечение Повышенная чувствительность к препарату или вспомогательным веществам",
        "Высокий риск артериальных или венозных тромботических заболеваний, в том числе у курящих женщин старше 35 лет, в настоящее время или в анамнезе тромбоза глубоких вен или тромбоэмболии легочной артерии, цереброваскулярных заболеваний, ишемической болезни сердца, тромбогенных пороков сердца или тромбогенных нарушений ритма сердца наследственные или приобретенные гиперкоагулопатии, неконтролируемая гипертензия или гипертензия с сосудистыми заболеваниями, сахарный диабет старше 35 лет, сахарный диабет с гипертонией или сосудистыми заболеваниями или другими поражениями органов-мишеней, или сахарный диабет длительностью более 20 лет, имеют очаговые головные боли неврологические симптомы или старше 35 лет с любыми мигренозными головными болями",
        "Опухоли печени, острый гепатит или тяжелый (декомпенсированный) цирроз",
        "Рак молочной железы или другой эстроген- или прогестин-чувствительный рак в настоящее время или в анамнезе.",
        "Использование комбинаций препаратов против гепатита С, содержащих омбитасвир/паритапревир/ритонавир, с дасабувиром или без него"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Рассмотрите наличие основных факторов риска, которые могут увеличить риск сердечно-сосудистых заболеваний или венозной тромбоэмболии (ВТЭ), особенно перед началом вагинальной системы у женщин старше 35 лет, включая гипертонию, диабет, дислипидемию или ожирение.",
        "Прекратите использование вагинальной системы до начала терапии комбинированным препаратом омбитасвир/паритапревир/ритонавир с дасабувиром или без него; вагинальную систему можно возобновить примерно через 2 недели после завершения лечения комбинированным препаратом против гепатита С",
        "При использовании может возникнуть хлоазма, особенно у женщин с хлоазмой беременных в анамнезе; посоветуйте женщинам, склонным к развитию хлоазмы, избегать воздействия солнца или ультрафиолетового излучения при использовании вагинальной системы.",
        "Эстрогеновый компонент вагинальной системы может повышать сывороточные концентрации тироксинсвязывающего глобулина, глобулина, связывающего половые гормоны, и глобулина, связывающего кортизол; может потребоваться увеличение дозы заместительной терапии гормонами щитовидной железы или кортизола.",
        "Исследования предполагают небольшой повышенный относительный риск развития заболеваний желчного пузыря среди пользователей КГК; использование КГК также может усугубить существующее заболевание желчного пузыря; наличие в анамнезе холестаза, связанного с КГС, указывает на повышенный риск при последующем применении КГС; женщины с историей холестаза, связанного с беременностью, могут подвергаться повышенному риску холестаза, связанного с ХГС.",
        "Внимательно наблюдайте за женщинами с историей депрессии и прекратите использование, если депрессия возвращается в серьезную степень; данные о депрессии ограничены",
        "Случаи синдрома токсического шока (СТШ), о которых сообщили пользователи вагинальных колец; СТШ был связан с тампонами и некоторыми барьерными противозачаточными средствами, а в некоторых случаях СТШ пользователи колец также использовали тампоны; причинно-следственная связь между применением вагинального кольца и СТШ не установлена; в клинических испытаниях вагинальной системы не было случаев СТШ; если у пациентки проявляются признаки или симптомы СТШ, рассмотрите возможность этого диагноза, удалите вагинальную систему и начните соответствующее медицинское обследование и лечение.",
        "Для всех женщин, в том числе с хорошо контролируемой артериальной гипертензией, следует контролировать артериальное давление при плановых визитах и ​​останавливать вагинальную систему, если артериальное давление значительно повышается; повышение артериального давления более вероятно у пожилых женщин и при длительном применении; влияние КГК на артериальное давление может варьироваться в зависимости от прогестина в КГК",
        "Внимательно следите за женщинами с предиабетом и диабетом, которые используют вагинальную систему.",
        "У женщин с наследственным ангионевротическим отеком экзогенные эстрогены могут индуцировать или усугублять симптомы ангионевротического отека.",
        "Некоторые исследования предполагают, что КГК связаны с увеличением риска рака шейки матки или интраэпителиальной неоплазии; однако степень, в которой эти результаты связаны с различиями в сексуальном поведении и другими факторами, является спорной.",
        "Если женщина, использующая вагинальную систему, разрабатывает новые повторяющиеся, постоянные или тяжелые головные боли, оцените причину и прекратите использование, если указано; рассмотреть вопрос о прекращении приема в случае увеличения частоты или тяжести мигрени во время приема КГК (что может быть продромальным событием цереброваскулярного состояния)",
        "Рассмотрите возможность альтернативной контрацепции для женщин с неконтролируемой дислипидемией; вагинальная система может вызвать неблагоприятные изменения липидов; женщины с гипертриглицеридемией или ее семейным анамнезом могут подвергаться повышенному риску панкреатита при использовании вагинальной системы.",
        "Острые отклонения печеночных проб могут потребовать прекращения применения препарата до тех пор, пока печеночные пробы не вернутся к норме и не будет исключена причинно-следственная связь с вагинальной системой."
      ],
      "specific": [
        {
          "type": "Рак молочной железы",
          "description": [
            "В некоторых исследованиях сообщается о небольшом увеличении риска рака молочной железы среди нынешних или недавно принимавших КОК (менее 6 месяцев с момента последнего применения) и нынешних принимавших КОК в течение более длительного времени.",
            "Риск для женщины зависит от условий, при которых естественный высокий уровень гормонов сохраняется в течение длительного периода времени, включая раннее начало менструации до 12 лет, позднюю менопаузу, после 55 лет, первого ребенка после 30 лет, отсутствие родов.",
            "Эпидемиологические исследования не обнаружили последовательной связи между использованием комбинированных оральных контрацептивов (КОК) и риском рака молочной железы; исследования не показывают связи между когда-либо (текущим или прошлым) использованием КОК и риском рака молочной железы"
          ]
        },
        {
          "type": "Нерегулярные кровотечения и аменорея",
          "description": [
            "Женщины, использующие вагинальную систему, могут испытывать внеплановые (прорывные) кровотечения и кровянистые выделения, особенно в течение первого месяца использования; если незапланированное кровотечение сохраняется или возникает после ранее регулярных циклов, проверьте наличие таких причин, как беременность или злокачественное новообразование; если патология и беременность исключены, неравномерность кровотечения может исчезнуть со временем или при переходе на другой КГК",
            "Кровотечение и/или мажущие выделения, происходящие в любой момент введения вагинальной системы, считаются «незапланированными» кровотечениями/мажущие выделениями; кровотечение/мажущие выделения, происходящие в течение недели без дозы, когда вагинальная система отключена, считается «запланированным» кровотечением.",
            "Женщины, которые не беременны и используют вагинальную систему, могут испытывать аменорею; если запланированное кровотечение не происходит, следует учитывать возможность беременности; если пациентка не соблюдает предписанный график дозирования (удаляет вагинальную систему более чем на 2 часа в течение первых 21 дня или не заменяет вагинальную систему через 7 дней без периода), рассмотрите возможность беременности во время первого введения. пропущенный период и сделать тест на беременность; если пациентка соблюдает предписанный график дозирования и пропускает 2 менструации подряд, проведите тест на беременность, чтобы исключить беременность",
            "У некоторых женщин может возникнуть аменорея или олигоменорея после остановки вагинальной системы, особенно если такое состояние существовало ранее."
          ]
        },
        {
          "type": "Тромбоэмболические нарушения и другие сосудистые заболевания",
          "description": [
            "Риск ВТЭ наиболее высок в течение первого года применения КГК и при возобновлении гормональной контрацепции после перерыва продолжительностью 4 недели и более; риск ВТЭ из-за КГК постепенно исчезает после прекращения использования",
            "Прекратите использование во время длительной иммобилизации; если возможно, прекратите использование по крайней мере за 4 недели до и в течение 2 недель после серьезной операции или других операций, которые, как известно, имеют повышенный риск ВТЭ.",
            "Вводить вагинальную систему не ранее, чем через 4 недели после родов у самок, не кормящих грудью; риск послеродовой ВТЭ снижается после третьей недели послеродового периода, тогда как риск овуляции увеличивается после третьей недели послеродового периода",
            "Перед началом введения вагинальной системы оцените любую предыдущую историю болезни или семейный анамнез тромботических или тромбоэмболических заболеваний и рассмотрите, предполагает ли история наследственную или приобретенную гиперкоагулопатию; вагинальная система противопоказана женщинам с высоким риском артериальных или венозных тромботических/тромбоэмболических заболеваний",
            "Остановите вагинальную систему, если происходит артериальный или глубокий венозный тромбоз или если есть необъяснимая потеря зрения, экзофтальм, диплопия, отек диска зрительного нерва или поражение сосудов сетчатки (немедленно оцените тромбоз вен сетчатки)"
          ]
        },
        {
          "type": "Вагинальное использование",
          "description": [
            "Некоторые женщины иногда ощущают вагинальную систему в течение 21 дня использования или во время коитуса, и партнеры могут чувствовать вагинальную систему во время полового акта.",
            "Вагинальная система может не подходить для женщин с состояниями, которые делают влагалище более восприимчивым к вагинальному раздражению или изъязвлению; сообщалось об эрозии и/или изъязвлении влагалища и шейки матки у женщин, использующих другие противозачаточные вагинальные устройства; в некоторых случаях кольцо прилипло к вагинальным тканям, что требует удаления врачом.",
            "Нет информации о одновременном использовании вагинальной системы с диафрагмами, цервикальными колпачками или женскими презервативами."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "белзутифан",
      "description": {
        "common": "Белзутифан будет снижать уровень или эффект сегестерона/этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение белзутифана с гормональными контрацептивами может привести к неэффективности контрацепции или усилению прорывных кровотечений. Консультировать женщин репродуктивного потенциала использовать эффективные негормональные контрацепции. Согласно исследованиям на животных, белзутифан может нанести вред плоду."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элаголикс",
      "description": {
        "common": "сегестерон/этинилэстрадиол снижает эффекты элаголикса за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Основываясь на механизме действия элаголикса, ожидается, что эстрогенсодержащие контрацептивы будут снижать эффективность элаголикса. Влияние противозачаточных средств, содержащих только прогестин, на эффективность элаголикса неизвестно. Посоветуйте женщинам использовать негормональные контрацептивы во время лечения элаголиксом и в течение 1 недели после прекращения приема элаголикса."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "Мавакамтен снижает уровень или эффект сегестерона/этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Прогестин и этинилэстрадиол являются субстратами CYP3A4. Мавакамтен может снижать системную экспозицию этинилэстрадиола и прогестина, что может привести к неэффективности контрацептивов или учащению прорывных кровотечений. Посоветуйте пациенткам использовать метод контрацепции, на который не влияет индукция фермента CYP450 (например, внутриматочная система), или добавить негормональную контрацепцию (например, презервативы) во время совместного введения и в течение 4 месяцев после последней дозы мавакамтена."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "омавелоксолон снижает уровень или действие сегестерона/этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Омавелоксолон может снижать эффективность гормональных контрацептивов (например, таблеток, пластырей, колец), имплантатов и таблеток, содержащих только прогестин, из-за слабой индукции CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или действие сегестерона/этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Консультировать пациентов использовать альтернативный метод контрацепции во время coadministration; продолжайте альтернативную контрацепцию в течение 28 дней после прекращения терапии, чтобы обеспечить надежность контрацепции"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "фостемсавир повысит уровень или эффект сегестерона/этинилэстрадиола по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Фостемсавир ингибирует транспортеры BCRP. Если возможно, избегайте совместного введения или измените дозу субстрата BCRP при совместном введении с фостемсавиром. Доза этинилэстрадиола не должна превышать 30 мкг/сутки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или действие сегестерона/этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ламотриджин",
      "description": {
        "common": "Сегестерон/этинилэстрадиол снижает уровень или эффект ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор. Было показано, что комбинированные пероральные контрацептивы значительно снижают концентрацию ламотриджина в плазме, вероятно, из-за индукции глюкуронирования ламотриджина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект сегестерона/этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибиторы CYP3A4, такие как кетоконазол, могут повышать уровень гормонов в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонапегсоматропин",
      "description": {
        "common": "Комбинация сегестерон/этинилэстрадиол снижает уровень или эффект лонапегсоматропина по другим причинам (см. комментарий). Используйте осторожность/монитор. Пероральные эстрогены могут снижать реакцию сывороточного инсулиноподобного фактора роста-1 на лонапегсоматропин. Пациентам, получающим пероральную заместительную терапию эстрогенами, могут потребоваться более высокие дозы лонапегсоматропина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон уменьшает эффекты сегестерона/этинилэстрадиола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Рекомендуется резервный метод контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "сегестерон/этинилэстрадиол усиливает действие варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "Комбинация сегестерон/этинилэстрадиол повышает уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "10"
    },
    {
      "name": "включая мигрень",
      "percent": "38.6"
    },
    {
      "name": "Тошнота",
      "percent": "25.0"
    },
    {
      "name": "рвота",
      "percent": "14.5"
    },
    {
      "name": "Вульвовагинальная микотическая инфекция",
      "percent": "13.3"
    },
    {
      "name": "вагинальный кандидоз",
      "percent": "12.5"
    },
    {
      "name": "Боль в животе",
      "percent": "11.8"
    },
    {
      "name": "ниже",
      "percent": "1.7"
    },
    {
      "name": "верхний",
      "percent": "1.3"
    },
    {
      "name": "Дисменорея",
      "percent": "1.3"
    },
    {
      "name": "выделения из влагалища",
      "percent": "1.2"
    },
    {
      "name": "Метроррагия",
      "percent": null
    },
    {
      "name": "меноррагия",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "включая мигрень",
      "percent": null
    },
    {
      "name": "выделения из влагалища",
      "percent": null
    },
    {
      "name": "вульвовагинальные грибковые инфекции",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    }
  ]
}