{
  "name": "флурбипрофен",
  "comment": "Rx",
  "other_names": [
    "Фробен СР",
    "Ансаид",
    "Флурпрофен",
    "Фробен"
  ],
  "classes": [
    "НПВП"
  ],
  "source": "https://reference.medscape.com/drug/ansaid-flurbiprofen-343288",
  "pregnancy": {
    "common": [
      "Категория беременности: C; избегать на поздних сроках беременности",
      "Лактация: выделяется с грудным молоком; не рекомендуется"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: выделяется с грудным молоком; не рекомендуется"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Сердечно-сосудистый риск",
          "description": [
            "Риск может увеличиться с продолжительностью использования",
            "НПВП противопоказаны при периоперационной боли в условиях операции аортокоронарного шунтирования (АКШ) (повышенный риск инфаркта миокарда и инсульта)",
            "НПВП могут повышать риск серьезных сердечно-сосудистых тромботических событий, инфаркта миокарда (ИМ) и инсульта, которые могут быть фатальными.",
            "Пациенты с факторами риска или имеющимися сердечно-сосудистыми заболеваниями могут подвергаться большему риску."
          ]
        },
        {
          "type": "Желудочно-кишечный риск",
          "description": [
            "Пожилые пациенты подвержены большему риску серьезных желудочно-кишечных осложнений.",
            "Нежелательные явления со стороны желудочно-кишечного тракта могут возникать в любое время во время использования и без предупреждающих симптомов.",
            "НПВП повышают риск серьезных нежелательных явлений со стороны желудочно-кишечного тракта, включая кровотечение, изъязвление и перфорацию желудка или кишечника, которые могут привести к летальному исходу."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Относительные: нарушение свертываемости крови, язва двенадцатиперстной кишки/желудка/пептическая язва, стоматит, язвенный колит, заболевания верхних отделов желудочно-кишечного тракта, поздняя беременность (может вызвать преждевременное закрытие артериального протока)",
        "Абсолютные: повышенная чувствительность к флурбипрофену, аллергия на АСК, аспириновая триада в анамнезе, АКШ."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Потенциальный риск неблагоприятных сердечно-сосудистых событий",
        "С осторожностью применять при астме (бронхиальной), сердечных заболеваниях, сердечной недостаточности, печеночной/почечной недостаточности, артериальной гипертензии, СКВ.",
        "Риск сердечной недостаточности (СН)",
        "Длительное применение НПВП может привести к папиллярному некрозу почек и другим повреждениям почек; пациенты с наибольшим риском включают пожилых людей или людей с нарушением функции почек, гиповолемией, сердечной недостаточностью, дисфункцией печени, истощением солей и лицами, принимающими диуретики, ингибиторы АПФ или БРА."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота перорально",
      "description": {
        "common": "аминолевулиновая кислота перорально, флурбипрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте перорального приема других фототоксичных препаратов с аминолевулиновой кислотой в течение 24 часов в периоперационный период."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота местно",
      "description": {
        "common": "флурбипрофен, аминолевулиновая кислота местно.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Каждый препарат может усиливать фотосенсибилизирующий эффект другого."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апиксабан",
      "description": {
        "common": "флурбипрофен и апиксабан снижают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "беназеприл",
      "description": {
        "common": "флурбипрофен, беназеприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каптоприл",
      "description": {
        "common": "флурбипрофен, каптоприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эналаприл",
      "description": {
        "common": "флурбипрофен, эналаприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "флурбипрофен повышает уровень или эффект эрдафитиниба, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с сильными ингибиторами CYP2C9, внимательно следите за побочными реакциями и рассмотрите возможность соответствующего уменьшения дозы. Если сильный ингибитор CYP2C9 прекращается, рассмотрите возможность увеличения дозы эрдафитиниба при отсутствии какой-либо токсичности, связанной с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "флурбипрофен, фозиноприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кеторолак",
      "description": {
        "common": "флурбипрофен, кеторолак.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "флурбипрофен, кеторолак интраназально.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "флурбипрофен, лизиноприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метотрексат",
      "description": {
        "common": "флурбипрофен повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиламинолевулинат",
      "description": {
        "common": "флурбипрофен, метиламинолевулинат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Каждый препарат может усиливать фотосенсибилизирующий эффект другого."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "флурбипрофен, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пеметрексед",
      "description": {
        "common": "флурбипрофен повышает уровень пеметрекседа за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Прерывание дозирования у всех пациентов, принимающих НПВП с длительным периодом полувыведения, по крайней мере за 5 дней до, в день и 2 дня после введения пеметрекседа. Если coadministration НПВП необходимо, внимательно следить за пациентами для токсичности, особенно миелосупрессия, нефротоксичности и GI токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "периндоприл",
      "description": {
        "common": "флурбипрофен, периндоприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "квинаприл",
      "description": {
        "common": "флурбипрофен, квинаприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рамиприл",
      "description": {
        "common": "флурбипрофен, рамиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "флурбипрофен увеличивает уровень или эффект сипонимода, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Совместное применение сипонимода с препаратами, вызывающими умеренное ингибирование CYP2C9 И умеренное или сильное ингибирование CYP3A4, не рекомендуется. Следует соблюдать осторожность при одновременном применении сипонимода с умеренными ингибиторами CYP2C9."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "флурбипрофен, такролимус.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременное введение увеличивает риск нефротоксичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "флурбипрофен, трандолаприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ацебутолол и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "и ацеклофенак, и флурбипрофен усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "ацеметацин и флурбипрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репейник",
      "description": {
        "common": "флурбипрофен и репейник усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "флурбипрофен повышает, а альбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люцерна",
      "description": {
        "common": "флурбипрофен и люцерна усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "флурбипрофен снижает эффекты альфузозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алискирен",
      "description": {
        "common": "флурбипрофен снизит уровень или эффект алискирена по другим причинам (см. комментарий). Используйте осторожность/монитор. У пациентов пожилого возраста, с истощением ОЦК (в том числе получающих терапию диуретиками) или с нарушенной функцией почек одновременное назначение НПВП с препаратами, влияющими на РААС, может увеличить риск почечной недостаточности (включая острую почечную недостаточность) и привести к потере антигипертензивного эффекта. . Периодически контролируйте функцию почек."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альтеплаза",
      "description": {
        "common": "флурбипрофен и альтеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "американский женьшень",
      "description": {
        "common": "флурбипрофен и американский женьшень усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амилорид",
      "description": {
        "common": "амилорид и флурбипрофен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "антитромбин альфа и флурбипрофен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "антитромбин III и флурбипрофен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "флурбипрофен увеличивает, а арформотерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аргатробан",
      "description": {
        "common": "аргатробан и флурбипрофен усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "флурбипрофен снижает эффекты азенапина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин и флурбипрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "аспирин ректальный и флурбипрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия и флурбипрофен усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азфицел-Т",
      "description": {
        "common": "азфицел-Т, флурбипрофен. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: у пациентов, принимающих НПВП, могут наблюдаться повышенные кровоподтеки или кровотечения в местах биопсии и/или инъекций. Одновременное применение НПВП не рекомендуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азилсартан",
      "description": {
        "common": "флурбипрофен, азилсартан.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бемипарин",
      "description": {
        "common": "бемипарин и флурбипрофен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "беназеприл, флурбипрофен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "флурбипрофен увеличивает, а бендрофлуметиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "бетаксолол и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетриксабан",
      "description": {
        "common": "флурбипрофен, бетриксабан.\nЛибо повышает уровень другого за счет антикоагулянтов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "биматопрост",
      "description": {
        "common": "биматопрост, флурбипрофен. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Имеются противоречивые отчеты об исследованиях повышения или снижения ВГД при одновременном применении офтальмологических простагландинов с НПВП (как системными, так и офтальмологическими)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бисопролол и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "бивалирудин и флурбипрофен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "флурбипрофен, будесонид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буметанид",
      "description": {
        "common": "флурбипрофен увеличивает, а буметанид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кандесартан",
      "description": {
        "common": "кандесартан и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "каптоприл, флурбипрофен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбеноксолон",
      "description": {
        "common": "флурбипрофен увеличивает, а карбеноксолон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол и флурбипрофен повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб и флурбипрофен усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целипролол",
      "description": {
        "common": "Целипролол и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "флурбипрофен повышает, а хлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "флурбипрофен усиливает действие хлорпропамида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "флурбипрофен увеличивает, а хлорталидон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "флурбипрофен и трисалицилат магния холина усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "корица",
      "description": {
        "common": "флурбипрофен и корица усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "флурбипрофен, ципрофлоксацин. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Механизм: неизвестен. Повышенный риск стимуляции ЦНС и судорог при приеме высоких доз фторхинолонов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "циталопрам, флурбипрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. Если возможно, избегайте одновременного использования."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин, флурбипрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. Кломипрамин ингиб. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "клопидогрел, флурбипрофен.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Клопидогрел и НПВП ингибируют агрегацию тромбоцитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кордицепс",
      "description": {
        "common": "флурбипрофен и кордицепс усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "флурбипрофен, кортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "флурбипрофен повышает, а циклопентиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "флурбипрофен, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабигатран",
      "description": {
        "common": "дабигатран и флурбипрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "дальтепарин и флурбипрофен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс, флурбипрофен. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может усилить желудочно-кишечное кровотечение, изъязвление и раздражение. Используйте с осторожностью."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефибротид",
      "description": {
        "common": "дефибротид усиливает эффекты флурбипрофена через переносчик оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор. Дефибротид может усиливать действие ингибиторов тромбоцитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "флурбипрофен, дефлазакорт.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "флурбипрофен, дексаметазон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "диклофенак и флурбипрофен усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлюнизал и флурбипрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "флурбипрофен и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "флурбипрофен увеличивает, а добутамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "dong quai",
      "description": {
        "common": "флурбипрофен и дягиль обыкновенный усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "флурбипрофен увеличивает, а допексамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксазозин",
      "description": {
        "common": "флурбипрофен снижает эффекты доксазозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронабинол",
      "description": {
        "common": "флурбипрофен увеличивает уровень или эффект дронабинола, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Дронабинол является субстратом CYP2C9."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "дроспиренон и флурбипрофен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "дулоксетин, флурбипрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эдоксабан",
      "description": {
        "common": "эдоксабан, флурбипрофен.\nЛибо увеличивает токсичность другого за счет антикоагулянтов. Изменить терапию/внимательно контролировать. Оба препарата могут вызвать кровотечение, внимательно следите за ними. Незамедлительно оцените любые признаки или симптомы кровопотери."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз увеличивает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "Элтромбопаг повышает уровень флурбипрофена за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "флурбипрофен повышает уровень элуксадолина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. В качестве меры предосторожности из-за неполной информации о метаболизме элуксадолина следует соблюдать осторожность при совместном применении с сильными ингибиторами CYP2C9/10."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир ДФ, флурбипрофен.\nОдин из них увеличивает токсичность другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного применения эмтрицитабина и тенофовира с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эмтрицитабин",
      "description": {
        "common": "эмтрицитабин, флурбипрофен.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эналаприл",
      "description": {
        "common": "эналаприл, флурбипрофен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "эноксапарин и флурбипрофен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "флурбипрофен увеличивает, а эфедрин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "флурбипрофен увеличивает, а адреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "флурбипрофен повышает, а рацемический адреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпопростенол",
      "description": {
        "common": "флурбипрофен и эпопростенол усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпросартан",
      "description": {
        "common": "Эпросартан и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам, флурбипрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсмолол",
      "description": {
        "common": "Эсмолол и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "флурбипрофен увеличивает, а этакриновая кислота снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "этодолак и флурбипрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенхель",
      "description": {
        "common": "флурбипрофен и фенхель усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен и флурбипрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиретрум",
      "description": {
        "common": "флурбипрофен и пиретрум усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триглицериды рыбьего жира",
      "description": {
        "common": "Триглицериды рыбьего жира повышают уровень или эффект флурбипрофена за счет антикоагуляции. Используйте осторожность/монитор. Сообщалось о длительном кровотечении у пациентов, принимающих антитромбоцитарные средства или антикоагулянты и перорально омега-3 жирные кислоты. Периодически контролируйте время кровотечения у пациентов, получающих триглицериды рыбьего жира и сопутствующие антиагреганты или антикоагулянты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флурбипрофен, флудрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин увеличивает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин, флурбипрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "фондапаринукс и флурбипрофен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "флурбипрофен увеличивает, а формотерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "форсколин",
      "description": {
        "common": "флурбипрофен и форсколин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "фозиноприл, флурбипрофен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фуросемид",
      "description": {
        "common": "флурбипрофен увеличивает, а фуросемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "чеснок",
      "description": {
        "common": "флурбипрофен и чеснок усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин, флурбипрофен. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: повышенный риск стимуляции ЦНС и судорог при приеме высоких доз фторхинолонов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "флурбипрофен увеличивает, а гентамицин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имбирь",
      "description": {
        "common": "флурбипрофен и имбирь усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ginkgo biloba",
      "description": {
        "common": "флурбипрофен и гинкго билоба усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "флурбипрофен усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "флурбипрофен усиливает действие глипизида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "флурбипрофен усиливает действие глибурида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай, флурбипрофен. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гепарин",
      "description": {
        "common": "гепарин и флурбипрофен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "семена конского каштана",
      "description": {
        "common": "Флурбипрофен и семена конского каштана усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидралазин",
      "description": {
        "common": "флурбипрофен снижает эффекты гидралазина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "флурбипрофен увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "флурбипрофен, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб будет повышать уровень или эффект флурбипрофена за счет антикоагуляции. Используйте осторожность/монитор. Ибрутиниб может увеличить риск кровотечения у пациентов, получающих антитромбоцитарную или антикоагулянтную терапию, и следует контролировать признаки кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "флурбипрофен и ибупрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "флурбипрофен будет повышать уровень или эффект ибупрофена внутривенно за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб будет повышать уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индапамид",
      "description": {
        "common": "флурбипрофен увеличивает, а индапамид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "флурбипрофен и индометацин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "ирбесартан и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "флурбипрофен увеличивает, а изопротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "флурбипрофен и кетопрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "флурбипрофен и кеторолак усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "флурбипрофен и кеторолак интраназально усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лабеталол",
      "description": {
        "common": "лабеталол и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лакосамид",
      "description": {
        "common": "флурбипрофен повышает уровень лакосамида, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы лакосамида при совместном применении с сильными ингибиторами CYP2C9."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "латанопрост",
      "description": {
        "common": "латанопрост, флурбипрофен. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Имеются противоречивые отчеты об исследованиях повышения или снижения ВГД при одновременном применении офтальмологических простагландинов с НПВП (как системными, так и офтальмологическими)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "латанопростен бунод офтальмологический",
      "description": {
        "common": "латанопростен, бунод офтальмологический, флурбипрофен. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Имеются противоречивые отчеты об исследованиях повышения или снижения ВГД при одновременном применении офтальмологических простагландинов с НПВП (как системными, так и офтальмологическими)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лесинурад",
      "description": {
        "common": "флурбипрофен увеличивает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "флурбипрофен увеличивает, а левалбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "левофлоксацин, флурбипрофен. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Риск стимуляции/приступа ЦНС. Механизм: вытеснение ГАМК из рецепторов головного мозга."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "левомилнаципран, флурбипрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. СИОЗСН могут дополнительно нарушать активность тромбоцитов у пациентов, принимающих антитромбоцитарные или антикоагулянтные препараты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "лизиноприл, флурбипрофен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "флурбипрофен повышает уровень лития за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "флурбипрофен и лорноксикам усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "лозартан и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат и флурбипрофен усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "флурбипрофен и мефенамовая кислота усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелатонин",
      "description": {
        "common": "мелатонин усиливает эффекты флурбипрофена за счет антикоагуляции. Используйте осторожность/монитор. Мелатонин может уменьшить протромбиновое время."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "флурбипрофен и мелоксикам усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "месаламин",
      "description": {
        "common": "месаламин, флурбипрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная нефротоксичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "флурбипрофен увеличивает, а метапротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "флурбипрофен увеличивает, а метиклотиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "флурбипрофен, метилпреднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метолазон",
      "description": {
        "common": "флурбипрофен увеличивает, а метолазон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "метопролол и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "милнаципран",
      "description": {
        "common": "милнаципран, флурбипрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омела",
      "description": {
        "common": "флурбипрофен увеличивает, а омела белая снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "моэксиприл, флурбипрофен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "моксифлоксацин, флурбипрофен. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: повышенный риск стимуляции ЦНС и судорог при приеме высоких доз фторхинолонов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксисилит",
      "description": {
        "common": "флурбипрофен снижает эффекты моксизилита за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "микофенолят",
      "description": {
        "common": "флурбипрофен увеличивает уровень или эффект микофенолата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "флурбипрофен и набуметон усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "флурбипрофен и напроксен усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "и небиволол, и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон, флурбипрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крапива",
      "description": {
        "common": "флурбипрофен повышает, а крапива снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "флурбипрофен увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олмесартан",
      "description": {
        "common": "олмесартан и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оспемифен",
      "description": {
        "common": "флурбипрофен повышает уровень оспемифена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "флурбипрофен и оксапрозин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Женьшень",
      "description": {
        "common": "флурбипрофен и женьшень усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "флурбипрофен и парекоксиб усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин, флурбипрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пау д'арко",
      "description": {
        "common": "флурбипрофен и пау д'арко усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегаспаргаза",
      "description": {
        "common": "пегаспаргаза усиливает эффекты флурбипрофена за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "пенбутолол и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "периндоприл",
      "description": {
        "common": "периндоприл, флурбипрофен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фениндион",
      "description": {
        "common": "фениндион и флурбипрофен усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "феноксибензамин",
      "description": {
        "common": "флурбипрофен снижает эффекты феноксибензамина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентоламин",
      "description": {
        "common": "флурбипрофен снижает эффекты фентоламина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фитоэстрогены",
      "description": {
        "common": "флурбипрофен и фитоэстрогены усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "пиндолол и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "флурбипрофен увеличивает, а пирбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "флурбипрофен и пироксикам усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пивмециллинам",
      "description": {
        "common": "пивмециллинам, флурбипрофен.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "флурбипрофен и кислый фосфат калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "флурбипрофен и хлорид калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "флурбипрофен и цитрат калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йодистый калий",
      "description": {
        "common": "Йодид калия и флурбипрофен повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пралатрексат",
      "description": {
        "common": "флурбипрофен повышает уровень пралатрексата за счет снижения почечного клиренса. Используйте осторожность/монитор. НПВП могут задерживать клиренс пралатрексата, увеличивая экспозицию препарата. При необходимости отрегулируйте дозу пралатрексата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прасугрель",
      "description": {
        "common": "флурбипрофен, прасугрел.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Хроническое использование НПВП с прасугрелом может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "празозин",
      "description": {
        "common": "флурбипрофен снижает эффекты празозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "флурбипрофен, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "флурбипрофен, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пробенецид",
      "description": {
        "common": "флурбипрофен увеличивает уровень или эффект пробенецида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пропранолол и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протамин",
      "description": {
        "common": "протамин и флурбипрофен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квинаприл",
      "description": {
        "common": "квинаприл, флурбипрофен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рамиприл",
      "description": {
        "common": "рамиприл, флурбипрофен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "reishi",
      "description": {
        "common": "флурбипрофен и рейши усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ретеплаза",
      "description": {
        "common": "флурбипрофен и ретеплаза усиливают антикоагулянтную активность. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "ривароксабан, флурбипрофен. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Известно, что НПВП усиливают кровотечение. Риск кровотечения может повышаться при одновременном применении НПВП с ривароксабаном. Следите за признаками/симптомами кровопотери."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривастигмин",
      "description": {
        "common": "ривастигмин повышает токсичность флурбипрофена за счет фармакодинамического синергизма. Используйте осторожность/монитор. Мониторинг пациентов для симптомов активного или скрытого желудочно-кишечного кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "сакубитрил/валсартан и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "флурбипрофен и салицилаты (не аза) усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "флурбипрофен увеличивает, а салметерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "флурбипрофен и сальсалат усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "увидел пальметто",
      "description": {
        "common": "пальма сереноа увеличивает токсичность флурбипрофена за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин, флурбипрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Сибирский женьшень",
      "description": {
        "common": "флурбипрофен и сибирский женьшень усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силодозин",
      "description": {
        "common": "флурбипрофен снижает эффекты силодозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "флурбипрофен, пикосульфат натрия/оксид магния/безводная лимонная кислота.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может быть связано с дисбалансом жидкости и электролитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "Сульфат натрия/?сульфат магния/хлорид калия повышает токсичность флурбипрофена по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния повышает токсичность флурбипрофена по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль",
      "description": {
        "common": "флурбипрофен, сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: будьте осторожны при использовании препаратов для подготовки кишечника с препаратами, вызывающими SIADH или НПВП; повышенный риск задержки воды или электролитного дисбаланса."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "соталол и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "флурбипрофен и спарсентан повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор. Одновременное применение НПВП, включая селективные ингибиторы ЦОГ-2, может привести к ухудшению функции почек (например, возможной почечной недостаточности). Следите за признаками ухудшения функции почек при одновременном применении с НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "спиронолактон и флурбипрофен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "флурбипрофен и сукцинилхолин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "флурбипрофен и сульфасалазин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "флурбипрофен и сулиндак усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тафлупрост",
      "description": {
        "common": "тафлупрост, флурбипрофен. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Имеются противоречивые отчеты об исследованиях повышения или снижения ВГД при одновременном применении офтальмологических простагландинов с НПВП (как системными, так и офтальмологическими)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "телмисартан и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темоциллин",
      "description": {
        "common": "темоциллин, флурбипрофен.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенектеплаза",
      "description": {
        "common": "флурбипрофен и тенектеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Потенциал повышенного риска кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "тенофовир ДФ, флурбипрофен.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения тенофовира DF с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "terazosin",
      "description": {
        "common": "флурбипрофен снижает эффекты теразозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербинафин",
      "description": {
        "common": "флурбипрофен увеличивает уровень или эффект тербинафина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "флурбипрофен увеличивает, а тербуталин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикагрелор",
      "description": {
        "common": "тикагрелор, флурбипрофен.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Повышенный риск кровотечения при применении тикагрелора и длительном применении НПВП. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "тикарциллин, флурбипрофен.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "тимолол и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толазамид",
      "description": {
        "common": "флурбипрофен усиливает действие толазамида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "флурбипрофен усиливает действие толбутамида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "флурбипрофен и толфенамовая кислота усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "флурбипрофен и толметин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "флурбипрофен и толваптан повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торсемиде",
      "description": {
        "common": "флурбипрофен увеличивает, а торасемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "травопрост офтальмологический",
      "description": {
        "common": "травопрост глазной, флурбипрофен. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Имеются противоречивые отчеты об исследованиях повышения или снижения ВГД при одновременном применении офтальмологических простагландинов с НПВП (как системными, так и офтальмологическими)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон, флурбипрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "флурбипрофен, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триамтерен",
      "description": {
        "common": "триамтерен и флурбипрофен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "валсартан и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "венлафаксин, флурбипрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "витамин К1 (фитонадион)",
      "description": {
        "common": "флурбипрофен повышает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, флурбипрофен.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ворапаксар",
      "description": {
        "common": "флурбипрофен, ворапаксар.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Может возникнуть аддитивный антиагрегантный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "флурбипрофен, вортиоксетин.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "флурбипрофен увеличивает уровень или эффект варфарина, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "занубрутиниб",
      "description": {
        "common": "флурбипрофен, занубрутиниб.\nЛибо усиливает действие другого за счет антикоагуляции. Изменить терапию/внимательно контролировать. Цитопения, вызванная занубрутинибом, повышает риск кровотечения. Совместное применение занубритиниба с антиагрегантами или антикоагулянтами может еще больше увеличить этот риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зотепин",
      "description": {
        "common": "флурбипрофен снижает действие зотепина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "ацеклофенак будет повышать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "ацеметацин будет повышать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацикловир",
      "description": {
        "common": "флурбипрофен будет повышать уровень или эффект ацикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алендронат",
      "description": {
        "common": "флурбипрофен, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амикацин",
      "description": {
        "common": "флурбипрофен повышает уровень амикацина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "aminohippurate sodium",
      "description": {
        "common": "флурбипрофен будет повышать уровень или эффект аминогиппурата натрия за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон увеличивает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анаму",
      "description": {
        "common": "флурбипрофен и анаму усиливают антикоагулянтное действие. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин повысит уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "ректальный аспирин повысит уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия повышают уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "флурбипрофен будет повышать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "бендрофлуметиазид будет повышать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан снижает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефадроксил",
      "description": {
        "common": "цефадроксил будет повышать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефамандол",
      "description": {
        "common": "цефамандол будет увеличивать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефпиром",
      "description": {
        "common": "цефпиром увеличивает уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефтибутен",
      "description": {
        "common": "цефтибутен будет повышать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб будет повышать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефалексин",
      "description": {
        "common": "цефалексин будет увеличивать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид будет повышать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "флурбипрофен будет повышать уровень или эффект хлорпропамида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "хлорталидон будет увеличивать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "флурбипрофен увеличивает уровень или эффект холина трисалицилата магния за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин повышает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "креатин",
      "description": {
        "common": "креатин, флурбипрофен. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. (Теоретическое взаимодействие) Комбинация может иметь аддитивные нефротоксические эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "циклопентиазид будет повышать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "даншен",
      "description": {
        "common": "флурбипрофен и даншен ​​усиливают антикоагулянтную активность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Коготь дьявола",
      "description": {
        "common": "флурбипрофен и дьявольский коготь усиливают антикоагулянтное действие. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диклофенак",
      "description": {
        "common": "диклофенак будет увеличивать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлунизал будет повышать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дисульфирам",
      "description": {
        "common": "дисульфирам увеличивает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эплеренон",
      "description": {
        "common": "флурбипрофен снижает эффекты эплеренона за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этодолак",
      "description": {
        "common": "этодолак будет повышать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин повышает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фелбамат",
      "description": {
        "common": "фелбамат повышает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен будет увеличивать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиретрум",
      "description": {
        "common": "флурбипрофен снижает действие пиретрума за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол повышает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "флурбипрофен снижает эффекты фуросемида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ганцикловир",
      "description": {
        "common": "флурбипрофен будет повышать уровень или эффект ганцикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гентамицин",
      "description": {
        "common": "флурбипрофен повышает уровень гентамицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "гидрохлоротиазид будет повышать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "флурбипрофен увеличивает уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имидаприл",
      "description": {
        "common": "флурбипрофен снижает эффекты имидаприла за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "Индапамид будет повышать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индометацин",
      "description": {
        "common": "флурбипрофен увеличивает уровень или эффект индометацина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "флурбипрофен увеличивает уровень или эффект кетопрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак",
      "description": {
        "common": "флурбипрофен будет повышать уровень или эффект кеторолака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "флурбипрофен увеличивает уровень или эффект интраназального кеторолака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "лефлуномид повышает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "флурбипрофен будет повышать уровень или эффект лорноксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат будет повышать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "флурбипрофен увеличивает уровень или эффект мефенамовой кислоты за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "флурбипрофен будет повышать уровень или эффект мелоксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "месаламин",
      "description": {
        "common": "флурбипрофен увеличивает уровень или эффект месаламина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "метиклотиазид будет увеличивать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "метолазон будет повышать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол повышает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "вагинальный миконазол повышает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "набуметон",
      "description": {
        "common": "флурбипрофен будет увеличивать уровень или эффект набуметона за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "напроксен",
      "description": {
        "common": "флурбипрофен будет повышать уровень или эффект напроксена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "натеглинид",
      "description": {
        "common": "натеглинид повышает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "флурбипрофен повышает уровень неомицина перорально за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сок нони",
      "description": {
        "common": "флурбипрофен и сок нони повышают уровень калия в сыворотке. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин, флурбипрофен. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Риск стимуляции/приступа ЦНС. Механизм: вытеснение ГАМК из рецепторов головного мозга."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "флурбипрофен будет повышать уровень или эффект оксапрозина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "флурбипрофен будет повышать уровень или эффект парекоксиба за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "паромомицин",
      "description": {
        "common": "флурбипрофен повышает уровень паромомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пироксикам",
      "description": {
        "common": "флурбипрофен будет повышать уровень или эффект пироксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "плоды шиповника повышают уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "флурбипрофен увеличивает уровень или эффект салицилатов (не аза) за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "флурбипрофен увеличивает уровень или эффект сальсалата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "стрептомицин",
      "description": {
        "common": "флурбипрофен повышает уровень стрептомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол будет увеличивать уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "флурбипрофен будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сулиндак",
      "description": {
        "common": "флурбипрофен будет повышать уровень или эффект сулиндака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиклопидин",
      "description": {
        "common": "тиклопидин повышает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тобрамицин",
      "description": {
        "common": "флурбипрофен повышает уровень тобрамицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "флурбипрофен увеличивает уровень или эффект толфенамовой кислоты за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толметин",
      "description": {
        "common": "флурбипрофен будет повышать уровень или эффект толметина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триамтерен",
      "description": {
        "common": "триамтерен, флурбипрофен. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Риск острой почечной недостаточности. Механизм: НПВП снижают синтез простагландинов, которые обычно защищают от нефротоксичности."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "валганцикловир",
      "description": {
        "common": "флурбипрофен будет повышать уровень или эффект валганцикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вальпроевая кислота",
      "description": {
        "common": "вальпроевая кислота увеличивает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ванкомицин",
      "description": {
        "common": "флурбипрофен повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет увеличивать уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "Флурбипрофен будет увеличивать уровень или эффект коры ивы за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "зафирлукаст будет увеличивать уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Отек",
      "percent": null
    },
    {
      "name": "Задержка жидкости",
      "percent": null
    },
    {
      "name": "ИМП",
      "percent": null
    },
    {
      "name": "Боль в животе со спазмами",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Гиперсекреторные состояния",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Амнезия",
      "percent": null
    },
    {
      "name": "Кровавый стул",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Затуманенное зрение",
      "percent": null
    },
    {
      "name": "Депрессия",
      "percent": null
    },
    {
      "name": "Диплопия",
      "percent": null
    },
    {
      "name": "Гастрит",
      "percent": null
    },
    {
      "name": "Желудочно-кишечное кровотечение",
      "percent": null
    },
    {
      "name": "Ментальный",
      "percent": null
    },
    {
      "name": "изменения настроения",
      "percent": null
    },
    {
      "name": "Ринит",
      "percent": null
    },
    {
      "name": "Кожная сыпь",
      "percent": null
    },
    {
      "name": "шум в ушах",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "Метеоризм",
      "percent": null
    },
    {
      "name": "Промывка",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Раздражительность",
      "percent": null
    },
    {
      "name": "Нервозность",
      "percent": null
    },
    {
      "name": "Тахикардия",
      "percent": null
    }
  ]
}