{
  "name": "фенофибрат микронизированный",
  "comment": "Rx",
  "other_names": [
    "Антара",
    "Капсулы лофибра"
  ],
  "classes": [
    "Агенты фиброевой кислоты"
  ],
  "source": "https://reference.medscape.com/drug/antara-lofibra-capsules-fenofibrate-micronized-999787",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: противопоказано"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: противопоказано"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Предшествующее заболевание желчного пузыря",
        "Гиперчувствительность",
        "Кормящие женщины",
        "Тяжелая почечная недостаточность (включая диализ)",
        "Активное заболевание печени, включая первичный билиарный цирроз и необъяснимые стойкие нарушения функции печени."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "сообщалось о ЛЭ и ТГВ; соблюдать осторожность у пациентов с факторами риска ВТЭ",
        "Сообщается о парадоксальном снижении холестерина ЛПВП; контролировать ХС-ЛПВП в течение нескольких месяцев после начала терапии; прекращение приема HDL-C вызывает сильную депрессию; не возобновлять терапию",
        "Сообщается о панкреатите; может быть неэффективность с тяжелой гипертриглицеридемией, прямым эффектом препарата или вторичным эффектом через образование желчных камней или сладжа",
        "Может увеличить экскрецию холестерина с желчью, что может привести к желчнокаменной болезни",
        "Может увеличить креатинин сыворотки; периодически контролировать функцию почек у пациентов с почечной недостаточностью",
        "Влияние на заболеваемость и смертность от ишемической болезни сердца не установлено",
        "Совместный прием с варфарином может усилить антикоагулянтный эффект, что приведет к удлинению ПВ/МНО.",
        "Может уменьшить гемоглобин, гематокрит и лейкоциты; сообщалось о тромбоцитопении и агранулоцитозе; рекомендуется мониторинг показателей крови в течение первого года терапии",
        "Повышает риск миозита или миопатии и связан с рабдомиолизом; риск может увеличиться при совместном применении со статинами",
        "Более высокие дозы или одновременный прием статинов связаны с повышением уровня трансаминаз в сыворотке крови.",
        "Анафилаксия и ангионевротический отек сообщили; если у пациента появляются признаки или симптомы острой реакции гиперчувствительности, порекомендуйте ему немедленно обратиться за медицинской помощью и прекратить терапию. Тяжелые кожные побочные реакции на лекарственные средства (SCAR), включая синдром Стивенса-Джонсона, токсический эпидермальный некролиз и лекарственные реакции с эозинофилией и системными симптомами (DRESS ), о которых сообщалось в постмаркетинговом периоде, происходящем через несколько дней или недель после начала терапии; случаи DRESS, связанные с кожными реакциями (такими как сыпь, эксфолиативный дерматит) и сочетанием эозинофилии, лихорадки, поражения системных органов (почечных, печеночных или респираторных); прекратить терапию и лечить пациентов соответствующим образом, если есть подозрение на СКАР"
      ],
      "specific": [
        {
          "type": "Гепатотоксичность",
          "description": [
            "У многих пациентов одновременно наблюдалось повышение уровня общего билирубина, аланинтрансаминазы (АЛТ) и аспартатаминотрансферазы (АСТ) в сыворотке крови.",
            "Мониторинг функции печени пациента, включая АЛТ, АСТ и общий билирубин в сыворотке, в начале исследования и периодически в течение всей терапии.",
            "В клинических исследованиях фенофибрат в дозах, эквивалентных 90 мг в сутки, вызывал повышение уровня АСТ или АЛТ в сыворотке; частота повышения уровня трансаминаз может быть дозозависимой",
            "Пациенты с ЛПП испытывают признаки и симптомы, включая темную мочу, аномальный стул, желтуху, недомогание, боль в животе, миалгию, потерю веса, зуд и тошноту.",
            "Прекратите терапию, если развиваются признаки или симптомы поражения печени или сохраняется повышенный уровень ферментов (АЛТ или АСТ более чем в 3 раза превышает верхнюю границу нормы или если это сопровождается повышением уровня билирубина); не возобновлять терапию у этих пациентов, если нет альтернативного объяснения повреждения печени",
            "Сообщалось о серьезном лекарственном поражении печени (ЛПП), включая трансплантацию печени и смерть; О ЛПП сообщалось в течение первых нескольких недель лечения или после нескольких месяцев терапии, а в некоторых случаях исчезало при прекращении лечения.",
            "ЛПП был охарактеризован как гепатоцеллюлярный, хронический активный и холестатический гепатит, а цирроз печени возник в связи с хроническим активным гепатитом."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет увеличивать уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид будет снижать уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "фенофибрат микронизированный, аторвастатин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Фенофибрат может еще больше увеличить риск развития рабдомиолиза при добавлении к оптимальной схеме приема статинов для дальнейшего снижения ТГ и повышения ЛПВП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "колхицин",
      "description": {
        "common": "колхицин, фенофибрат микронизированный.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск развития рабдомиолиза (в том числе с летальным исходом)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет повышать уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувастатин",
      "description": {
        "common": "фенофибрат микронизированный, флувастатин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Фенофибрат может еще больше увеличить риск развития рабдомиолиза при добавлении к оптимальной схеме приема статинов для дальнейшего снижения ТГ и повышения ЛПВП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ловастатин",
      "description": {
        "common": "фенофибрат микронизированный, ловастатин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Фенофибрат может еще больше увеличить риск развития рабдомиолиза при добавлении к оптимальной схеме приема статинов для дальнейшего снижения ТГ и повышения ЛПВП. Не превышайте дозу ловастатина 20 мг/день."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "питавастатин",
      "description": {
        "common": "фенофибрат микронизированный, питавастатин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Фенофибрат может еще больше увеличить риск развития рабдомиолиза при добавлении к оптимальной схеме приема статинов для дальнейшего снижения ТГ и повышения ЛПВП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "правастатин",
      "description": {
        "common": "фенофибрат микронизированный, правастатин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Фенофибрат может еще больше увеличить риск развития рабдомиолиза при добавлении к оптимальной схеме приема статинов для дальнейшего снижения ТГ и повышения ЛПВП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "розувастатин",
      "description": {
        "common": "фенофибрат микронизированный, розувастатин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Фенофибрат может еще больше увеличить риск развития рабдомиолиза при добавлении к оптимальной схеме приема статинов для дальнейшего снижения ТГ и повышения ЛПВП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "симвастатин",
      "description": {
        "common": "фенофибрат микронизированный, симвастатин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Фенофибрат может еще больше увеличить риск развития рабдомиолиза при добавлении к оптимальной схеме приема статинов для дальнейшего снижения ТГ и повышения ЛПВП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет увеличивать уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "белзутифан будет снижать уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Если невозможно избежать одновременного применения белзутифана с чувствительными субстратами CYP3A4, рассмотрите возможность увеличения дозы чувствительного субстрата CYP3A4 в соответствии с инструкцией по его применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат будет снижать уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "микронизированный фенофибрат усиливает действие хлорпропамида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин снижает уровень микронизированного фенофибрата за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холевая кислота",
      "description": {
        "common": "фенофибрат микронизированный повышает токсичность холевой кислоты за счет уменьшения выведения. Изменить терапию/внимательно контролировать. Избегайте одновременного применения ингибиторов помпы оттока солей желчных кислот (BSEP). Может усилить накопление конъюгированных желчных солей в печени и привести к клиническим симптомам. Если необходимо одновременное применение, контролируйте сывороточные трансаминазы и билирубин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "микронизированный фенофибрат повышает уровень циклоспорина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс снижает уровень микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении. При необходимости рассмотрите возможность увеличения дозы субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP3A4; противопоказан при использовании субстратов CYP3A4, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин будет снижать уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фуросемид",
      "description": {
        "common": "фенофибрат микронизированный, фуросемид.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор. Повышенный риск при гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "микронизированный фенофибрат усиливает действие глимепирида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "микронизированный фенофибрат усиливает действие глипизида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "микронизированный фенофибрат усиливает действие глибурида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон повышает уровень микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Илоперидон является зависящим от времени ингибитором CYP3A и может приводить к повышению уровня препаратов в плазме, выводимых преимущественно CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "микронизированный фенофибрат усиливает действие инсулина аспарта за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "фенофибрат микронизированный, инсулин деглудек.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "фенофибрат микронизированный, инсулин деглудек/инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "фенофибрат микронизированный усиливает действие инсулина детемир за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "фенофибрат микронизированный усиливает эффекты инсулина гларгина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "микронизированный фенофибрат усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "фенофибрат микронизированный, инсулин ингаляционный.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "фенофибрат микронизированный усиливает действие инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "фенофибрат микронизированный усиливает действие инсулина НПХ за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "фенофибрат микронизированный усиливает эффекты обычного человеческого инсулина за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет увеличивать уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир (умеренный ингибитор CYP3A4) может увеличить количество субстратов CYP3A4, начатых в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "Микронизированный фенофибрат повышает уровень или эффект мавакамтена, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Начало применения слабых ингибиторов CYP2C19 может потребовать снижения дозы мавакамтена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, фенофибрат микронизированные. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат будет снижать уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "фенофибрат микронизированный повышает уровень тенофовира DF за счет снижения почечного клиренса. Используйте осторожность/монитор. Повышенный риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толазамид",
      "description": {
        "common": "микронизированный фенофибрат усиливает действие толазамида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "фенофибрат микронизированный усиливает действие толбутамида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "микронизированный фенофибрат повышает уровень или эффект варфарина, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать. Механизм взаимодействия может быть обусловлен ингибированием CYP2C9 и замещением связывания с белками."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет увеличивать уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет увеличивать уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "колестипол",
      "description": {
        "common": "колестипол снижает уровень микронизированного фенофибрата за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет увеличивать уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эзетимиб",
      "description": {
        "common": "микронизированный фенофибрат повышает уровень эзетимиба за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "октакозанол",
      "description": {
        "common": "октакозанол усиливает действие микронизированного фенофибрата за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "орлистат",
      "description": {
        "common": "орлистат усиливает действие микронизированного фенофибрата за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Боль в животе",
      "percent": "4.6"
    },
    {
      "name": "Боль в спине",
      "percent": "3.4"
    },
    {
      "name": "Повышенный АСТ",
      "percent": "3.4"
    },
    {
      "name": "Головная боль",
      "percent": "3.2"
    },
    {
      "name": "Повышенный АЛТ",
      "percent": "3"
    },
    {
      "name": "Увеличение КФК",
      "percent": "3"
    },
    {
      "name": "Тошнота",
      "percent": "2.3"
    },
    {
      "name": "Запор",
      "percent": "2.1"
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "рабдомиолиз",
      "percent": null
    },
    {
      "name": "мышечные спазмы",
      "percent": null
    },
    {
      "name": "артралгия",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "Почечная недостаточность",
      "percent": null
    },
    {
      "name": "Гепатит",
      "percent": null
    },
    {
      "name": "цирроз печени",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "Сильно сниженный уровень ЛПВП",
      "percent": null
    },
    {
      "name": "Реакции фоточувствительности",
      "percent": null
    },
    {
      "name": "может возникать через несколько дней или месяцев после начала терапии",
      "percent": null
    },
    {
      "name": "Интерстициальное заболевание легких",
      "percent": null
    },
    {
      "name": "Повышение общего билирубина",
      "percent": null
    },
    {
      "name": "Астения",
      "percent": null
    }
  ]
}