{
  "name": "обилтоксаксимаб",
  "comment": "Rx",
  "other_names": [
    "сибиреязвенный антитоксин",
    "Антим"
  ],
  "classes": [
    "Противоядия",
    "Другой"
  ],
  "source": "https://reference.medscape.com/drug/anthim-anthrax-antitoxin-obiltoxaximab-1000054",
  "pregnancy": {
    "common": [
      "Ограниченные данные в виде отчетов о случаях заражения сибирской язвой беременных женщин указывают на то, что инфицирование матери связано с высоким риском материнской, внутриутробной и неонатальной смертности, особенно при отсутствии лечения.",
      "Нет данных о применении у беременных женщин для информирования о риске, связанном с приемом препарата."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "Никаких признаков вреда для беременной новозеландской белой (NZW) крольчихи или плода не наблюдалось при дозе, в 2 раза превышающей человеческую."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Хотя иммуноглобулины человека выделяются с грудным молоком, опубликованные данные свидетельствуют о том, что потребление грудного молока новорожденными не приводит к существенному всасыванию этих материнских иммуноглобулинов в кровоток.",
      "Неизвестно, проникает ли он в грудное молоко человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Немедленно прекратите инфузию при возникновении гиперчувствительности или анафилаксии и примите соответствующие меры.",
        "Внимательно наблюдайте за пациентами на наличие признаков и симптомов реакций гиперчувствительности во время инфузии и в течение определенного периода времени после введения.",
        "Сообщалось о гиперчувствительности и анафилаксии при внутривенном введении обилтоксаксимаба.",
        "Из-за риска гиперчувствительности и анафилаксии внутривенное вливание следует проводить в контролируемых условиях обученным персоналом, имеющим оборудование для лечения анафилаксии."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Реакции гиперчувствительности были наиболее частыми побочными реакциями в исследованиях безопасности (см. Предупреждения в черном ящике).",
        "Перед введением рекомендуется премедикация дифенгидрамином; дифенгидрамин не предотвращает анафилаксию и может маскировать или отсрочивать появление симптомов гиперчувствительности"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Гиперчувствительность",
      "percent": "10.6"
    },
    {
      "name": "Головная боль",
      "percent": "8"
    },
    {
      "name": "Инфекции верхних дыхательных путей",
      "percent": "5"
    },
    {
      "name": "Зуд",
      "percent": "4"
    },
    {
      "name": "Кашель",
      "percent": "3"
    },
    {
      "name": "Синяк на месте прокола сосуда",
      "percent": "3"
    },
    {
      "name": "Отек места инфузии",
      "percent": "3"
    },
    {
      "name": "Заложенность носа",
      "percent": "2"
    },
    {
      "name": "Боль в месте введения",
      "percent": "2"
    },
    {
      "name": "Крапивница",
      "percent": "2"
    },
    {
      "name": "Боль в конечностях",
      "percent": "2"
    },
    {
      "name": "Анафилаксия",
      "percent": "0.9"
    }
  ]
}