{
  "name": "дифлоразон",
  "comment": "Rx",
  "other_names": [
    "АпексиКон",
    "АпексиКон Е",
    "Псоркон"
  ],
  "classes": [
    "Актуальный",
    "Кортикостероиды"
  ],
  "source": "https://reference.medscape.com/drug/apexicon-e-diflorasone-343517",
  "pregnancy": {
    "common": [
      "Кортикостероиды обычно оказывают тератогенное действие на лабораторных животных при системном введении в относительно низких дозировках; более сильнодействующие кортикостероиды оказывают тератогенное действие после накожного применения у лабораторных животных; адекватных и строго контролируемых исследований тератогенных эффектов кортикостероидов местного применения у беременных женщин не проводилось; топические кортикостероиды следует использовать во время беременности, только если потенциальная польза оправдывает потенциальный риск для плода; препараты этого класса не следует широко применять у беременных, в больших количествах или в течение длительного периода времени."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Неизвестно, может ли местное введение кортикостероидов привести к достаточной системной абсорбции для образования обнаруживаемых количеств в грудном молоке; поскольку многие препараты выделяются с грудным молоком, следует соблюдать осторожность при назначении препарата кормящей женщине."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Офтальмологическое использование",
        "Гиперчувствительность",
        "Основная инфекция"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Избегайте контакта с глазами; посоветуйте пациентам сообщать о любых визуальных симптомах",
        "При наличии дерматологических инфекций назначить соответствующие противогрибковые или антибактериальные препараты; если благоприятный ответ не наступает быстро, прекратите терапию кортикостероидами до тех пор, пока инфекция не будет адекватно контролироваться.",
        "Саркома Капоши, о которой сообщалось при длительной терапии кортикостероидами",
        "Избегайте средних и очень высоких потенций на лице, складках, в паху, потому что это может увеличить абсорбцию стероидов.",
        "Педиатрические пациенты могут поглощать пропорционально большее количество местных кортикостероидов и, таким образом, быть более восприимчивыми к системной токсичности.",
        "Используйте med в очень высокой потенции в течение <2 недель, чтобы уменьшить местные и системные побочные эффекты.",
        "Некоторые пациенты, в том числе дети, могут проявлять склонность к индуцированному кортикостероидами подавлению оси HPA и синдрому Кушинга из-за длительного использования или добавления окклюзионных повязок.",
        "Используйте низкую потенцию для хронической терапии",
        "Использование актуальных кортикостероидов может увеличить риск задней субкапсулярной катаракты и глаукомы; катаракты, о которых сообщалось в пострегистрационном опыте использования местных продуктов дифлоразона диацетата; глаукома с возможным повреждением зрительного нерва и повышенным внутриглазным давлением, о которых сообщалось в пострегистрационном опыте применения местных кожных кортикостероидов.",
        "Длительная местная терапия кортикостероидами может препятствовать росту и развитию детей.",
        "При появлении раздражения местное применение кортикостероидов следует прекратить и назначить соответствующую терапию.",
        "Используйте более низкие потенции для детей (т. е. увеличьте BSA/кг, следовательно, увеличьте системную абсорбцию)"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Атрофия кожи",
      "percent": "2"
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "Сухость",
      "percent": null
    },
    {
      "name": "фолликулит",
      "percent": null
    },
    {
      "name": "Вторичная инфекция",
      "percent": null
    },
    {
      "name": "Стрии",
      "percent": null
    },
    {
      "name": "Изменения пигментации",
      "percent": null
    },
    {
      "name": "подавление HPA",
      "percent": null
    },
    {
      "name": "с более высокой потенцией используется",
      "percent": null
    },
    {
      "name": "неделя",
      "percent": null
    },
    {
      "name": "Сжигание",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Раздражение",
      "percent": null
    },
    {
      "name": "Гипертрихоз",
      "percent": null
    },
    {
      "name": "Угревая сыпь",
      "percent": null
    },
    {
      "name": "Гипопигментация",
      "percent": null
    },
    {
      "name": "Периоральный дерматит",
      "percent": null
    },
    {
      "name": "Аллергический контактный дерматит",
      "percent": null
    },
    {
      "name": "Мацерация кожи",
      "percent": null
    },
    {
      "name": "Милиария",
      "percent": null
    },
    {
      "name": "Нарушения зрения",
      "percent": null
    },
    {
      "name": "Катаракта",
      "percent": null
    },
    {
      "name": "глаукома",
      "percent": null
    },
    {
      "name": "центральная серозная хориоретинопатия",
      "percent": null
    }
  ]
}