{
  "name": "инсулин глулизин",
  "comment": "Rx",
  "other_names": [
    "Апидра",
    "Апидра Солостар"
  ],
  "classes": [
    "Противодиабетические средства",
    "Инсулины быстрого действия",
    "инсулины"
  ],
  "source": "https://reference.medscape.com/drug/apidra-insulin-glulisine-999004",
  "pregnancy": {
    "common": [
      "Имеющиеся данные фармаконадзора не установили связи с использованием инсулина глулизина во время беременности и серьезных врожденных дефектов, невынашивания беременности или неблагоприятных исходов для матери или плода; существуют риски для матери и плода, связанные с плохо контролируемым диабетом во время беременности",
      "Гипогликемия и гипергликемия чаще возникают во время беременности у пациенток с прегестационным диабетом; плохо контролируемый диабет во время беременности увеличивает риск развития у матери диабетического кетоацидоза, преэклампсии, самопроизвольных абортов, преждевременных родов и осложнений при родах; плохо контролируемый диабет увеличивает риск серьезных врожденных дефектов плода, мертворождения и заболеваемости, связанной с макросомией"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Исследования репродукции животных проводились с использованием инсулина глулизина у крыс и кроликов с использованием обычного человеческого инсулина в качестве сравнения; инсулин глулизин вводили самкам крыс на протяжении всей беременности в дозах подкожно до 10 ЕД/кг/сут (в 2 раза больше средней дозы для человека, исходя из сравнения площади поверхности тела), а кроликам в период органогенеза в дозах подкожно до 1,5 ЕД/кг/сут. день (в 0,5 раза выше средней дозы для человека, исходя из сравнения площади поверхности тела); эффекты не отличались от эффектов, наблюдаемых при подкожном применении обычного человеческого инсулина."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Имеющиеся данные из опубликованной литературы позволяют предположить, что продукты человеческого инсулина попадают в грудное молоко; в литературе не сообщалось о побочных реакциях у младенцев, находящихся на грудном вскармливании; нет данных о влиянии продуктов экзогенного человеческого инсулина на молочную продуктивность; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, или от основного состояния матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Документально подтвержденная гиперчувствительность",
        "Во время эпизодов гипогликемии"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось о случайном перепутывании препаратов инсулина; чтобы избежать ошибок при приеме лекарств между APIDRA и другой терапией инсулином, проинструктируйте пациентов всегда проверять этикетку инсулина перед каждой инъекцией.",
        "Повышенная потребность в инсулине: лихорадка, гипертиреоз, травма, инфекция, хирургическое вмешательство.",
        "Если возникают реакции гиперчувствительности, прекратите терапию; лечите в соответствии со стандартом лечения и наблюдайте до исчезновения симптомов и признаков; препарат противопоказан пациентам, у которых была реакция гиперчувствительности к нему или любому из его вспомогательных веществ.",
        "Снижение потребности в инсулине: диарея, Н/В, мальабсорбция, гипотиреоз, почечная недостаточность, печеночная недостаточность.",
        "Никогда не делитесь шприц-ручкой между пациентами, даже если игла менялась; пациенты, использующие флаконы, никогда не должны использовать их повторно и никогда не должны делиться иглами или шприцами с другим человеком; совместное использование игл или ручек представляет риск передачи патогенов, передающихся через кровь",
        "Может вызывать переход калия из внеклеточного во внутриклеточное пространство, что может привести к гипокалиемии; нелеченная гипокалиемия может вызвать паралич дыхания, желудочковую аритмию и смерть; соблюдать осторожность у пациентов, которые могут быть подвержены риску гипокалиемии (например, у пациентов, принимающих препараты, снижающие уровень калия, у пациентов, принимающих препараты, чувствительные к концентрации калия в сыворотке крови).",
        "Отрегулируйте дозировку и мониторинг, когда это оправдано с медицинской точки зрения",
        "При почечной или печеночной недостаточности может потребоваться частый контроль уровня глюкозы и снижение дозы инсулина.",
        "Не смешивайте подкожную инъекцию с другими препаратами инсулина, кроме инсулина НПХ.",
        "Тиазолидиндионы являются гамма-агонистами рецептора, активируемого пролиферацией пероксисом (PPAR), и могут вызывать дозозависимую задержку жидкости, особенно при использовании в сочетании с инсулином; задержка жидкости может привести к сердечной недостаточности или усугубить ее, контролировать признаки и симптомы сердечной недостаточности и проводить соответствующее лечение, а при развитии сердечной недостаточности рассмотреть возможность прекращения приема тиазолидиндионов."
      ],
      "specific": [
        {
          "type": "гипогликемия",
          "description": [
            "Пациенты и лица, осуществляющие уход, должны быть обучены распознавать гипогликемию и управлять ею; самоконтроль уровня глюкозы в крови играет важную роль в профилактике и лечении гипогликемии; у пациентов с повышенным риском гипогликемии и у пациентов со сниженной симптоматической осведомленностью о гипогликемии рекомендуется повышенная частота мониторинга уровня глюкозы в крови",
            "Гипогликемия может возникнуть внезапно, и симптомы могут различаться у каждого человека и меняться со временем у одного и того же человека; симптоматическое осознание гипогликемии может быть менее выраженным у пациентов с длительно существующим сахарным диабетом, у пациентов с диабетической невропатией, у пациентов, принимающих препараты, блокирующие симпатическую нервную систему (например, бета-блокаторы), или у пациентов, перенесших рецидивирующую гипогликемию; инсулин не следует использовать во время эпизодов гипогликемии",
            "Гипогликемия является наиболее частой побочной реакцией всех видов инсулинотерапии; тяжелая гипогликемия может вызвать судороги, может привести к потере сознания, может быть опасной для жизни или привести к смерти; гипогликемия может ухудшить способность к концентрации внимания и время реакции; это может подвергнуть человека и других людей риску в ситуациях, когда эти способности важны (например, вождение или работа с другими механизмами)"
          ]
        },
        {
          "type": "Факторы риска гипогликемии",
          "description": [
            "Другие факторы, которые могут увеличить риск гипогликемии, включают изменения в схеме приема пищи (например, содержание макронутриентов или время приема пищи), изменения в уровне физической активности или изменения в совместном приеме лекарств; пациенты с почечной или печеночной недостаточностью могут подвергаться более высокому риску гипогликемии",
            "Риск гипогликемии после инъекции связан с продолжительностью действия инсулина и, как правило, является самым высоким при максимальном сахароснижающем эффекте инсулина; время гипогликемии обычно отражает время-действие вводимого препарата инсулина; как и для всех препаратов инсулина, продолжительность гипогликемического эффекта этой формы инсулина может различаться у разных людей или в разное время у одного и того же человека и зависит от многих условий, включая область инъекции, а также кровоснабжение и температуру в месте инъекции."
          ]
        },
        {
          "type": "Гипергликемия или гипогликемия при изменении режима инсулинотерапии",
          "description": [
            "Изменения следует вносить осторожно и только под тщательным медицинским наблюдением, а частоту мониторинга уровня глюкозы в крови следует увеличить.",
            "Сообщалось, что повторные инъекции инсулина в области липодистрофии или локализованного кожного амилоидоза приводят к гипергликемии; Сообщалось, что внезапное изменение места инъекции (на незатронутую область) приводит к гипогликемии.",
            "Изменения в инсулине, дозе инсулина, производителе, типе или способе введения могут повлиять на гликемический контроль и предрасполагать к гипогликемии или гипергликемии.",
            "Вносить любые изменения в режим инсулинотерапии пациента под тщательным медицинским наблюдением с учащением контроля уровня глюкозы в крови.",
            "Посоветуйте пациентам, которые неоднократно вводили инъекции в области липодистрофии или локализованного кожного амилоидоза, сменить место инъекции на незатронутые области и внимательно следить за гипогликемией.",
            "Для пациентов с сахарным диабетом 2 типа может потребоваться коррекция доз при сопутствующем пероральном противодиабетическом лечении."
          ]
        },
        {
          "type": "п/к инфузия инсулина",
          "description": [
            "Инсулин в резервуаре необходимо менять не реже, чем каждые 48 часов.",
            "Не подвергать воздействию температур >98,6 F (37 C)",
            "Неисправность инсулиновой помпы или инфузионного набора, ошибки при обращении или деградация инсулина могут быстро привести к гипергликемии, кетозу и диабетическому кетоацидозу; необходима своевременная идентификация и коррекция причины гипергликемии или кетоза; пациенты, использующие помпу для непрерывной подкожной инфузии инсулина, должны быть обучены введению инсулина в виде инъекций и иметь доступ к альтернативной терапии инсулином в случае отказа помпы.",
            "Не разбавляйте и не смешивайте с любым другим инсулином."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прамлинтид",
      "description": {
        "common": "инсулин глулизин, прамлинтид. Механизм: неустановленный механизм взаимодействия. Противопоказано. Должен вводиться отдельно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "этанол, инсулин глулизин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Алкоголь может как усиливать, так и ослаблять эффект инсулина по снижению уровня глюкозы в крови; алкоголь может снижать эндогенную выработку глюкозы (повышенный риск гипогликемии) или ухудшать гликемический контроль за счет добавления калорий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "инсулин глулизин, мациморелин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Препараты, которые могут кратковременно повышать концентрацию гормона роста (GH), могут повлиять на точность диагностического теста мациморелина. Прежде чем вводить мациморелин, подождите достаточное время вымывания препаратов, влияющих на высвобождение ГР."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акарбоза",
      "description": {
        "common": "акарбоза, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "альбиглутид, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алоглиптин",
      "description": {
        "common": "алоглиптин, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол, инсулин глулизин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин, инсулин глулизин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное введение инсулина с высокими дозами салицилатов (3 г/сутки и более) может увеличить риск гипогликемии. Может потребоваться коррекция дозы инсулина и увеличение частоты мониторинга уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир снижает эффекты инсулина глулизина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азилсартан",
      "description": {
        "common": "азилсартан усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "беназеприл усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Усиленный гипогликемический эффект; Следите за уровнем глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бексаглифлозин",
      "description": {
        "common": "бексаглифлозин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите возможность введения более низкой дозы инсулина во избежание гипогликемии при одновременном применении с бексаглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Горький лимон",
      "description": {
        "common": "горькая дыня усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "канаглифлозин",
      "description": {
        "common": "инсулин глулизин, канаглифлозин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с канаглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кандесартан",
      "description": {
        "common": "кандесартан усиливает действие инсулина глулизина за счет неуточненного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "каптоприл усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови. Следите за уровнем глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "хлорпропамид, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "корица",
      "description": {
        "common": "корица усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Вероятность гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофибрат",
      "description": {
        "common": "ципрофибрат усиливает эффекты инсулина глулизина за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин, инсулин глулизин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дапаглифлозин",
      "description": {
        "common": "инсулин глулизин, дапаглифлозин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с дапаглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир снижает эффекты инсулина глулизина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "инсулин глулизин и дефлазакорт снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "дексфенфлурамин усиливает эффекты инсулина глулизина за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Дексфенфлурамин усиливает поглощение глюкозы в периферических тканях, увеличивая риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и инсулин глулизин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "дизопирамид усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и дизопирамида может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулаглутид",
      "description": {
        "common": "дулаглутид, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эмпаглифлозин",
      "description": {
        "common": "эмпаглифлозин, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с ингибиторами SGLT2."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эналаприл",
      "description": {
        "common": "эналаприл усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпросартан",
      "description": {
        "common": "эпросартан усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эртуглифлозин",
      "description": {
        "common": "эртуглифлозин, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с эртуглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "этинилэстрадиол снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Оральные контрацептивы могут снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "раствор эксенатида для инъекций, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "инъекционная суспензия эксенатида, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "фенфлурамин усиливает эффекты инсулина глулизина за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Фенфлурамин усиливает поглощение глюкозы в периферических тканях, увеличивая риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенофибрат",
      "description": {
        "common": "фенофибрат усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенофибрат микронизированный",
      "description": {
        "common": "микронизированный фенофибрат усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенофибриновая кислота",
      "description": {
        "common": "фенофибриновая кислота усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флероксацин",
      "description": {
        "common": "флероксацин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и флуоксетина может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир снижает эффекты инсулина глулизина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "фозиноприл усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемфиброзил",
      "description": {
        "common": "гемфиброзил усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "глимепирид, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "глипизид, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюкагон",
      "description": {
        "common": "глюкагон снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Эндогенный глюкагон является регуляторным гормоном, повышающим уровень глюкозы в крови; экзогенный глюкагон часто используется для лечения гипогликемии у больных сахарным диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюкагон интраназально",
      "description": {
        "common": "Интраназальный глюкагон снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Эндогенный глюкагон является регуляторным гормоном, повышающим уровень глюкозы в крови; экзогенный глюкагон часто используется для лечения гипогликемии у больных сахарным диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "глибурид, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имидаприл",
      "description": {
        "common": "имидаприл усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир снижает действие инсулина глулизина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "ирбесартан усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид усиливает действие инсулина глулизина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетотифен, офтальмологический",
      "description": {
        "common": "кетотифен, офтальмологический, инсулин глулизин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может привести к тромбоцитопении (редко). Мониторить ЦБК."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ланреотид",
      "description": {
        "common": "ланреотид усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение аналогов инсулина и соматостатина может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "левофлоксацин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "линаглиптин",
      "description": {
        "common": "линаглиптин, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид усиливает действие инсулина глулизина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "лираглутид, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "лизиноприл усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "литий, инсулин глулизин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Соли лития могут вызывать как гипогликемию, так и гипергликемию. Может потребоваться коррекция дозы инсулина и усиленный контроль уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонапегсоматропин",
      "description": {
        "common": "лонапегсоматропин снижает действие инсулина глулизина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Внимательно следите за уровнем глюкозы в крови при лечении противодиабетическими средствами. Лонапегсоматропин может снижать чувствительность к инсулину, особенно в более высоких дозах. Пациентам с сахарным диабетом может потребоваться коррекция дозы инсулина и/или других сахароснижающих средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир снижает эффекты инсулина глулизина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "лозартан усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, инсулин глулизин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилат магния",
      "description": {
        "common": "Салицилат магния усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное введение инсулина с высокими дозами салицилатов (3 г/сутки и более) может увеличить риск гипогликемии. Может потребоваться коррекция дозы инсулина и увеличение частоты мониторинга уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мекасермин",
      "description": {
        "common": "мекасермин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные гипогликемические эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "метформин, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилтестостерон",
      "description": {
        "common": "Метилтестостерон усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Важно контролировать всех пациентов с сахарным диабетом 2 типа, принимающих противодиабетические средства и получающих андрогены, на предмет изменений гликемического контроля. Вероятность гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "Интраназальный метоклопрамид усиливает действие инсулина глулизина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Повышение моторики ЖКТ под действием метоклопрамида может увеличить доставку пищи в кишечник и повысить уровень глюкозы в крови. Контролируйте уровень глюкозы в крови и при необходимости измените режим дозирования инсулина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метрелептин",
      "description": {
        "common": "инсулин глулизин, метрелептин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение метрелептина с инсулином и/или средствами, стимулирующими секрецию инсулина (например, сульфонилмочевины, производные меглитинида) может увеличить риск гипогликемии; может потребоваться более низкая доза инсулина или средства, стимулирующие секрецию инсулина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миглитол",
      "description": {
        "common": "миглитол, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "моэксиприл усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "моксифлоксацин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол, инсулин глулизин. Механизм: фармакодинамический антагонизм. Используйте осторожность/монитор. Неселективные бета-блокаторы задерживают восстановление нормогликемии после индуцированной инсулином гипогликемии; однако они также ингибируют секрецию инсулина, поэтому бета-блокатор Tx длительного действия может привести к снижению толерантности к глюкозе. Инсулин-индуцированная гипогликемия может вызвать гипертензию во время терапии неселективными бета-блокаторами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "натеглинид, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир снижает эффекты инсулина глулизина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ниацин",
      "description": {
        "common": "ниацин снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Одновременное применение инсулина и никотиновой кислоты может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "октреотид",
      "description": {
        "common": "октреотид усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение аналогов инсулина и соматостатина может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оланзапин, инсулин глулизин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олмесартан",
      "description": {
        "common": "олмесартан усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "опунция фикус индика",
      "description": {
        "common": "Opuntia ficus indica усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "палиперидон, инсулин глулизин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пасиреотид",
      "description": {
        "common": "пасиреотид усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение аналогов инсулина и соматостатина может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентамидин",
      "description": {
        "common": "пентамидин, инсулин глулизин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Пентамидин может вызывать как гипогликемию, так и гипергликемию с последующим противоположным эффектом. Может потребоваться коррекция дозы инсулина и усиленный контроль уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "периндоприл",
      "description": {
        "common": "периндоприл усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенелзин",
      "description": {
        "common": "Фенелзин усиливает действие инсулина глулизина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "пиндолол, инсулин глулизин. Механизм: фармакодинамический антагонизм. Используйте осторожность/монитор. Неселективные бета-блокаторы задерживают восстановление нормогликемии после индуцированной инсулином гипогликемии; однако они также ингибируют секрецию инсулина, поэтому бета-блокатор Tx длительного действия может привести к снижению толерантности к глюкозе. Инсулин-индуцированная гипогликемия может вызвать гипертензию во время терапии неселективными бета-блокаторами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиоглитазон",
      "description": {
        "common": "инсулин глулизин повышает токсичность пиоглитазона по неизвестному механизму. Используйте осторожность/монитор. Инсулин может усиливать задержку жидкости, связанную с приемом тиазолидиндионов (агонистов гамма-рецепторов, активируемых пролиферацией пероксисом [PPAR])."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин усиливает действие инсулина глулизина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пропранолол, инсулин глулизин. Механизм: фармакодинамический антагонизм. Используйте осторожность/монитор. Неселективные бета-блокаторы задерживают восстановление нормогликемии после индуцированной инсулином гипогликемии; однако они также ингибируют секрецию инсулина, поэтому бета-блокатор Tx длительного действия может привести к снижению толерантности к глюкозе. Инсулин-индуцированная гипогликемия может вызвать гипертензию во время терапии неселективными бета-блокаторами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "кветиапин, инсулин глулизин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квинаприл",
      "description": {
        "common": "Квинаприл усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рамиприл",
      "description": {
        "common": "рамиприл усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "разагилин",
      "description": {
        "common": "разагилин усиливает действие инсулина глулизина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "рисперидон, инсулин глулизин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир снижает действие инсулина глулизина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "розиглитазон",
      "description": {
        "common": "инсулин глулизин повышает токсичность розиглитазона по неизвестному механизму. Используйте осторожность/монитор. Инсулин может усиливать задержку жидкости, связанную с приемом тиазолидиндионов (агонистов гамма-рецепторов, активируемых пролиферацией пероксисом [PPAR])."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "сакубитрил/валсартан усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное введение инсулина с высокими дозами салицилатов (3 г/сутки и более) может увеличить риск гипогликемии. Может потребоваться коррекция дозы инсулина и увеличение частоты мониторинга уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир снижает эффекты инсулина глулизина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саксаглиптин",
      "description": {
        "common": "саксаглиптин, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селегилин",
      "description": {
        "common": "Селегилин усиливает действие инсулина глулизина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "семаглутид",
      "description": {
        "common": "семаглутид, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное введение инсулина с агонистами ГПП-1 может увеличить риск гипогликемии. Снижение дозы инсулина может уменьшить риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Акулий хрящ",
      "description": {
        "common": "акульи хрящи усиливают действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ситаглиптин",
      "description": {
        "common": "ситаглиптин, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/?сульфат магния/хлорид калия повышает токсичность инсулина глулизина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния повышает токсичность инсулина глулизина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль",
      "description": {
        "common": "инсулин глулизин и сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль снижают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сомапацитан",
      "description": {
        "common": "сомапацитан снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Продукты гормона роста могут снижать чувствительность к инсулину, особенно в более высоких дозах. После начала приема сомапацитана может потребоваться коррекция дозы противодиабетических средств. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соматропин",
      "description": {
        "common": "соматропин снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "сульфадиазин усиливает эффекты инсулина глулизина по неустановленному механизму взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и сульфаниламидных антибиотиков может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксипиридазин",
      "description": {
        "common": "сульфаметоксипиридазин усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "сульфизоксазол усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и сульфаниламидных антибиотиков может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "телмисартан усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тестостерон интраназальный",
      "description": {
        "common": "Интраназальное введение тестостерона усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Андрогены могут снижать уровень глюкозы в крови, что может потребовать снижения дозы противодиабетических препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "тимолол, инсулин глулизин. Механизм: фармакодинамический антагонизм. Используйте осторожность/монитор. Неселективные бета-блокаторы задерживают восстановление нормогликемии после индуцированной инсулином гипогликемии; однако они также ингибируют секрецию инсулина, поэтому бета-блокатор Tx длительного действия может привести к снижению толерантности к глюкозе. Инсулин-индуцированная гипогликемия может вызвать гипертензию во время терапии неселективными бета-блокаторами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "типранавир снижает эффекты инсулина глулизина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толазамид",
      "description": {
        "common": "толазамид, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "толбутамид, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "трандолаприл усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "транилципромин",
      "description": {
        "common": "транилципромин усиливает действие инсулина глулизина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты инсулина глулизина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "валсартан усиливает действие инсулина глулизина за счет неуточненного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксипамид",
      "description": {
        "common": "ксипамид снижает уровень инсулина глулизина за счет увеличения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "зипразидон, инсулин глулизин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репейник",
      "description": {
        "common": "Репейник усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "американский женьшень",
      "description": {
        "common": "Американский женьшень усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анаму",
      "description": {
        "common": "Анаму усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия усиливают действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "балсалазид усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "бендрофлуметиазид снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бексаротин",
      "description": {
        "common": "бексаротен усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "хлорталидон снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хром",
      "description": {
        "common": "хром усиливает эффекты инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клонидин",
      "description": {
        "common": "клонидин, инсулин глулизин. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Уменьшение симптомов гипогликемии. Механизм: снижение выработки катехоламинов, вызванное гипогликемией."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Коэнзим Q10",
      "description": {
        "common": "коэнзим Q10 усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Следите за потребностью в инсулине."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "Кукурузный шелк усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "циклопентиазид снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дамиана",
      "description": {
        "common": "damiana снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "даназол",
      "description": {
        "common": "даназол усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Коготь дьявола",
      "description": {
        "common": "Коготь дьявола усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлюнизал усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бузина",
      "description": {
        "common": "ягоды бузины усиливают действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (исследования in vitro)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "эвкалипт усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуоксиместерон",
      "description": {
        "common": "флуоксиместерон усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фо-ти",
      "description": {
        "common": "fo-ti усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "форсколин",
      "description": {
        "common": "форсколин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Коленол, соединение, содержащееся в корне колеуса, может стимулировать высвобождение инсулина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "готу кола",
      "description": {
        "common": "Готу кола усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "guanfacine",
      "description": {
        "common": "гуанфацин, инсулин глулизин. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Уменьшение симптомов гипогликемии. Механизм: снижение выработки катехоламинов, вызванное гипогликемией."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гимнема",
      "description": {
        "common": "gymnema усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "семена конского каштана",
      "description": {
        "common": "семена конского каштана усиливают действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "гидрохлоротиазид снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "индапамид снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид снижает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "можжевельник",
      "description": {
        "common": "можжевельник усиливает эффекты инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "лофепрамин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ликоп",
      "description": {
        "common": "lycopus усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (исследования на животных)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "мапротилин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "месаламин",
      "description": {
        "common": "месаламин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "местеролон",
      "description": {
        "common": "Местеролон усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "метилпреднизолон снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "метолазон снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "крапива",
      "description": {
        "common": "крапива усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин, инсулин глулизин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Возможна дисгликемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксандролон",
      "description": {
        "common": "Оксандролон усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксиметолон",
      "description": {
        "common": "оксиметолон усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Женьшень",
      "description": {
        "common": "Женьшень обыкновенный усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пегвисомант",
      "description": {
        "common": "пегвисомант усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "кислый фосфат калия усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Взаимодействие особенно заметно при лечении гипокалиемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "хлорид калия усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Взаимодействие особенно заметно при лечении гипокалиемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "цитрат калия усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Взаимодействие особенно заметно при лечении гипокалиемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мудрец",
      "description": {
        "common": "шалфей усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (не аза) усиливают действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Сибирский женьшень",
      "description": {
        "common": "Сибирский женьшень усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "сульфасалазин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тестостерон",
      "description": {
        "common": "тестостерон усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буккальная система тестостерона",
      "description": {
        "common": "Буккальная система тестостерона усиливает эффекты инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тестостерон актуальные",
      "description": {
        "common": "Актуальный тестостерон усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Тонгкат Али",
      "description": {
        "common": "Тонгкат Али усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин усиливает эффекты инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ванадий",
      "description": {
        "common": "ванадий усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "Кора ивы усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "гипогликемия",
      "percent": null
    },
    {
      "name": "Резистентность к инсулину",
      "percent": null
    },
    {
      "name": "липодистрофия",
      "percent": null
    },
    {
      "name": "Липогипертрофия",
      "percent": null
    },
    {
      "name": "Местный аллергический рхн",
      "percent": null
    },
    {
      "name": "Гипокалиемия",
      "percent": null
    }
  ]
}