{
  "name": "туберкулин очищенный белковый производный",
  "comment": "Rx",
  "other_names": [
    "Манту",
    "Склаво ППД Солн",
    "PPD",
    "Аплисол",
    "туберсол"
  ],
  "classes": [
    "Диагностика",
    "Антимикробные препараты"
  ],
  "source": "https://reference.medscape.com/drug/aplisol-tubersol-tuberculin-purified-protein-derivative-343175",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: неизвестно, выделяется ли с грудным молоком."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: неизвестно, выделяется ли с грудным молоком."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Предыдущая положительная реакция на туберкулиновую кожную пробу, подавленная в течение 6 недель после вирусной инфекции, неактивный ТБ",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Содержит растворимые продукты роста туберкулезной палочки.",
        "Избегайте подкожного введения туберкулина; в этом случае местная реакция не развивается, но у высокочувствительных лиц может возникнуть общая лихорадочная реакция и/или острое воспаление вокруг старых туберкулезных очагов.",
        "PPD более очищен и является предпочтительным продуктом",
        "Несоблюдение рекомендаций по хранению и обращению с препаратом может привести к потере активности и неточным результатам теста.",
        "Для каждого отдельного пациента следует использовать отдельный стерильный одноразовый шприц и иглу для предотвращения возможной передачи сывороточного вируса гепатита и других инфекционных агентов от одного человека к другому; следует соблюдать особую осторожность, чтобы продукт вводился внутрикожно, а не в кровеносный сосуд.",
        "Реактивность на тест может быть снижена или подавлена ​​в течение 5–6 недель у лиц после иммунизации некоторыми живыми вирусными вакцинами, вирусных инфекций или прекращения приема кортикостероидов или иммунодепрессантов.",
        "Как и любой другой биологический продукт, адреналин должен быть доступен немедленно в случае возникновения анафилактоидной реакции или острой реакции гиперчувствительности.",
        "Перед введением аплисола изучите анамнез пациента на предмет возможной гиперчувствительности немедленного типа к продукту, определите предшествующее применение препарата и наличие каких-либо противопоказаний к тесту.",
        "Старый туберкулин (ОТ) представляет собой культуральный фильтрат одинаковой активности.",
        "Результаты тестов у ВИЧ-инфицированных менее надежны, так как количество CD4 снижается.",
        "Любое состояние, которое ухудшает или ослабляет клеточный иммунитет, потенциально может вызвать ложноотрицательную реакцию, включая старение.",
        "Сообщалось о ряде факторов, вызывающих снижение способности реагировать на туберкулиновую пробу, таких как наличие инфекций, вирусных инфекций (корь, эпидемический паротит, ветряная оспа, ВИЧ), прививки от живых вирусов (корь, эпидемический паротит, краснуха и другие живые вакцины). ), бактериальные инфекции (брюшной тиф, бруцеллез, сыпной тиф, проказа, коклюш, распространенный туберкулез, туберкулезный плеврит), грибковые инфекции (южноамериканский бластомикоз), лекарственные препараты (кортикостероиды и другие иммунодепрессанты), нарушения обмена веществ (хроническая почечная недостаточность), низкий уровень белка состояния (тяжелая белковая деплеция, афибриногенемия), возраст (новорожденные, пожилые пациенты со сниженной чувствительностью), стресс (операции, ожоги, психические заболевания, реакции «трансплантат против хозяина»), заболевания, поражающие лимфоидные органы (болезнь Ходжкина, лимфома, хронический лейкоз, саркоидоз) и злокачественные новообразования",
        "Прогностическая ценность туберкулиновой кожной пробы зависит от распространенности инфекции M.tuberculosis и относительной распространенности перекрестных реакций с нетуберкулезными микобактериями.",
        "Устройство для многократного прокола (Аплитест, СклавоТест-ППД, Тине Тест ППД) менее чувствительно"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "О предполагаемых нежелательных явлениях после введения любой вакцины можно сообщать в Систему отчетности о нежелательных явлениях прививок.",
      "percent": "1-800"
    },
    {
      "name": "ВАЕРС",
      "percent": "822-7967"
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Везикуляция",
      "percent": null
    },
    {
      "name": "изъязвление",
      "percent": null
    },
    {
      "name": "Некроз",
      "percent": null
    },
    {
      "name": "Боль",
      "percent": null
    }
  ]
}