{
  "name": "лефлуномид",
  "comment": "Rx",
  "other_names": [
    "Арава"
  ],
  "classes": [
    "Другой",
    "DMARD",
    "Иммунодепрессанты"
  ],
  "source": "https://reference.medscape.com/drug/arava-leflunomide-343203",
  "pregnancy": {
    "common": [
      "Рекомендовать женщинам немедленно уведомить поставщика медицинских услуг, если беременность возникает или подозревается во время лечения; женщины, получающие лечение и желающие забеременеть, должны прекратить прием препарата и пройти процедуру ускоренной отмены препарата для достижения концентрации терифлуномида в плазме < 0,02 мг/л (0,02 мкг/мл)",
      "Реестр воздействия при беременности отслеживает исходы беременности у женщин, получавших терапию во время беременности; медработникам и пациентам рекомендуется сообщать о беременности по телефону 1-877-311-8972 или на сайте",
      "Препарат противопоказан беременным женщинам из-за потенциального вреда для плода; данные реестра экспозиции при беременности недоступны, чтобы информировать о наличии или отсутствии риска, связанного с употреблением наркотиков во время беременности.",
      "Рекомендовать женщинам с репродуктивным потенциалом использовать эффективные средства контрацепции во время лечения и во время процедуры отмены препарата до тех пор, пока не будет подтверждено, что концентрация терифлуномида в плазме < 0,02 мг/л.",
      "Исключить беременность у женщин репродуктивного возраста до начала лечения.",
      "Снижение концентрации активного метаболита терифлуномида в плазме путем введения процедуры ускоренной элиминации препарата сразу после выявления беременности может снизить риск для плода от терапии; процедура ускоренной элиминации препарата включает проверку концентрации терифлуномида в плазме крови менее 0,02 мг/л."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных пероральное введение лефлуномида во время органогенеза в дозе, равной 1/10 и эквивалентной максимальной рекомендуемой дозе для человека (MRHD) на основе AUC, соответственно у крыс и кроликов, вызывало тератогенность (крысы и кролики) и эмбриолетальность. (крысы)"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Клинические исследования лактации, не проведенные для оценки присутствия препарата в грудном молоке, воздействия на ребенка, находящегося на грудном вскармливании, или на выработку молока; из-за возможности серьезных побочных реакций у младенцев, находящихся на грудном вскармливании, посоветуйте кормящей женщине прекратить грудное вскармливание во время терапии"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Противопоказан при беременности",
        "Не применять беременным женщинам или женщинам детородного возраста, не использующим надежную контрацепцию.",
        "Избегайте беременности во время лечения и в период выведения препарата после лечения (т. е. метаболит М1 <0,02 мкг/мл)."
      ],
      "specific": [
        {
          "type": "Тяжелое поражение печени",
          "description": [
            "Одновременное применение с другими препаратами, вызывающими поражение печени, увеличивает риск",
            "Рекомендовать мониторинг АЛТ ежемесячно в течение 6 месяцев после начала лечения, а затем каждые 6–8 недель.",
            "Если АЛТ повышается более чем в 3 раза от ВГН, прервите терапию на время выяснения вероятной причины; если вероятно, что это вызвано лефлуномидом, начните вымывание холестирамина, чтобы ускорить элиминацию, и проводите последующие LFT не реже одного раза в неделю до тех пор, пока значение АЛТ не станет нормальным; если повышение уровня АЛТ не вызвано лефлуномидом, можно рассмотреть возможность возобновления приема лефлуномида",
            "Не использовать при уже существующих заболеваниях печени",
            "Не используйте, если повышены ферменты печени (АЛТ> 2 X ULN)",
            "Выявлено 49 случаев тяжелого поражения печени, в том числе 14 случаев фатальной печеночной недостаточности."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Текущее лечение терифлуномидом",
        "Тяжелые гапические нарушения",
        "Беременность",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось о синдроме Стивенса-Джонсона и токсическом эпидермальном некролизе (редко); прекратить терапию и провести процедуру ускоренной элиминации препарата",
        "Сообщается о гепатотоксичности (см. Предупреждения о черном ящике)",
        "Сообщалось об интерстициальной болезни легких (ИЗЛ), которая была связана с летальным исходом; риск увеличивается с предшествующим анамнезом ИЗЛ; если легочные симптомы ухудшаются у пациентов с ранее существовавшей ИЗЛ, рассмотрите возможность прекращения терапии и проведения процедуры ускоренной элиминации препарата.",
        "Когда принимается решение о переходе на другой противоревматический препарат с потенциальной гематологической супрессией, рассмотрите возможность мониторинга гематологической токсичности, поскольку системное воздействие обоих соединений может перекрываться.",
        "Потенциальное увеличение риска злокачественных новообразований",
        "Может вызвать иммуносупрессию; не рекомендуется пациентам с тяжелым иммунодефицитом, дисплазией костного мозга или тяжелыми неконтролируемыми инфекциями; если возникает серьезная инфекция, рассмотрите возможность прерывания терапии и инициирования процедуры ускоренной элиминации препарата.",
        "Случаи туберкулеза, зарегистрированные в клинических исследованиях; до начала терапии провести скрининг всех пациентов на активную и неактивную («латентную») туберкулезную инфекцию с помощью общепринятых диагностических тестов; препарат не изучался у пациентов с положительным скринингом на туберкулез; безопасность у лиц с латентной туберкулезной инфекцией неизвестна; лечите пациентов с положительным результатом на туберкулез в соответствии со стандартной медицинской практикой до начала терапии; тщательно контролировать во время лечения для возможной реактивации инфекции",
        "Сообщается о периферической нейропатии; большинство выздоравливают после прекращения приема препарата; факторы риска включают возраст старше 60 лет, сопутствующий прием нейротоксичных препаратов и диабет; если у пациента развивается периферическая невропатия, рассмотрите возможность прекращения лечения и проведения процедуры ускоренной элиминации.",
        "Сообщается о повышении артериального давления при терапии; измеряйте артериальное давление перед началом терапии и периодически после нее",
        "Если произойдет непреднамеренная беременность, немедленно прекратите прием и позвоните по номеру (877) 311-8972; холестирамин может снизить риск для плода",
        "При терапии сообщалось о панцитопении, агранулоцитозе и тромбоцитопении; чаще всего сообщалось у пациентов, которые получали сопутствующее лечение метотрексатом или другими иммунодепрессантами или недавно прекратили эти методы лечения; в некоторых случаях у пациентов в анамнезе были значительные гематологические нарушения",
        "Одновременное применение терифлуномида с лефлуномидом не рекомендуется, так как лефлуномид является исходным соединением терифлуномида.",
        "Сообщалось о редких случаях лекарственной реакции с эозинофилией и системными симптомами (DRESS); прекратить терапию; рекомендуется процедура ликвидации наркотиков",
        "У пациентов, принимающих ингибиторы ДПП-4, сообщалось о тяжелой и инвалидизирующей артралгии; рассматривать как возможную причину сильной боли в суставах и при необходимости прекратить прием препарата",
        "Активный метаболит имеет очень длительный период полувыведения, что следует учитывать при введении живых вакцин или планировании беременности; всем женщинам детородного возраста рекомендуется принимать холестирамин по 8 г 3 раза в сутки 11 дней для ускорения выведения метаболита.",
        "Выполните подсчет лейкоцитов и гемоглобина или гематокрита на исходном уровне и ежемесячно в течение шести месяцев после начала терапии и каждые 6–8 недель после этого; ежемесячный мониторинг при одновременном применении с метотрексатом или другими потенциальными иммунодепрессантами; прекратить лечение, если у пациентов, получающих терапию, возникает супрессия костного мозга, и провести процедуру ускоренной элиминации препарата",
        "Вакцинация живыми вакцинами не рекомендуется"
      ],
      "specific": [
        {
          "type": "Ускоренное устранение",
          "description": [
            "Без использования процедуры ускоренной элиминации препарата может потребоваться до 2 лет для достижения концентрации терифлуномида в плазме менее 0,02 мг/л, концентрация в плазме не связана с эмбрио-фетальной токсичностью у животных.",
            "Активный метаболит лефлуномида, терифлуномид, медленно выводится из плазмы; использование процедуры ускоренной элиминации препарата быстро снизит концентрацию лефлуномида и активного метаболита терифлуномида в плазме.",
            "Рассмотрите ускоренную процедуру элиминации в любое время после прекращения терапии и, в частности, когда у пациента возникли серьезные побочные реакции (например, гепатотоксичность, серьезная инфекция, угнетение функции костного мозга, синдром Стивена-Джонсона, токсический эпидермальный некролиз, периферическая невропатия, интерстициальное заболевание легких). ), подозрение на гиперчувствительность или беременность",
            "Всем женщинам детородного возраста рекомендуется пройти процедуру ускоренной элиминации после прекращения лечения."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "адалимумаб",
      "description": {
        "common": "адалимумаб и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алефацепт",
      "description": {
        "common": "алефацепт и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анакинра",
      "description": {
        "common": "анакинра и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против сибирской язвы",
      "description": {
        "common": "лефлуномид снижает действие вакцины против сибирской язвы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин лошадиный",
      "description": {
        "common": "антитимоцитарный глобулин лошадиный и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин кролик",
      "description": {
        "common": "антитимоцитарный глобулин кролика и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "лефлуномид, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азатиоприн",
      "description": {
        "common": "азатиоприн и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "базиликсимаб",
      "description": {
        "common": "базиликсимаб и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "лефлуномид снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "беклометазон, ингаляционный",
      "description": {
        "common": "беклометазон при вдыхании повышает токсичность лефлуномида за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск гематологической токсичности; следует контролировать супрессию костного мозга, по крайней мере, ежемесячно на протяжении всей продолжительности одновременной терапии, когда лефлуномид применяется с другими иммунодепрессантами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "лефлуномид, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "канакинумаб",
      "description": {
        "common": "канакинумаб и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "лефлуномид, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "даролутамид",
      "description": {
        "common": "даролутамид повысит уровень или эффект лефлуномида по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Даролутамид является ингибитором BCRP. Избегайте совместного применения с ингибиторами BCRP. Если использование неизбежно, внимательно следите за побочными реакциями и рассмотрите возможность снижения дозы препарата-субстрата BCRP (см. информацию о назначении субстрата BCRP)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анатоксины дифтерии и столбняка",
      "description": {
        "common": "лефлуномид уменьшает действие анатоксинов дифтерии и столбняка за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/ бесклеточная коклюшная вакцина",
      "description": {
        "common": "Лефлуномид снижает действие дифтерийно-столбнячного анатоксина/ бесклеточной коклюшной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/бесклеточный коклюш/полиовирус, инактивированная вакцина",
      "description": {
        "common": "лефлуномид уменьшает действие анатоксинов дифтерии и столбняка/бесклеточного коклюша/полиовируса, инактивированной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этанерцепт",
      "description": {
        "common": "этанерцепт и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "эверолимус и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глатирамер",
      "description": {
        "common": "глатирамер и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "голимумаб",
      "description": {
        "common": "голимумаб и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А инактивированная",
      "description": {
        "common": "лефлуномид снижает действие вакцины против гепатита А, инактивированной фармакодинамическим антагонизмом. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита а/б",
      "description": {
        "common": "лефлуномид снижает действие вакцины против гепатита А/В за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А/брюшного тифа",
      "description": {
        "common": "лефлуномид снижает действие вакцины против гепатита А/брюшного тифа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита В",
      "description": {
        "common": "лефлуномид снижает действие вакцины против гепатита В за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека невалентная",
      "description": {
        "common": "лефлуномид снижает действие вакцины против вируса папилломы человека, невалентной за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека четырехвалентная",
      "description": {
        "common": "лефлуномид снижает действие вакцины против вируса папилломы человека, четырехвалентный за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "лефлуномид, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфликсимаб",
      "description": {
        "common": "инфликсимаб и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "Лефлуномид снижает действие четырехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "лефлуномид снижает эффекты четырехвалентной вакцины против вируса гриппа, адъювантно проявляя фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа на культуре клеток",
      "description": {
        "common": "Лефлуномид снижает действие четырехвалентной вакцины против вируса гриппа, культивируемой на клетках, за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "лефлуномид снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "лефлуномид снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "лефлуномид снижает эффекты трехвалентной вакцины против вируса гриппа, фармакодинамически антагонизирует адъювантом. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Вакцина против вируса японского энцефалита",
      "description": {
        "common": "лефлуномид снижает действие вакцины против вируса японского энцефалита за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан повышает уровень лефлуномида на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Ласмидитан ингибирует BCRP in vitro. Избегайте совместного введения лазмидитана с субстратами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект лефлуномида по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "лефлуномид, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от кори (краснухи)",
      "description": {
        "common": "лефлуномид снижает действие вакцины против кори (краснухи) за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, паротита и краснухи, живая",
      "description": {
        "common": "лефлуномид снижает действие вакцин против кори, эпидемического паротита и краснухи, живущих за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "Лефлуномид снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "менингококковая A C Y и полисахаридная вакцина W-135 комбинированная",
      "description": {
        "common": "лефлуномид снижает эффекты менингококковой A C Y и полисахаридной вакцины W-135 в сочетании с фармакодинамическим антагонизмом. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метотрексат",
      "description": {
        "common": "лефлуномид увеличивает токсичность метотрексата за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивная гепатотоксичность, панцитопения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "муромонаб CD3",
      "description": {
        "common": "и лефлуномид, и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "и лефлуномид, и микофенолат усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина 13-валентная",
      "description": {
        "common": "лефлуномид снижает эффекты 13-валентной пневмококковой вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина семивалентная",
      "description": {
        "common": "лефлуномид снижает эффекты пневмококковой вакцины семивалентной за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина поливалентная",
      "description": {
        "common": "лефлуномид снижает эффекты поливалентной пневмококковой вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства",
      "description": {
        "common": "лефлуномид снижает действие вакцины против бешенства за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут препятствовать развитию активного иммунитета."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства из клеток куриного эмбриона",
      "description": {
        "common": "Лефлуномид снижает действие вакцины против бешенства в клетках куриных эмбрионов, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рилонацепт",
      "description": {
        "common": "и лефлуномид, и рилонацепт усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пероральная ротавирусная вакцина, живая",
      "description": {
        "common": "лефлуномид снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против краснухи",
      "description": {
        "common": "лефлуномид снижает действие вакцины против краснухи за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селинексор",
      "description": {
        "common": "селинексор, лефлуномид. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "и лефлуномид, и сиролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против оспы живая",
      "description": {
        "common": "лефлуномид снижает действие вакцины против оспы (вакцинии) за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "и лефлуномид, и такролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "и лефлуномид, и темсиролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "столбнячный анатоксин адсорбированный или жидкий",
      "description": {
        "common": "лефлуномид уменьшает действие адсорбированного или жидкого столбнячного анатоксина за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от клещевого энцефалита",
      "description": {
        "common": "лефлуномид снижает действие вакцины против клещевого энцефалита за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "лефлуномид, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тоцилизумаб",
      "description": {
        "common": "и тоцилизумаб, и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "лефлуномид, тофацитиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Тонгкат Али",
      "description": {
        "common": "и лефлуномид, и тонгкат али усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Инактивированная вакцина против диареи и холеры путешественников",
      "description": {
        "common": "лефлуномид снижает действие вакцины против диареи путешественников и холеры, инактивированных фармакодинамическим антагонизмом. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "полисахаридная вакцина против брюшного тифа",
      "description": {
        "common": "лефлуномид снижает действие брюшнотифозной полисахаридной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "лефлуномид снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "и лефлуномид, и устекинумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "Лефлуномид снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против желтой лихорадки",
      "description": {
        "common": "лефлуномид снижает действие вакцины против желтой лихорадки за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против опоясывающего лишая",
      "description": {
        "common": "лефлуномид снижает действие живой вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб повышает уровень лефлуномида на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: акалабрутиниб может увеличивать экспозицию одновременно вводимых субстратов BCRP за счет ингибирования кишечного BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект лефлуномида за счет увеличения элиминации. Используйте осторожность/монитор. Апалутамид слабо индуцирует BCRP и может снижать системное воздействие препаратов, являющихся субстратами BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "астрагал",
      "description": {
        "common": "лефлуномид усиливает, а астрагал снижает иммуносупрессивные эффекты; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект карведилола, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "лефлуномид снижает действие противохолерной вакцины за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин снижает уровень лефлуномида за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "лефлуномид снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "лефлуномид, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и лефлуномид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эхинацея",
      "description": {
        "common": "лефлуномид усиливает, а эхинацея снижает иммуносупрессивные эффекты; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "элуксадолин повышает уровень лефлуномида за счет замедления метаболизма. Используйте осторожность/монитор. Элуксадолин может увеличивать системную экспозицию одновременно вводимых субстратов BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб повысит уровень или эффект лефлуномида по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Энкорафениб (ингибитор BCRP) может повышать концентрацию и токсичность субстратов BCRP. Внимательно следите за признаками и симптомами повышенного воздействия и рассмотрите возможность корректировки дозы этих субстратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этотоин",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект этотоина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "лефлуномид увеличивает уровень или действие этравирина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "лефлуномид усиливает действие финголимода за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "лефлуномид увеличивает уровень или действие фосфенитоина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "фостаматиниб увеличивает уровень или эффект лефлуномида за счет замедления метаболизма. Используйте осторожность/монитор. Одновременное применение фостаматиниба может повышать концентрацию препаратов-субстратов BCRP. Мониторинг токсичности препарата-субстрата BCRP, который может потребовать снижения дозы при одновременном применении с фостаматинибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "фостемсавир повысит уровень или эффект лефлуномида по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Фостемсавир ингибирует транспортеры BCRP. Если возможно, избегайте совместного введения или измените дозу субстрата BCRP при совместном введении с фостемсавиром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "глекапревир/пибрентасвир повышает уровень или эффект лефлуномида за счет снижения метаболизма. Используйте осторожность/монитор. Глекапревир/пибрентасвир может повышать концентрацию субстратов BCRP в плазме крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гемофильной палочки типа b",
      "description": {
        "common": "лефлуномид снижает действие вакцины против гемофильной палочки типа b за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "гидроксимочевина, лефлуномид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинированная терапия может привести к повышенному риску инфекции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "Ифосфамид повышает токсичность лефлуномида Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: рассмотрите возможность отказа от нагрузочной дозы лефлуномида у пациентов, получающих другие иммунодепрессанты. Мониторинг подавления костного мозга по крайней мере ежемесячно у пациентов, одновременно использующих лефлуномид и другой иммунодепрессант."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, рекомбинантная",
      "description": {
        "common": "Лефлуномид снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа трехвалентная, рекомбинантная",
      "description": {
        "common": "лефлуномид снижает действие трехвалентной, рекомбинантной противогриппозной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "и лефлуномид, и изавуконазония сульфат снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин повышает токсичность лефлуномида за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Рассмотрите возможность не использовать нагрузочную дозу лефлуномида у пациентов, получающих другие иммунодепрессанты. Мониторинг подавления костного мозга по крайней мере ежемесячно у пациентов, одновременно использующих лефлуномид и другой иммунодепрессант."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект лозартана, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Может ингибировать превращение лозартана в его активный метаболит E-3174. Важность взаимодействия не установлена; контролировать индивидуальный терапевтический ответ для определения дозы лозартана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "майтаке",
      "description": {
        "common": "лефлуномид усиливает, а майтаке ослабляет иммуносупрессивные эффекты; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мехлорэтамин",
      "description": {
        "common": "мехлорэтамин повышает токсичность лефлуномида за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Рассмотрите возможность не использовать нагрузочную дозу лефлуномида у пациентов, получающих другие иммунодепрессанты. Мониторинг подавления костного мозга по крайней мере ежемесячно у пациентов, одновременно использующих лефлуномид и другой иммунодепрессант."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелфалан",
      "description": {
        "common": "мелфалан, лефлуномид.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Рассмотрите возможность не использовать нагрузочную дозу лефлуномида у пациентов, получающих другие иммунодепрессанты. Мониторинг подавления костного мозга по крайней мере ежемесячно у пациентов, одновременно использующих лефлуномид и другой иммунодепрессант."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "лефлуномид снижает действие менингококковой вакцины группы В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Лица с измененной иммунокомпетентностью могут иметь сниженный иммунный ответ на вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меркаптопурин",
      "description": {
        "common": "и лефлуномид, и меркаптопурин усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект натеглинида, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "окрелизумаб увеличивает токсичность лефлуномида по неизвестному механизму. Изменить терапию/внимательно контролировать. Совместное введение лефлуномида и окрелизумаба может вызвать повышенный риск инфекций, панцитопению, агранулоцитоз и тромбоцитопению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, лефлуномид.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олапариб",
      "description": {
        "common": "и лефлуномид, и олапариб усиливают фармакодинамический синергизм. Используйте осторожность/монитор. Одновременное применение с другими миелосупрессивными противоопухолевыми средствами, включая агенты, повреждающие ДНК, может усиливать и пролонгировать миелосупрессивную токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "отеконазол",
      "description": {
        "common": "отесеконазол повысит уровень или эффект лефлуномида на др. (см. комментарий). Изменить терапию/внимательно контролировать. Otesezonale, ингибитор BCRP, может увеличить эффекты и риск токсичности субстратов BCRP. Используйте самую низкую начальную дозу субстрата BCRP или рассмотрите возможность уменьшения дозы субстрата BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин повышает токсичность лефлуномида за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Рассмотрите возможность не использовать нагрузочную дозу лефлуномида у пациентов, получающих другие иммунодепрессанты. Мониторинг подавления костного мозга по крайней мере ежемесячно у пациентов, одновременно использующих лефлуномид и другой иммунодепрессант."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод, лефлуномид.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Одновременное применение с иммуносупрессивной терапией может увеличить риск аддитивных иммунных эффектов во время терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "лефлуномид повышает уровень или эффект парекоксиба, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект фенитоина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против полиомиелита инактивированная",
      "description": {
        "common": "лефлуномид снижает действие вакцины против полиомиелита, инактивированной фармакодинамическим антагонизмом. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб повышает уровень лефлуномида на др. (см. комментарий). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин повышает токсичность лефлуномида за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Рассмотрите возможность не использовать нагрузочную дозу лефлуномида у пациентов, получающих другие иммунодепрессанты. Мониторинг подавления костного мозга по крайней мере ежемесячно у пациентов, одновременно использующих лефлуномид и другой иммунодепрессант."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "регорафениб",
      "description": {
        "common": "регорафениб повысит уровень или эффект лефлуномида по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Регорафениб, вероятно, ингибирует транспорт BCRP (ABCG2). Совместное введение с субстратом BCRP может увеличить системное воздействие субстрата и связанную с ним токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "safinamide",
      "description": {
        "common": "сафинамид повысит уровень или эффект лефлуномида по другим причинам (см. комментарий). Используйте осторожность/монитор. Сафинамид и его основной метаболит могут ингибировать кишечный BCRP. Мониторинг субстратов BCRP для увеличения фармакологических или побочных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "лефлуномид снижает эффекты сипулеуцел-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "софосбувир/велпатасвир повысит уровень или эффект лефлуномида по другому (см. комментарий). Используйте осторожность/монитор. Велпатасвир является ингибитором транспортера лекарственного средства BCRP. Одновременное применение может увеличить системное воздействие препаратов, являющихся субстратами BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол повысит уровень или действие лефлуномида на др. (см. комментарий). Изменить терапию/внимательно контролировать. Стирипентол является ингибитором транспорта BCRP. Рассмотрите возможность снижения дозы субстратов BCRP, если при совместном применении возникают побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тафамидис",
      "description": {
        "common": "тафамидис повысит уровень или эффект лефлуномида по другим причинам (см. комментарий). Используйте осторожность/монитор. Тафамидис ингибирует белок, устойчивый к раку молочной железы (BCRP) in vitro, и может увеличивать экспозицию субстратов BCRP после введения тафамидиса или тафамидиса меглюмина. Может потребоваться корректировка дозировки этих субстратов BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тафамидис меглюмин",
      "description": {
        "common": "tafamidis meglumine повысит уровень или эффект лефлуномида по другим причинам (см. комментарий). Используйте осторожность/монитор. Тафамидис ингибирует белок, устойчивый к раку молочной железы (BCRP) in vitro, и может увеличивать экспозицию субстратов BCRP после введения тафамидиса или тафамидиса меглюмина. Может потребоваться корректировка дозировки этих субстратов BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "лефлуномид, тамоксифен. влияет на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Ингибирование CYP2C9/10 снижает метаболизм тамоксифена до активных метаболитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, лефлуномид.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, лефлуномид.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "лефлуномид усиливает действие варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против опоясывающего лишая рекомбинантная",
      "description": {
        "common": "лефлуномид снижает действие рекомбинантной вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить эффективность рекомбинантной вакцины против опоясывающего лишая."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "активированный уголь",
      "description": {
        "common": "активированный уголь снижает уровень лефлуномида путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алосетрон",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект алосетрона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "босентан",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект бозентана, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект целекоксиба, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диклофенак",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект диклофенака, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "лефлуномид повышает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флувастатин",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект флувастатина, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект ибупрофена внутривенно, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект мелоксикама, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пироксикам",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект пироксикама, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин усиливает действие лефлуномида за счет усиления метаболизма. Незначительное/значение неизвестно. Эффекты лефлуномида обусловлены его активным метаболитом."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Акулий хрящ",
      "description": {
        "common": "лефлуномид, акульи хрящи.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Усиленный антиангиогенез (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект сульфаметоксазола, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толбутамид",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект толбутамида, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект вориконазола, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Диарея",
      "percent": "17"
    },
    {
      "name": "Респираторные инфекции",
      "percent": "15"
    },
    {
      "name": "Алопеция",
      "percent": "10"
    },
    {
      "name": "Гипертония",
      "percent": "10"
    },
    {
      "name": "Сыпь",
      "percent": "10"
    },
    {
      "name": "Тошнота",
      "percent": "9"
    },
    {
      "name": "Бронхит",
      "percent": "7"
    },
    {
      "name": "Головная боль",
      "percent": "7"
    },
    {
      "name": "Боль в животе",
      "percent": "5"
    },
    {
      "name": "Аномальный LFT",
      "percent": "5"
    },
    {
      "name": "с",
      "percent": "5"
    },
    {
      "name": "Случайная травма",
      "percent": "5"
    },
    {
      "name": "Боль в спине",
      "percent": "5"
    },
    {
      "name": "Диспепсия",
      "percent": "5"
    },
    {
      "name": "ИМП",
      "percent": "4"
    },
    {
      "name": "Головокружение",
      "percent": "4"
    },
    {
      "name": "Инфекционное заболевание",
      "percent": "4"
    },
    {
      "name": "Совместное расстройство",
      "percent": "4"
    },
    {
      "name": "Зуд",
      "percent": "4"
    },
    {
      "name": "Потеря веса",
      "percent": "3"
    },
    {
      "name": "Анорексия",
      "percent": "3"
    },
    {
      "name": "Кашель",
      "percent": "3"
    },
    {
      "name": "Гастроэнтерит",
      "percent": "3"
    },
    {
      "name": "Фарингит",
      "percent": "3"
    },
    {
      "name": "Стоматит",
      "percent": "3"
    },
    {
      "name": "теносиновит",
      "percent": "3"
    },
    {
      "name": "Рвота",
      "percent": "3"
    },
    {
      "name": "Слабость",
      "percent": "2"
    },
    {
      "name": "Аллергическая реакция",
      "percent": "2"
    },
    {
      "name": "Боль в груди",
      "percent": "2"
    },
    {
      "name": "Сухая кожа",
      "percent": "2"
    },
    {
      "name": "Экзема",
      "percent": "2"
    },
    {
      "name": "Боль",
      "percent": "2"
    },
    {
      "name": "Парестезия",
      "percent": "2"
    },
    {
      "name": "Пневмония",
      "percent": "2"
    },
    {
      "name": "Ринит",
      "percent": "2"
    },
    {
      "name": "Синусит",
      "percent": "2"
    },
    {
      "name": "Синовит",
      "percent": null
    },
    {
      "name": "Тело в целом",
      "percent": null
    },
    {
      "name": "Оппортунистические инфекции",
      "percent": null
    },
    {
      "name": "тяжелые инфекции, включая сепсис, который может привести к летальному исходу",
      "percent": null
    },
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "колит",
      "percent": null
    },
    {
      "name": "включая микроскопический колит",
      "percent": null
    },
    {
      "name": "гематологический",
      "percent": null
    },
    {
      "name": "Агранулоцитоз",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "панцитопения",
      "percent": null
    },
    {
      "name": "тромбоцитопения",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "печеночный",
      "percent": null
    },
    {
      "name": "Гепатит",
      "percent": null
    },
    {
      "name": "желтуха",
      "percent": null
    },
    {
      "name": "холестаз",
      "percent": null
    },
    {
      "name": "тяжелое поражение печени, такое как печеночная недостаточность и острый некроз печени, которые могут быть фатальными",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "Интерстициальное заболевание легких",
      "percent": null
    },
    {
      "name": "включая интерстициальный пневмонит и легочный фиброз",
      "percent": null
    },
    {
      "name": "что может быть фатальным",
      "percent": null
    },
    {
      "name": "легочная гипертензия",
      "percent": null
    },
    {
      "name": "Нервная система",
      "percent": null
    },
    {
      "name": "Периферическая невропатия",
      "percent": null
    },
    {
      "name": "Кожа и придатки",
      "percent": null
    },
    {
      "name": "Многоформная эритема",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "васкулит, включая кожный некротизирующий васкулит",
      "percent": null
    },
    {
      "name": "кожная красная волчанка",
      "percent": null
    },
    {
      "name": "пустулезный псориаз или обострение псориаза",
      "percent": null
    },
    {
      "name": "редкие случаи лекарственной реакции с эозинофилией и системными симптомами",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    },
    {
      "name": "сообщил",
      "percent": null
    }
  ]
}