{
  "name": "щитовидная железа высушенная",
  "comment": "Rx",
  "other_names": [
    "Броня щитовидной железы",
    "Природа-Троид"
  ],
  "classes": [
    "Продукты для щитовидной железы"
  ],
  "source": "https://reference.medscape.com/drug/armour-thyroid-thyroid-usp-thyroid-desiccated-342736",
  "pregnancy": {
    "common": [
      "Гормоны щитовидной железы плохо проникают через плацентарный барьер; клинический опыт на сегодняшний день не указывает на какое-либо неблагоприятное воздействие на плод при назначении гормонов щитовидной железы беременным женщинам.",
      "На основании современных знаний заместительная терапия щитовидной железы у женщин с гипотиреозом не должна прекращаться во время беременности."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Минимальное количество тиреоидных гормонов выделяется с грудным молоком; щитовидная железа не связана с серьезными побочными реакциями и не обладает известным канцерогенным потенциалом; однако следует соблюдать осторожность при назначении препарата щитовидной железы кормящей женщине."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Большие дозы могут вызывать серьезные или даже опасные для жизни проявления токсичности, особенно при введении в сочетании с симпатомиметическими аминами, такими как те, которые используются для их анорексического действия.",
        "Препараты с активностью гормонов щитовидной железы, отдельно или вместе с другими терапевтическими средствами, используемые для лечения ожирения; у пациентов с эутиреозом дозы в пределах суточной потребности в гормонах неэффективны для снижения веса."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Нелеченный тиреотоксикоз, нелеченная надпочечниковая недостаточность",
        "Повышенная чувствительность к гормону щитовидной железы"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "С осторожностью применять при сердечно-сосудистых заболеваниях, стенокардии, АГ, эндокринных нарушениях, пожилом возрасте.",
        "Симптомы микседемы могут быть преувеличены или усугублены; терапия микседематозной комы требует одновременного введения глюкокортикоидов; соблюдайте осторожность; назначать низкие дозы пациентам с длительно существующей микседемой",
        "Будьте осторожны; симптомы могут быть преувеличены или усугублены; Лечение глюкокортикоидами должно предшествовать заместительной терапии щитовидной железы у пациентов с надпочечниковой недостаточностью.",
        "С осторожностью применять при сахарном и несахарном диабете; терапия может усугубить или преувеличить симптомы",
        "При гипотиреозе снижается, а при гипертиреозе повышается чувствительность к пероральным антикоагулянтам; следует тщательно контролировать протромбиновое время у пациентов, получающих лечение щитовидной железы пероральными антикоагулянтами, и дозировку последних следует корректировать на основе частых определений протромбинового времени; у младенцев чрезмерные дозы препаратов гормонов щитовидной железы могут вызвать краниосиностоз",
        "Неэффективен при лечении ожирения или бесплодия, не осложненного гипотиреозом.",
        "Может быть рассмотрено разумное использование при ОИМ, осложненном или вызванном гипотиреозом."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "йодид натрия I-131",
      "description": {
        "common": "высушенная щитовидная железа снизит уровень или эффект йодида натрия I-131 по другому (см. комментарий). Противопоказано. Использование продуктов щитовидной железы или йода до и во время лечения йодидом натрия I-131 снижает поглощение йодида натрия I-131 щитовидной железой."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "высушенная щитовидная железа усиливает действие антитромбина альфа за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "высушенная щитовидная железа усиливает действие антитромбина III за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аргатробан",
      "description": {
        "common": "высушенная щитовидная железа усиливает действие аргатробана за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бемипарин",
      "description": {
        "common": "высушенная щитовидная железа усиливает эффекты бемипарина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "высушенная щитовидная железа усиливает эффекты бивалирудина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "высушенная щитовидная железа усиливает эффекты далтепарина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "высушенная щитовидная железа усиливает эффекты эноксапарина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "высушенная щитовидная железа усиливает эффекты фондапаринукса за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гепарин",
      "description": {
        "common": "высушенная щитовидная железа усиливает действие гепарина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ликоп",
      "description": {
        "common": "lycopus снижает эффекты высушенной щитовидной железы за счет фармакодинамического антагонизма. Противопоказано. Lycopus блокирует периферическое превращение Т4 в Т3."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фениндион",
      "description": {
        "common": "высушенная щитовидная железа усиливает действие фениндиона за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протамин",
      "description": {
        "common": "высушенная щитовидная железа усиливает действие протамина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "высушенная щитовидная железа усиливает действие амитриптилина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенная чувствительность катехоламиновых рецепторов; может усилить ЦНС и сердечно-сосудистые эффекты, включая аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "высушенная щитовидная железа усиливает действие амоксапина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенная чувствительность катехоламиновых рецепторов; может усилить ЦНС и сердечно-сосудистые эффекты, включая аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонильное железо",
      "description": {
        "common": "карбонильное железо снижает уровень обезвоживания щитовидной железы за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин снижает уровень обезвоживания щитовидной железы за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "высушенная щитовидная железа усиливает действие кломипрамина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенная чувствительность катехоламиновых рецепторов; может усилить ЦНС и сердечно-сосудистые эффекты, включая аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "колесевелам",
      "description": {
        "common": "Колесевелам уменьшит уровень или эффект высушенной щитовидной железы Механизм: ингибирование поглощения GI. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Назначьте гормоны щитовидной железы по крайней мере за 4 часа до приема колесевелама. Повышенный уровень тиреотропного гормона (ТТГ) у пациентов, получающих гормоны щитовидной железы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "высушенная щитовидная железа усиливает действие дезипрамина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенная чувствительность катехоламиновых рецепторов; может усилить ЦНС и сердечно-сосудистые эффекты, включая аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "высушенная щитовидная железа снижает эффекты дигоксина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "высушенная щитовидная железа усиливает действие доксепина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенная чувствительность катехоламиновых рецепторов; может усилить ЦНС и сердечно-сосудистые эффекты, включая аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин крем",
      "description": {
        "common": "высушенная щитовидная железа усиливает действие крема с доксепином от других (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенная чувствительность катехоламиновых рецепторов; может усилить ЦНС и сердечно-сосудистые эффекты, включая аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "Элуксадолин повышает уровень обезвоживания щитовидной железы за счет снижения метаболизма. Используйте осторожность/монитор. Элуксадолин может увеличить системную экспозицию одновременно вводимых субстратов OATP1B1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "Железный мальтол снижает уровень обезвоживания щитовидной железы за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железа фумарат",
      "description": {
        "common": "железа фумарат снижает уровень обезвоживания щитовидной железы за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "глюконат железа снижает уровень обезвоживания щитовидной железы за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат железа",
      "description": {
        "common": "сульфат железа снижает уровень обезвоживания щитовидной железы за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "высушенная щитовидная железа усиливает действие имипрамина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенная чувствительность катехоламиновых рецепторов; может усилить ЦНС и сердечно-сосудистые эффекты, включая аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "высушенная щитовидная железа снижает эффекты инсулина деглудек за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Гормоны щитовидной железы регулируют углеводный обмен, глюконеогенез и мобилизацию запасов гликогена; дозы противодиабетических агентов может потребоваться корректировка и может потребоваться повышенная частота мониторинга глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "Высушенная щитовидная железа снижает эффекты инсулина деглудек/инсулин аспарт за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Гормоны щитовидной железы регулируют углеводный обмен, глюконеогенез и мобилизацию запасов гликогена; дозы противодиабетических агентов может потребоваться корректировка и может потребоваться повышенная частота мониторинга глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "высушенная щитовидная железа уменьшает эффекты вдыхаемого инсулина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Гормоны щитовидной железы регулируют углеводный обмен, глюконеогенез и мобилизацию запасов гликогена; дозы противодиабетических агентов может потребоваться корректировка и может потребоваться повышенная частота мониторинга глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "комплекс декстрана железа",
      "description": {
        "common": "Комплекс декстрана железа снижает уровень обезвоживания щитовидной железы за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сахароза железа",
      "description": {
        "common": "сахароза железа снижает уровень обезвоживания щитовидной железы за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат лантана",
      "description": {
        "common": "карбонат лантана снижает уровень обезвоживания щитовидной железы за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте пероральные препараты щитовидной железы по крайней мере за 2 часа до или после приема лантана. Взаимодействие относится только к пероральным препаратам щитовидной железы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа снизит уровень или эффект обезвоживания щитовидной железы по неизвестному механизму. Изменить терапию/внимательно контролировать. Эстрогенный компонент комбинированных гормональных контрацептивов (КГК) может повышать концентрацию тироксинсвязывающего глобулина в сыворотке крови. Женщинам, получающим заместительную терапию гормонами щитовидной железы, могут потребоваться повышенные дозы гормонов щитовидной железы при использовании КГК."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "высушенная щитовидная железа снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "высушенная щитовидная железа снижает эффекты натеглинида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Совместное применение может уменьшить гипогликемическое действие натеглинида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "высушенная щитовидная железа усиливает действие нортриптилина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенная чувствительность катехоламиновых рецепторов; может усилить ЦНС и сердечно-сосудистые эффекты, включая аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "полисахарид железа",
      "description": {
        "common": "полисахарид железа снижает уровень обезвоживания щитовидной железы за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "высушенная щитовидная железа усиливает действие протриптилина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенная чувствительность катехоламиновых рецепторов; может усилить ЦНС и сердечно-сосудистые эффекты, включая аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "шиповника",
      "description": {
        "common": "плоды шиповника снижают уровень обезвоживания щитовидной железы за счет ингибирования поглощения желудочно-кишечного тракта. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "высушенная щитовидная железа усиливает действие тримипрамина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенная чувствительность катехоламиновых рецепторов; может усилить ЦНС и сердечно-сосудистые эффекты, включая аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "высушенная щитовидная железа усиливает действие варфарина за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень обезвоживания щитовидной железы за счет увеличения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень обезвоживания щитовидной железы за счет увеличения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень обезвоживания щитовидной железы за счет увеличения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень обезвоживания щитовидной железы за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "колестипол",
      "description": {
        "common": "колестипол снижает уровень обезвоживания щитовидной железы за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "декслансопразол",
      "description": {
        "common": "декслансопразол снижает уровень обезвоживания щитовидной железы за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат снижает уровень обезвоживания щитовидной железы за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "эзомепразол снижает уровень обезвоживания щитовидной железы за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этотоин",
      "description": {
        "common": "этотоин снижает уровень обезвоживания щитовидной железы за счет увеличения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "фосфенитоин снижает уровень обезвоживания щитовидной железы за счет увеличения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "железистые продукты",
      "description": {
        "common": "железистые продукты усиливают действие обезвоженной щитовидной железы за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивные эффекты с экстрактом щитовидной железы."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гуггул",
      "description": {
        "common": "гуггул уменьшает эффекты высушенной щитовидной железы за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лансопразол",
      "description": {
        "common": "лансопразол снижает уровень обезвоживания щитовидной железы за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол снижает уровень обезвоживания щитовидной железы за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень обезвоживания щитовидной железы за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пантопразол",
      "description": {
        "common": "Пантопразол снижает уровень обезвоживания щитовидной железы за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень обезвоживания щитовидной железы за счет увеличения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень обезвоживания щитовидной железы за счет увеличения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень обезвоживания щитовидной железы за счет увеличения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пирацетам",
      "description": {
        "common": "пирацетам, щитовидная железа высушенная. Механизм: неизвестен. Незначительное/значение неизвестно. Комбинация пирацетама и Т3+Т4 вызывала спутанность сознания, нарушение сна в одном случае."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень обезвоживания щитовидной железы за счет увеличения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рабепразол",
      "description": {
        "common": "рабепразол снижает уровень обезвоживания щитовидной железы за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин снижает уровень обезвоживания щитовидной железы за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень обезвоживания щитовидной железы за счет увеличения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "пастушья сумка уменьшает эффекты высушенной щитовидной железы за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "теофиллин",
      "description": {
        "common": "высушенная щитовидная железа снижает уровень теофиллина за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Тахикардия",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "Аритмии",
      "percent": null
    },
    {
      "name": "Нервозность",
      "percent": null
    },
    {
      "name": "Тремор",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Судороги",
      "percent": null
    }
  ]
}