{
  "name": "флутиказона фуроат",
  "comment": "Rx",
  "other_names": [
    "Арнуити Эллипта"
  ],
  "classes": [
    "Ингалянты",
    "Кортикостероиды"
  ],
  "source": "https://reference.medscape.com/drug/arnuity-ellipta-fluticasone-furoate-999960",
  "pregnancy": {
    "common": [
      "Недостаточно данных о применении у беременных женщин."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "В исследованиях репродукции животных (т. е. крыс, кроликов) в ходе органогенеза при дозах, в 4 раза (крыса) и в 1 раз (кролик) превышающих максимальную рекомендуемую суточную ингаляционную дозу для человека, структурных аномалий плода не наблюдалось."
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "У женщин с плохо или умеренно контролируемой астмой существует повышенный риск нескольких перинатальных неблагоприятных исходов, таких как преэклампсия у матери и недоношенность, низкий вес при рождении и малый для гестационного возраста у новорожденного.",
          "Беременные женщины, страдающие астмой, должны находиться под тщательным наблюдением и при необходимости корректироваться медикаментами для поддержания оптимального контроля над астмой."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Отсутствует информация о присутствии флутиказона фуроата в грудном молоке, влиянии на ребенка, находящегося на грудном вскармливании, или влиянии на выработку молока.",
      "Пользу грудного вскармливания для развития и здоровья следует учитывать наряду с клинической потребностью матери в препарате и любыми потенциальными побочными эффектами флутиказона фуроата или основного заболевания матери на ребенка, находящегося на грудном вскармливании.",
      "Низкие концентрации других ингаляционных кортикостероидов были обнаружены в грудном молоке."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Первичное лечение астматического статуса или других острых эпизодов астмы, когда требуются интенсивные меры",
        "Тяжелая гиперчувствительность к белкам молока или выраженная гиперчувствительность к препарату"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Осторожность при отмене системных кортикостероидов и переходе на ингаляционные кортикостероиды; постепенно снижайте дозу системных кортикостероидов и наблюдайте за симптомами подавления оси HPA и надпочечниковой недостаточностью; снижение дозы преднизолона может быть достигнуто за счет снижения суточной дозы преднизолона на 2,5 мг еженедельно во время терапии.",
        "Если пациент подвергается воздействию ветряной оспы, может быть назначена профилактика с помощью иммуноглобулина ветряной оспы (VZIG); если пациент заразился корью, можно провести профилактику с помощью объединенного внутримышечного иммуноглобулина (IG) (полную информацию о назначении VZIG и IG см. в соответствующих вкладышах упаковки); при развитии ветряной оспы можно рассмотреть возможность лечения противовирусными препаратами; следует с осторожностью применять у пациентов с активными или латентными инфекциями туберкулеза дыхательных путей; системные грибковые, бактериальные, вирусные или паразитарные инфекции; или глазной простой герпес",
        "О локализованных инфекциях полости рта и глотки, вызванных Candida albicans, сообщалось при вдыхании кортикостероидов; лечите соответствующей местной или системной (например, пероральной) противогрибковой терапией, пока продолжается лечение; иногда может потребоваться прерывание терапии; посоветуйте пациенту полоскать рот водой, не глотая, после введения препарата, чтобы снизить риск кандидоза ротоглотки",
        "Пероральные ингаляционные кортикостероиды могут вызывать снижение скорости роста при введении педиатрическим пациентам; рутинно контролировать рост детей, получающих ICS (например, с помощью ростомера); чтобы свести к минимуму системные эффекты пероральных ингаляционных кортикостероидов, титруйте дозу каждого пациента до самой низкой дозы, которая эффективно контролирует его / ее симптомы.",
        "Сообщалось о снижении минеральной плотности костной ткани (МПКТ) при длительном приеме продуктов, содержащих ICS; клиническая значимость небольших изменений МПКТ в отношении долгосрочных последствий, таких как перелом, неизвестна; контролировать и лечить пациентов в соответствии с установленными стандартами лечения; пациентов с основными факторами риска снижения содержания минералов в костной ткани, такими как длительная иммобилизация, остеопороз в семейном анамнезе, постменопаузальный статус, употребление табака, пожилой возраст, плохое питание или хроническое употребление препаратов, которые могут снижать костная масса (например, противосудорожные препараты, пероральные кортикостероиды)",
        "Сообщалось об анафилактических реакциях у пациентов с тяжелой аллергией на молочный белок после вдыхания порошкообразных продуктов, содержащих лактозу; пациенты с тяжелой аллергией на молочный белок не должны использовать продукт",
        "Парадоксальный бронхоспазм может возникнуть с немедленным усилением хрипов после приема препарата; если после введения дозы возникает бронхоспазм, немедленно начните лечение ингаляционными бронхолитиками короткого действия; немедленно прекратить терапию; и назначить альтернативную терапию",
        "Сообщалось о случаях глаукомы, повышенного внутриглазного давления и катаракты у пациентов после длительного применения ингаляционных кортикостероидов.",
        "носовое кровотечение, изъязвление носа, перфорация носовой перегородки, нарушение заживления ран; периодически контролировать пациентов на наличие признаков неблагоприятного воздействия на слизистую оболочку носа; избегать использования у пациентов с недавними язвами носа, операциями на носу или травмами носа",
        "Потенциальное ухудшение существующего туберкулеза; грибковые, бактериальные, вирусные или паразитарные инфекции; или глазной простой герпес; более серьезное или даже фатальное течение ветряной оспы или кори у восприимчивых пациентов; соблюдать осторожность из-за возможности ухудшения этих инфекций; при контакте с ветряной оспой может быть показана профилактика иммуноглобулином против ветряной оспы или объединенным внутривенным иммуноглобулином; если пациент заразился корью, может быть показана профилактика пулом в/м иммуноглобулина (ИГ).",
        "субстрат CYP3A4; сильные ингибиторы CYP3A4 могут увеличить системное воздействие флутиказона",
        "Терапия не должна рассматриваться как бронходилататор и не показана для быстрого купирования бронхоспазма; поручить пациента связаться с врачами немедленно, когда во время курса лечения возникают эпизоды астмы, которые не реагируют на бронходилататоры; во время таких эпизодов пациентам может потребоваться терапия пероральными кортикостероидами."
      ],
      "specific": [
        {
          "type": "Эозинофильные состояния",
          "description": [
            "В редких случаях у пациентов, получающих ингаляционный флутиказона пропионат, могут возникать системные эозинофильные состояния; у некоторых пациентов клинические признаки васкулита соответствуют синдрому Чарга-Стросса, состоянию, которое часто лечится системной терапией кортикостероидами; эти явления были связаны (не всегда) со снижением и/или отменой терапии пероральными кортикостероидами после введения флутиказона пропионата.",
            "Сообщалось также о случаях серьезных эозинофильных состояний при применении других ИКС в этих клинических условиях; врачи должны быть готовы к эозинофилии, васкулитной сыпи, ухудшению легочных симптомов, сердечным осложнениям и/или невропатии у своих пациентов; причинно-следственная связь между флутиказона пропионатом и этими основными состояниями не установлена"
          ]
        },
        {
          "type": "Перевод пациентов с системной кортикостероидной терапии",
          "description": [
            "После отмены системных кортикостероидов для восстановления функции гипоталамо-гипофизарно-надпочечниковой (ГГН) требуется несколько месяцев.",
            "В периоды стресса или тяжелого приступа астмы проинструктируйте пациентов, которые были выведены из системных кортикостероидов, немедленно возобновить пероральные кортикостероиды (в больших дозах) и обратиться к своим врачам для получения дальнейших инструкций; пациенты должны иметь при себе предупреждающую карточку, указывающую на возможную потребность в дополнительных системных стероидах в таких чрезвычайных ситуациях.",
            "Пациенты должны наблюдаться на наличие признаков и симптомов надпочечниковой недостаточности, таких как утомляемость, вялость, слабость, тошнота и рвота и гипотензия.",
            "Перевод пациентов с системной терапии кортикостероидами на ИГКС может выявить аллергические состояния, которые ранее подавлялись системной терапией кортикостероидами (например, ринит, конъюнктивит, экзема, артрит, эозинофильные состояния).",
            "Во время отмены пероральных кортикостероидов следует тщательно контролировать функцию легких (средний объем форсированного выдоха за 1 секунду [ОФВ1] или утреннюю пиковую скорость выдоха [AM PEF]), использование бета-агонистов и симптомы астмы.",
            "Системные эффекты кортикостероидов, такие как гиперкортицизм и угнетение надпочечников (включая адреналовый криз), могут проявляться у небольшого числа пациентов, чувствительных к этим эффектам; если возникают эффекты, дозу ICS следует снижать медленно, в соответствии с принятыми процедурами снижения системных кортикостероидов, и следует рассмотреть другие методы лечения симптомов астмы.",
            "Особая осторожность необходима для пациентов, переведенных с системно активных кортикостероидов на ИГКС; смертность от надпочечниковой недостаточности во время и после перевода с системных кортикостероидов на менее системно доступные ИГКС",
            "Пациентов, нуждающихся в пероральных кортикостероидах, следует медленно отучать от системных кортикостероидов после перевода на ИГКС; снижение дозы преднизолона может быть достигнуто за счет снижения суточной дозы преднизолона на 2,5 мг еженедельно во время терапии ИГКС."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет увеличивать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или действие флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет увеличивать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "Комбинация омбитасвир/паритапревир/ритонавир и дасабувир (DSC) будет повышать уровень или эффект флутиказона фуроата за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Coadministration может снизить концентрацию кортизола в сыворотке; следует рассмотреть альтернативные кортикостероиды, особенно для длительного применения"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет увеличивать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет повышать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб будет повышать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол будет увеличивать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин увеличивает уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат повышает уровень флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет увеличивать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "дювелисиб будет повышать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное применение с дувелисибом увеличивает AUC чувствительного субстрата CYP3A4, что может повышать риск токсичности этих препаратов. Рассмотрите возможность снижения дозы чувствительного субстрата CYP3A4 и следите за признаками токсичности одновременно вводимого чувствительного субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "Элвитегравир/кобицистат/эмтрицитабин/тенофовир DF будет повышать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет увеличивать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин будет снижать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут увеличивает уровень или действие флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб будет повышать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир увеличивает уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или действие флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир увеличивает уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир может увеличить количество субстратов CYP3A4, инициированных в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет увеличивать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон увеличивает уровень или действие флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "митотан снижает уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "Нефазодон будет увеличивать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин увеличивает уровень или действие флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир",
      "description": {
        "common": "нирматрелвир повышает уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Coadministration может увеличить определенные системные концентрации кортикостероидов. Повышенный риск синдрома Кушинга и угнетения функции надпочечников. Рассмотрите возможность чередования кортикостероидов, включая беклометазон и преднизолон)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир будет повышать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Coadministration может увеличить определенные системные концентрации кортикостероидов. Повышенный риск синдрома Кушинга и угнетения функции надпочечников. Рассмотрите возможность чередования кортикостероидов, включая беклометазон и преднизолон)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или действие флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет увеличивать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин увеличивает уровень или действие флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб будет повышать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, флутиказона фуроат. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир будет увеличивать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет повышать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет увеличивать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет увеличивать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет увеличивать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Назофарингит",
      "percent": "8-13"
    },
    {
      "name": "Головная боль",
      "percent": "6-13"
    },
    {
      "name": "Бронхит",
      "percent": "4-7"
    },
    {
      "name": "Синусит",
      "percent": "4-7"
    },
    {
      "name": "грипп",
      "percent": "4-7"
    },
    {
      "name": "Фарингит",
      "percent": "3-6"
    },
    {
      "name": "инфекция ВДП",
      "percent": "2-6"
    },
    {
      "name": "Орофарингеальная боль",
      "percent": "3-4"
    },
    {
      "name": "Зубная боль",
      "percent": "3"
    },
    {
      "name": "Боль в спине",
      "percent": "3"
    },
    {
      "name": "Вирусный гастроэнтерит",
      "percent": "3"
    },
    {
      "name": "Боль в животе",
      "percent": "3"
    },
    {
      "name": "Кашель",
      "percent": "3"
    },
    {
      "name": "Орофарингеальный кандидоз",
      "percent": "3"
    },
    {
      "name": "Дисфония",
      "percent": "2-3"
    },
    {
      "name": "Кандидоз полости рта",
      "percent": "1-3"
    },
    {
      "name": "Процедурная боль",
      "percent": "1-3"
    },
    {
      "name": "Ринит",
      "percent": "1-3"
    },
    {
      "name": "Раздражение горла",
      "percent": "1-3"
    }
  ]
}