{
  "name": "неларабин",
  "comment": "Rx",
  "other_names": [
    "Арранон"
  ],
  "classes": [
    "Антиметаболиты",
    "Противоопухолевые препараты"
  ],
  "source": "https://reference.medscape.com/drug/arranon-nelarabine-342090",
  "pregnancy": {
    "common": [
      "Вред плода может возникнуть при введении беременной женщине; данные о применении у беременных женщин недостаточны для определения связанного с приемом препарата риска серьезных врожденных пороков, выкидыша или неблагоприятного исхода для матери или плода. Существуют риски, связанные с нелеченым лейкозом или лимфомой."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Исследования репродукции животных с беременными кроликами в период органогенеза показали тератогенность при дозах для матери ниже рекомендуемой дозы для взрослых людей 1500 мг/м2/день; информировать женщин о потенциальном риске для плода"
        ]
      },
      {
        "type": "Тестирование на беременность",
        "description": [
          "Перед началом лечения препаратом проверьте статус беременности у женщин с репродуктивным потенциалом."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Мужчины: Рекомендовать мужчинам, включая тех, у кого была вазэктомия, использовать презервативы во время лечения препаратом и в течение 3 месяцев после последней дозы.",
          "Женщины: потенциал для генотоксичности; рекомендовать женщинам с репродуктивным потенциалом использовать эффективные методы контрацепции во время лечения"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии препарата в грудном молоке или молоке животных, влиянии на ребенка, находящегося на грудном вскармливании, или на выработку молока; из-за возможности серьезных побочных реакций у детей, находящихся на грудном вскармливании, от препарата, таких как тяжелые неврологические реакции, рекомендуется женщинам не кормить грудью во время лечения препаратом."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Неврологические события",
          "description": [
            "Эти явления не всегда обратимы после прекращения терапии.",
            "Внимательно следите за неврологическими явлениями и прекращайте терапию при неврологических явлениях по Общему критерию токсичности Национального института рака (NCI) степени 2 или выше.",
            "Сообщалось о тяжелых неврологических явлениях, таких как измененные психические состояния, включая сильную сонливость, эффекты ЦНС, включая судороги, и периферическую невропатию, варьирующуюся от онемения и парестезий до двигательной слабости и паралича.",
            "Также сообщалось о явлениях, связанных с демиелинизацией и восходящими периферическим нейропатиями, сходными по внешнему виду с синдромом Гийена-Барре."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сонливость может возникать во время и в течение нескольких дней после лечения; Рекомендовать пациентам воздерживаться от вождения или участия в опасных профессиях или видах деятельности до тех пор, пока сонливость не исчезнет.",
        "Лейкопения, тромбоцитопения, анемия и нейтропения, в том числе фебрильная нейтропения, связанные с терапией; общий анализ крови, включая тромбоциты, следует регулярно контролировать",
        "Вред плода может возникнуть при введении беременной женщине; информировать беременных женщин о потенциальном риске для плода",
        "Пациенты, получающие терапию, должны получать внутривенную гидратацию в соответствии со стандартной медицинской практикой для лечения гиперурикемии у пациентов с риском развития синдрома лизиса опухоли; рассмотреть аллопуринол у пациентов с риском гиперурикемии",
        "Не вводить живые вакцины пациентам с ослабленным иммунитетом"
      ],
      "specific": [
        {
          "type": "Неврологические побочные реакции",
          "description": [
            "Общие признаки и симптомы нейротоксичности, связанной с приемом лекарств, включают сонливость, головную боль, парестезию и дизестезию, головокружение, невропатию (сенсорную и моторную), мозжечковые нарушения и тремор.",
            "Тяжелая неврологическая токсичность может проявляться комой, эпилептическим статусом, краниоспинальной демиелинизацией или восходящей невропатией, похожей на синдром Гийена-Барре.",
            "Сообщалось о побочных реакциях со стороны нервной системы любой степени тяжести, а у пациентов после начала терапии сообщалось о нежелательных реакциях ≥3 степени (тяжелые, опасные для жизни или со смертельным исходом).",
            "Пациенты, ранее или одновременно получавшие интратекальную химиотерапию или предварительное краниоспинальное облучение, могут подвергаться повышенному риску неврологических нежелательных явлений."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "неларабин снижает действие живых аденовирусов типов 4 и 7 при пероральном приеме за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "неларабин, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "неларабин, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "неларабин, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "деферипрон",
      "description": {
        "common": "деферипрон, неларабин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте использования деферипрона с другими препаратами, которые, как известно, связаны с нейтропенией или агранулоцитозом; если альтернатива невозможна, чаще контролируйте абсолютное количество нейтрофилов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "неларабин, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "неларабин снижает эффекты четырехвалентной вакцины против вируса гриппа, фармакодинамически антагонизирует адъювантом. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "неларабин снижает эффекты трехвалентной вакцины против вируса гриппа, дополненной фармакодинамическим антагонизмом. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "неларабин, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность неларабина по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "ропгинтерферон альфа 2b, неларабин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "неларабин, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "неларабин, тофацитиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб, неларабин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Coadministration может увеличить риск миелосупрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт и неларабин усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "неларабин снижает действие вакцины против холеры за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "неларабин снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "неларабин, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и неларабин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "неларабин усиливает действие финголимода за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "неларабин, гидроксимочевина. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гриппа А (H5N1)",
      "description": {
        "common": "неларабин снижает действие вакцины против гриппа A (H5N1) по механизму: фармакодинамический антагонизм. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить иммунный ответ на вакцину H5N1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа (H5N1) с адъювантом",
      "description": {
        "common": "неларабин уменьшает эффекты вакцины против вируса гриппа (H5N1), адъювантной Механизм: фармакодинамический антагонизм. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить иммунный ответ на вакцину H5N1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "неларабин снижает эффекты менингококковой вакцины группы В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Лица с измененной иммунокомпетентностью могут иметь сниженный иммунный ответ на вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, неларабин.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олапариб",
      "description": {
        "common": "неларабин и олапариб усиливают фармакодинамический синергизм. Используйте осторожность/монитор. Одновременное применение с другими миелосупрессивными противоопухолевыми средствами, включая агенты, повреждающие ДНК, может усиливать и пролонгировать миелосупрессивную токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и неларабин усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "неларабин снижает эффекты сипулеуцел-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, неларабин.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, неларабин.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и неларабин усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие неларабина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Гриб майтаке обладает противоопухолевым действием (исследования на животных/в пробирке)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "таурин",
      "description": {
        "common": "неларабин снижает уровень таурина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витамин А",
      "description": {
        "common": "витамин А, неларабин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Антиоксиданты, такие как витамин А, повышают эффективность и снижают токсичность противоопухолевых препаратов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витамин Е",
      "description": {
        "common": "витамин Е, неларабин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Антиоксиданты, такие как витамин Е, повышают эффективность и снижают токсичность противоопухолевых препаратов."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "анемия",
      "percent": "50"
    },
    {
      "name": "нейтропения",
      "percent": "50"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "50"
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "у взрослых",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "у взрослых",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "у взрослых",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Периферическое неврологическое расстройство",
      "percent": null
    },
    {
      "name": "Гипестезия",
      "percent": null
    },
    {
      "name": "Парестезия",
      "percent": null
    },
    {
      "name": "Астения",
      "percent": null
    },
    {
      "name": "у взрослых",
      "percent": null
    },
    {
      "name": "Боль",
      "percent": null
    },
    {
      "name": "у взрослых",
      "percent": null
    },
    {
      "name": "лихорадка",
      "percent": null
    },
    {
      "name": "у взрослых",
      "percent": null
    },
    {
      "name": "Отек",
      "percent": null
    },
    {
      "name": "у взрослых",
      "percent": null
    },
    {
      "name": "петехии",
      "percent": null
    },
    {
      "name": "у взрослых",
      "percent": null
    },
    {
      "name": "Кашель",
      "percent": null
    },
    {
      "name": "у взрослых",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "у взрослых",
      "percent": null
    },
    {
      "name": "Плевральный выпот",
      "percent": null
    },
    {
      "name": "у взрослых",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "у взрослых",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "у взрослых",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "у взрослых",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "в педах",
      "percent": null
    },
    {
      "name": "Гепатобилиарная г",
      "percent": null
    },
    {
      "name": "о",
      "percent": null
    },
    {
      "name": "в педах",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "у взрослых",
      "percent": null
    },
    {
      "name": "Судороги",
      "percent": null
    },
    {
      "name": "в педах",
      "percent": null
    },
    {
      "name": "Атаксия",
      "percent": null
    },
    {
      "name": "у взрослых",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "у взрослых",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "у взрослых",
      "percent": null
    },
    {
      "name": "Снижение Са",
      "percent": null
    },
    {
      "name": "мг",
      "percent": null
    },
    {
      "name": "в педах",
      "percent": null
    },
    {
      "name": "Смертельные оппортунистические инфекции",
      "percent": null
    },
    {
      "name": "Синдром лизиса опухоли",
      "percent": null
    },
    {
      "name": "Демиелинизация и восходящие периферические невропатии",
      "percent": null
    },
    {
      "name": "похож на Гийена",
      "percent": null
    },
    {
      "name": "синдром Барре",
      "percent": null
    }
  ]
}