{
  "name": "офатумумаб",
  "comment": "Rx",
  "other_names": [
    "Арзерра"
  ],
  "classes": [
    "Моноклональные антитела к CD20",
    "Противоопухолевые препараты"
  ],
  "source": "https://reference.medscape.com/drug/arzerra-ofatumumab-999309",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: неизвестно, распространяется ли в грудном молоке; опубликованные данные свидетельствуют о том, что новорожденный/младенец не проглатывает значительное количество этих материнских антител из грудного молока, хотя следует проявлять осторожность"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: неизвестно, распространяется ли в грудном молоке; опубликованные данные свидетельствуют о том, что новорожденный/младенец не проглатывает значительное количество этих материнских антител из грудного молока, хотя следует проявлять осторожность"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Прогрессирующая мультифокальная лейкоэнцефалопатия (ПМЛ), включая ПМЛ с летальным исходом, может возникать у пациентов, получающих обинутузумаб."
      ],
      "specific": [
        {
          "type": "Реактивация вируса гепатита В",
          "description": [
            "Скрининг всех пациентов на инфекцию ВГВ до начала лечения",
            "Мониторинг HBV-позитивных пациентов во время и после лечения",
            "Реактивация вируса гепатита В (ВГВ), в некоторых случаях приводящая к молниеносному гепатиту, печеночной недостаточности и смерти, может возникать у пациентов, получающих цитолитические антитела против CD20.",
            "Прекратите прием офатумумаба и сопутствующих препаратов в случае реактивации ВГВ."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Прогрессирующая многоочаговая лейкоэнцефалопатия (PML), приводящая к смерти, произошла при терапии; рассмотрите ПМЛ у любого пациента с новым началом или изменением ранее существовавших неврологических признаков или симптомов; при подозрении на ПМЛ прекратите терапию и начните обследование на предмет ПМЛ, включая консультацию невролога",
        "Безопасность иммунизации живыми вирусными вакцинами во время или после введения препарата не изучалась; не вводить живые вирусные вакцины пациентам, недавно получившим препарат; способность генерировать иммунный ответ на любую вакцину после введения препарата не изучалась"
      ],
      "specific": [
        {
          "type": "Синдром лизиса опухоли",
          "description": [
            "Сообщалось о синдроме лизиса опухоли (TLS), в том числе о необходимости госпитализации; пациенты с высокой опухолевой массой и/или высоким числом циркулирующих лимфоцитов (>25 x 10",
            "/L) подвержены большему риску развития TLS",
            "Рассмотрите профилактику лизиса опухоли антигиперурикемическими препаратами и гидратацию, начинающуюся за 12–24 часа до инфузии препарата; для лечения СЛО вводят агрессивную внутривенную гидратацию и антигиперурикемические препараты, корректируют нарушения электролитного баланса и контролируют функцию почек",
            "9"
          ]
        },
        {
          "type": "цитопении",
          "description": [
            "Сообщалось о тяжелых цитопении, включая нейтропению, тромбоцитопению и анемию; панцитопения, агранулоцитоз и фатальный нейтропенический сепсис наблюдались у пациентов, получавших препарат в комбинации с хлорамбуцилом.",
            "Нейтропения с поздним началом 3 или 4 степени (возникновение по крайней мере через 42 дня после последней лечебной дозы) и/или пролонгированная нейтропения (не купирующаяся между 24 и 42 днями после последней лечебной дозы), зарегистрированная у пациентов, получавших препарат.",
            "Контролируйте общий анализ крови через регулярные промежутки времени во время и после завершения терапии и увеличьте частоту мониторинга у пациентов, у которых развивается цитопения 3 или 4 степени."
          ]
        },
        {
          "type": "Инфузионные реакции",
          "description": [
            "Инфузионные реакции могут возникать, несмотря на премедикацию; прерывать инфузию препарата при инфузионных реакциях любой степени тяжести; назначить медикаментозное лечение тяжелых инфузионных реакций, включая стенокардию или другие признаки и симптомы ишемии миокарда",
            "Предварительно назначьте ацетаминофен, антигистаминный препарат и кортикостероид.",
            "Инфузионные реакции чаще возникают при первых 2 инфузиях; эти реакции могут привести к временному прерыванию или отмене лечения",
            "Если возникает анафилактическая реакция, немедленно и навсегда прекратите лечение и начните соответствующее лечение.",
            "Препарат может вызывать серьезные, в том числе фатальные, инфузионные реакции, проявляющиеся бронхоспазмом, одышкой, отеком гортани, отеком легких, гиперемией, артериальной гипертензией, гипотензией, обмороком, сердечными событиями (например, ишемией/инфарктом миокарда, острым коронарным синдромом, аритмией, брадикардией), боль в спине, боль в животе, лихорадка, сыпь, крапивница, ангионевротический отек, синдром высвобождения цитокинов и анафилактоидные/анафилактические реакции"
          ]
        },
        {
          "type": "Заражение вирусом гепатита В",
          "description": [
            "Сообщалось о реактивации ВГВ в течение как минимум 12 месяцев после завершения терапии. У пациентов, у которых развилась реактивация ВГВ во время приема препарата, немедленно прекратите терапию и любую сопутствующую химиотерапию и начните соответствующее лечение.",
            "Скрининг всех пациентов на инфекцию ВГВ путем измерения HBsAg и анти-HBc до начала лечения; для пациентов с признаками инфекции гепатита В (HBsAg-положительный [независимо от статуса антител] или HBsAg-отрицательный, но анти-HBc-положительный) проконсультируйтесь с врачами, имеющими опыт лечения гепатита В, относительно мониторинга и рассмотрения противовирусной терапии ВГВ.",
            "Реактивация репликации HBV часто сопровождается гепатитом, т. е. повышением уровня трансаминаз и, в тяжелых случаях, повышением уровня билирубина, печеночной недостаточностью и смертью.",
            "Возобновление лечения пациентов, у которых реактивация ВГВ разрешилась, следует обсудить с врачами, имеющими опыт лечения гепатита В; недостаточно данных о безопасности возобновления терапии у пациентов, у которых развивается реактивация ВГВ.",
            "Реактивация также происходила у пациентов, у которых, по-видимому, разрешилась инфекция гепатита В (т. е. HBsAg-отрицательные, анти-HBc-положительные и поверхностные антитела к гепатиту В [анти-HBs] положительные).",
            "Реактивация HBV определяется как резкое увеличение репликации HBV, проявляющееся быстрым увеличением уровня ДНК HBV в сыворотке или обнаружением HBsAg у человека, который ранее был HBsAg-отрицательным и анти-HBc-положительным.",
            "Имела место реактивация вируса гепатита В (ВГВ), в некоторых случаях приводившая к молниеносному гепатиту, печеночной недостаточности и смерти; случаи были зарегистрированы у пациентов с положительным результатом на поверхностный антиген гепатита В (HBsAg), а также у пациентов с отрицательным результатом на HBsAg, но с положительным результатом на ядерное антитело к гепатиту В (анти-HBc).",
            "Смертельная инфекция из-за гепатита В у пациентов, которые ранее не были инфицированы; контролировать пациентов на наличие клинических и лабораторных признаков гепатита",
            "Мониторинг пациентов с признаками текущей или предшествующей инфекции ВГВ на предмет клинических и лабораторных признаков гепатита или реактивации ВГВ во время и в течение нескольких месяцев после лечения."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "Пневмония",
      "percent": null
    },
    {
      "name": "лихорадка",
      "percent": null
    },
    {
      "name": "Кашель",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Бронхит",
      "percent": null
    },
    {
      "name": "Инфекции верхних дыхательных путей",
      "percent": null
    },
    {
      "name": "Инфузионная реакция",
      "percent": null
    },
    {
      "name": "осложнение",
      "percent": null
    },
    {
      "name": "цитопении",
      "percent": null
    },
    {
      "name": "Инфекционное заболевание",
      "percent": null
    },
    {
      "name": "пневмония",
      "percent": null
    },
    {
      "name": "сепсис",
      "percent": null
    },
    {
      "name": "Прогрессирующая мультифокальная лейкоэнцефалопатия",
      "percent": null
    },
    {
      "name": "Реактивация гепатита В",
      "percent": null
    },
    {
      "name": "Кишечная непроходимость",
      "percent": null
    }
  ]
}