{
  "name": "аскорбиновая кислота",
  "comment": "Rx, OTC",
  "other_names": [
    "Аскор",
    "сенолят",
    "Витамин C"
  ],
  "classes": [
    "витамины",
    "Вода"
  ],
  "source": "https://reference.medscape.com/drug/ascor-cenolate-vitamin-c-ascorbic-acid-344416",
  "pregnancy": {
    "common": [
      "В опубликованной литературе не сообщается о неблагоприятных исходах развития.",
      "Нет доступных данных о применении Аскора беременными женщинами для информирования о риске неблагоприятных исходов развития, связанного с приемом препарата."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Аскорбиновая кислота присутствует в грудном молоке после перорального приема матерью.",
      "Нет данных о наличии аскорбиновой кислоты в грудном молоке после внутривенного введения кормящим женщинам."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось о случаях гемолиза при применении аскорбиновой кислоты у пациентов с дефицитом глюкозо-6-фосфатдегидрогеназы; прекратить лечение при подозрении на гемолиз и лечить по мере необходимости",
        "Аскорбиновая кислота может мешать лабораторным тестам, основанным на окислительно-восстановительных реакциях (например, определение уровня глюкозы в крови и моче, определение уровня нитритов и билирубина и определение количества лейкоцитов); отложить лабораторные анализы до 24 часов после инфузии аскорбиновой кислоты, если это возможно"
      ],
      "specific": [
        {
          "type": "Оксалатная нефропатия и нефролитиаз",
          "description": [
            "Сообщалось об острой и хронической оксалатной нефропатии при длительном приеме высоких доз аскорбиновой кислоты.",
            "Мониторинг почечной функции; Прекратите лечение, если развивается оксалатная нефропатия, и лечите любое подозрение на оксалатную нефропатию соответствующим образом.",
            "Повышенный риск оксалатной нефропатии у пациентов с почечной недостаточностью, почечной недостаточностью, оксалатными камнями в почках в анамнезе и у пожилых пациентов"
          ]
        },
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Аскорбиновая кислота может ослаблять действие эритромицина, канамицина, стрептомицина, доксициклина и линкомицина; при подозрении на эффективность антибиотика прекратить прием аскорбиновой кислоты",
            "Может изменить выведение некоторых лекарств, зависящих от pH мочи (например, флуфеназина).",
            "Ограниченные сообщения о случаях предполагают влияние аскорбиновой кислоты на антикоагулянтные эффекты варфарина; монитор",
            "Аскорбиновая кислота может подкислять мочу",
            "Снижает уровень амфетаминов за счет увеличения почечной экскреции",
            "Амфетамин и другие наркотики, на которые влияет рН мочи"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферасирокс, аскорбиновая кислота. неизвестный механизм. Используйте осторожность/монитор. Совместное применение деферасирокса и аскорбиновой кислоты формально не изучалось. Дозы аскорбиновой кислоты до 200 мг в сутки не ассоциировались с неблагоприятными последствиями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефероксамин",
      "description": {
        "common": "дефероксамин, аскорбиновая кислота. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: аскорбиновая кислота увеличивает доступность железа для хелатирования с дефероксамином. Следует избегать применения аскорбиновой кислоты у больных. с сердечной недостаточностью, получающей дефероксамин Tx. Клинический кардиомониторинг рекомендуется для пациентов. дополнен аскорбиновой кислотой."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин трансдермальный",
      "description": {
        "common": "аскорбиновая кислота будет снижать уровень или эффект трансдермального декстроамфетамина. Другие (см. комментарий). Изменить терапию/внимательно контролировать. Агенты, подкисляющие мочу, могут снизить уровень в крови и эффективность амфетаминов. Увеличьте дозу трансдермального декстроамфетамина в зависимости от клинического ответа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "аскорбиновая кислота повышает уровни перорального левоноргестрела/этинилэстрадиола/бисглицината железа за счет снижения печеночного клиренса. Используйте осторожность/монитор. Одновременное применение аскорбиновой кислоты и некоторых комбинированных гормональных контрацептивов (КГК), содержащих ЭЭ, может повышать концентрацию ЭЭ в плазме, возможно, за счет ингибирования конъюгации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омадациклин",
      "description": {
        "common": "аскорбиновая кислота будет снижать уровень или эффект омадациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Продукты, содержащие поливалентные катионы, могут нарушать всасывание тетрациклинов, что может снижать их эффективность. Раздельное дозирование тетрациклинов от этих продуктов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "экстракт зародышей пшеницы",
      "description": {
        "common": "аскорбиновая кислота снижает действие экстракта зародышей пшеницы по неизвестному механизму. Используйте осторожность/монитор. производитель рекомендует разделить на 2 часа."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "аскорбиновая кислота повышает уровень гидроксида алюминия, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "аскорбиновая кислота будет увеличивать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "аскорбиновая кислота будет увеличивать уровень или эффект ректального аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия снижает уровень аскорбиновой кислоты за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "балсалазид снижает уровень аскорбиновой кислоты за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "базедоксифен/конъюгированные эстрогены снижают уровень аскорбиновой кислоты за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень аскорбиновой кислоты за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень аскорбиновой кислоты за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "аскорбиновая кислота будет увеличивать уровень или эффект трисалицилата магния холина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "конъюгированные эстрогены снижают уровень аскорбиновой кислоты за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "конъюгированные эстрогены, вагинальные",
      "description": {
        "common": "конъюгированные эстрогены вагинально снижают уровень аскорбиновой кислоты за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "медь",
      "description": {
        "common": "аскорбиновая кислота снижает уровень меди путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлюнизал снижает уровень аскорбиновой кислоты за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "аскорбиновая кислота будет повышать уровень или эффект лорноксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "аскорбиновая кислота будет увеличивать уровень или эффект метолазона за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "окситетрациклин",
      "description": {
        "common": "окситетрациклин снижает уровень аскорбиновой кислоты за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень аскорбиновой кислоты за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "аскорбиновая кислота повысит уровень или эффект плодов шиповника за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "аскорбиновая кислота будет увеличивать уровень или эффект коры ивы за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Промывка",
      "percent": null
    },
    {
      "name": "Боль в боку",
      "percent": null
    },
    {
      "name": "Слабость",
      "percent": null
    },
    {
      "name": "головная боль",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "диспепсия",
      "percent": null
    },
    {
      "name": "тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Гипероксалурия",
      "percent": null
    },
    {
      "name": "большие дозы",
      "percent": null
    }
  ]
}