{
  "name": "атропин офтальмологический",
  "comment": "Rx",
  "other_names": [
    "ИзоптоАтропин"
  ],
  "classes": [
    "Циклоплегики/мидриатики",
    "Антихолинергические агенты",
    "Офтальмологический"
  ],
  "source": "https://reference.medscape.com/drug/atropine-ophthalmic-343612",
  "pregnancy": {
    "common": [
      "Отсутствуют адекватные и хорошо контролируемые исследования беременных женщин, чтобы информировать о риске, связанном с приемом лекарств; Адекватные исследования развития и репродукции животных с сульфатом атропина не проводились; у людей 1% сульфат атропина является системно биодоступным после местного применения в глаза; препарат следует использовать во время беременности только в том случае, если потенциальная польза оправдывает потенциальный риск для плода"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет информации для информирования о риске присутствия препарата в материнском молоке после глазного введения препарата матери; влияние на младенцев, находящихся на грудном вскармливании, и влияние на выработку молока также неизвестны.",
      "Пользу грудного вскармливания для развития и здоровья следует учитывать наряду с клинической потребностью матери в препарате и любыми потенциальными неблагоприятными последствиями препарата для ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность или известная аллергическая реакция на любой ингредиент препарата"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Пока зрачки расширены, пациентам не рекомендуется заниматься опасными видами деятельности, такими как вождение автомобиля.",
        "Сообщалось о повышении артериального давления в результате системной абсорбции после закапывания в конъюнктиву рекомендуемых доз этого лекарства.",
        "Хотя мидриатические/циклоплегические эффекты длятся до 2 недель в невоспаленном глазу, для воспаленного глаза может потребоваться 2-4-кратная ЕЖЕДНЕВНАЯ доза, чтобы увидеть эффективный фармакологический эффект.",
        "Ни для инъекций; только местное использование",
        "Администрация младенцев требует осторожности; могут вызывать системные симптомы (прекратите прием препарата, если это произойдет"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Местное раздражение",
      "percent": null
    },
    {
      "name": "Гиперемия",
      "percent": null
    },
    {
      "name": "Отек",
      "percent": null
    },
    {
      "name": "Сухие глаза",
      "percent": null
    },
    {
      "name": "Экссудат",
      "percent": null
    },
    {
      "name": "Фолликулярный конъюнктивит",
      "percent": null
    },
    {
      "name": "Застой сосудов",
      "percent": null
    },
    {
      "name": "Дерматит",
      "percent": null
    },
    {
      "name": "Затуманенное зрение",
      "percent": null
    },
    {
      "name": "Гиперреактивный ответ в дауне",
      "percent": null
    },
    {
      "name": "дети с синдромом",
      "percent": null
    },
    {
      "name": "атропин",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "Повышенное внутриглазное давление",
      "percent": null
    },
    {
      "name": "физостигмин",
      "percent": null
    }
  ]
}