{
  "name": "декстрометорфан/бупропион",
  "comment": "Rx",
  "other_names": [
    "Авелити"
  ],
  "classes": [
    "Ингибиторы обратного захвата дофамина/норэпинефрина",
    "Антагонисты NMDA"
  ],
  "source": "https://reference.medscape.com/drug/auvelity-dextromethorphan-bupropion-4000211",
  "pregnancy": {
    "common": [
      "Не рекомендуется во время беременности",
      "Согласно исследованиям на животных, может нанести вред плоду при приеме во время беременности.",
      "Порекомендуйте пациенткам зарегистрироваться в Национальном реестре беременных для приема антидепрессантов по телефону 1-866-961-2388 или онлайн по адресу",
      "Из-за потенциальной нейротоксичности сообщите пациентам, что грудное вскармливание не рекомендуется во время лечения и в течение 5 дней после последней дозы."
    ],
    "specific": [
      {
        "type": "Клинические соображения",
        "description": [
          "Проспективное лонгитюдное исследование проводилось с участием 201 беременной женщины с большим депрессивным расстройством в анамнезе, которые были эутимными и принимали антидепрессанты во время беременности в начале беременности.",
          "У женщин, прекративших прием антидепрессантов во время беременности, вероятность рецидива большой депрессии была выше, чем у женщин, продолжавших принимать антидепрессанты.",
          "При прекращении или изменении лечения антидепрессантами во время беременности и в послеродовом периоде учитывайте риски для матери нелеченной депрессии и потенциальное воздействие на плод."
        ]
      },
      {
        "type": "Декстрометорфан",
        "description": [
          "Неизвестно, присутствует ли декстрометорфан в материнском молоке; нет данных о воздействии на младенцев, находящихся на грудном вскармливании, или на выработку молока.",
          "Нейротоксичность, наблюдаемая у молодых крыс, получавших декстрометорфан/хинидин, на 7-й день после рождения, что соответствует третьему триместру беременности в течение первых нескольких месяцев жизни и может распространяться на первые 3 года жизни человека."
        ]
      },
      {
        "type": "бупропион",
        "description": [
          "Нет данных о влиянии бупропиона или его метаболитов на выработку молока.",
          "Данные постмаркетинговых отчетов ограничены; Применение у кормящих грудью пациенток не выявило четкой связи побочных реакций у младенцев, находящихся на грудном вскармливании."
        ]
      }
    ]
  },
  "lactation": {
    "common": []
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Антидепрессанты повышают риск суицидальных мыслей и поведения у детей и молодых взрослых в краткосрочных исследованиях.",
        "Внимательно следите за всеми пациентами, получающими антидепрессанты, на предмет клинического ухудшения и появления суицидальных мыслей и поведения.",
        "Не одобрен для использования у детей"
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элиглустат",
      "description": {
        "common": "бупропион повышает уровень элиглустата, влияя на метаболизм печеночного фермента CYP2D6. Противопоказано. При совместном применении с сильными или умеренными ингибиторами CYP2D6 дозу элиглустата следует снизить с 84 мг два раза в день до 84 мг один раз в день у лиц с интенсивным и промежуточным метаболизмом; Элиглустат противопоказан, если сильные или умеренные ингибиторы CYP2D6 применяются одновременно с сильными или умеренными ингибиторами CYP3A."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид и бупропион усиливают дофаминергические эффекты. Противопоказано. Бупропион ингибирует обратный захват дофамина и норадреналина (НЭ), а ИМАО снижают метаболизм дофамина и НЭ; coadministration увеличивает риск гипертензивных реакций; Между прекращением приема ИМАО и началом приема бупропиона должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенелзин",
      "description": {
        "common": "фенелзин и декстрометорфан повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пимозид",
      "description": {
        "common": "бупропион увеличивает уровень или эффект пимозида, влияя на метаболизм печеночного фермента CYP2D6. Противопоказано. И бупропион, и гидроксибупропион (основной метаболит) считаются сильными ингибиторами CYP2D6; кроме того, бупропион и пимозид снижают судорожный порог"
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин и декстрометорфан повышают уровень серотонина. Противопоказано. Комбинация противопоказана в течение 2 недель использования ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "разагилин",
      "description": {
        "common": "разагилин и бупропион усиливают дофаминергические эффекты. Противопоказано. Бупропион ингибирует обратный захват дофамина и норадреналина (НЭ), а ИМАО снижают метаболизм дофамина и НЭ; coadministration увеличивает риск гипертензивных реакций; Между прекращением приема ИМАО и началом приема бупропиона должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "safinamide",
      "description": {
        "common": "декстрометорфан, сафинамид. Другое (см. комментарий). Противопоказано.\nКомментарий: сообщалось, что совместное применение ИМАО и декстрометорфана вызывает эпизоды психоза или странного поведения."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин",
      "description": {
        "common": "селегилин и бупропион усиливают дофаминергические эффекты. Противопоказано. Бупропион ингибирует обратный захват дофамина и норадреналина (НЭ), а ИМАО снижают метаболизм дофамина и НЭ; coadministration увеличивает риск гипертензивных реакций; Между прекращением приема ИМАО и началом приема бупропиона должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин",
      "description": {
        "common": "селегилин и декстрометорфан повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "трансдермальный селегилин и бупропион усиливают дофаминергические эффекты. Противопоказано. Бупропион ингибирует обратный захват дофамина и норадреналина (НЭ), а ИМАО снижают метаболизм дофамина и НЭ; coadministration увеличивает риск гипертензивных реакций; Между прекращением приема ИМАО и началом приема бупропиона должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "транилципромин",
      "description": {
        "common": "транилципромин и бупропион усиливают дофаминергические эффекты. Противопоказано. Бупропион ингибирует обратный захват дофамина и норадреналина (НЭ), а ИМАО снижают метаболизм дофамина и НЭ; coadministration увеличивает риск гипертензивных реакций; Между прекращением приема ИМАО и началом приема бупропиона должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет увеличивать уровень или эффект бупропиона, влияя на метаболизм печеночного фермента CYP2B6. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP2B6. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин и декстрометорфан повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин и декстрометорфан повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буспирон",
      "description": {
        "common": "буспирон и декстрометорфан повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кофеин",
      "description": {
        "common": "кофеин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циталопрам",
      "description": {
        "common": "циталопрам и декстрометорфан повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Комбинация может увеличить риск серотонинового синдрома или реакций, подобных злокачественному нейролептическому синдрому."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин и декстрометорфан повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин и декстрометорфан повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклобензаприн",
      "description": {
        "common": "бупропион и циклобензаприн повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "декстрометорфан и десвенлафаксин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин и декстрометорфан повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "дулоксетин повышает токсичность бупропиона за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол снижает уровень или эффект бупропиона, влияя на метаболизм печеночного фермента CYP2B6. Избегайте или используйте альтернативный препарат. Совместное применение может снизить концентрацию субстратов CYP2B6 в плазме вследствие индукции фексинидазолом CYP2B6."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин увеличивает уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин повышает токсичность бупропиона др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Может снизить судорожный порог; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или эффект декстрометорфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иобенгуан I 131",
      "description": {
        "common": "бупропион снизит уровень или эффект iobenguane I 131 по другим (см. комментарий). Избегайте или используйте альтернативный препарат. Основываясь на механизме действия иобенгуана, препараты, которые снижают поглощение катехоламинов или истощают запасы катехоламинов, могут препятствовать поглощению иобенгуана клетками и, таким образом, снижать эффективность иобенгуана. Прекратите прием мешающих препаратов в течение по крайней мере 5 периодов полувыведения перед введением либо дозиметрической дозы, либо дозы иобенгуана. Не вводите эти препараты, по крайней мере, через 7 дней после каждой дозы иобенгуана."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "Имипрамин, и декстрометорфан повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "левомилнаципран и декстрометорфан повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "линезолид",
      "description": {
        "common": "бупропион, линезолид. уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "лофепрамин и декстрометорфан повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лоркасерин",
      "description": {
        "common": "бупропион и лоркасерин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лоркасерин",
      "description": {
        "common": "декстрометорфан и лоркасерин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "мапротилин и декстрометорфан повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мемантин",
      "description": {
        "common": "мемантин, декстрометорфан.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "меперидин",
      "description": {
        "common": "декстрометорфан и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиленовый синий",
      "description": {
        "common": "метиленовый синий и декстрометорфан повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Метиленовый синий может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести метиленовый синий, немедленно прекратите прием серотонинергического препарата и следите за токсичностью ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы метиленового синего или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "бупропион увеличивает уровень или эффект интраназального метоклопрамида, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Одновременное применение метоклопрамида интраназально и сильных ингибиторов CYP2D6 не рекомендуется, поскольку дозу метоклопрамида интраназально нельзя корректировать."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "милнаципран",
      "description": {
        "common": "милнаципран и декстрометорфан повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "милнаципран",
      "description": {
        "common": "милнаципран увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин и декстрометорфан повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "бупропион и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод увеличивает токсичность бупропиона за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Поскольку активный метаболит озанимода ингибирует МАО-В in vitro, существует вероятность серьезных побочных реакций, включая гипертонический криз. Поэтому не рекомендуется одновременное назначение озанимода с препаратами, которые могут повышать уровень норадреналина или серотонина. Мониторинг артериальной гипертензии при одновременном применении."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин увеличивает уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин и декстрометорфан повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тедизолид",
      "description": {
        "common": "тедизолид, бупропион.\nОдин из них повышает уровень другого по механизму: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. оба повышают уровень серотонина; повышенный риск серотонинового синдрома."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "трансдермальный селегилин и декстрометорфан повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин и декстрометорфан повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "декстрометорфан и зверобой повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "теофиллин",
      "description": {
        "common": "теофиллин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект тиоридазина, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин и декстрометорфан повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "венлафаксин повышает токсичность бупропиона за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "венлафаксин увеличивает уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилазодон",
      "description": {
        "common": "декстрометорфан, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "бупропион, вортиоксетин.\nОдин из них усиливает действие другого за счет уровня серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "5-ПВТ",
      "description": {
        "common": "5-HTP и декстрометорфан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абиратерон",
      "description": {
        "common": "абиратерон повышает уровень декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Избегайте совместного применения абиратерона с субстратами CYP2D6. Если альтернативная терапия не может быть использована, следует соблюдать осторожность и рассмотреть вопрос о снижении дозы субстрата CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "алмотриптан и декстрометорфан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амантадин",
      "description": {
        "common": "амантадин, бупропион. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Потенциальная токсичность для ЦНС при синергическом центральном дофаминовом эффекте."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифампридин",
      "description": {
        "common": "бупропион увеличивает токсичность амифампридина Др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Амифампридин может вызывать судороги. Совместное применение с препаратами, снижающими судорожный порог, может увеличить этот риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал, бупропион. повышение метаболизма. Используйте осторожность/монитор. Снижение уровня бупропиона, но повышение уровня активных метаболитов. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амфетамин",
      "description": {
        "common": "амфетамин, декстрометорфан.\nОдин из них усиливает действие другого за счет уровня серотонина. Используйте осторожность/монитор. Следите за признаками и симптомами серотонинового синдрома/токсичности серотонина (например, гиперрефлексия, клонус, гипертермия, потливость, тремор, вегетативная нестабильность, изменения психического статуса) при одновременном применении амфемтаминов с декстрометорфаном. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "декстрометорфан, арипипразол. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин повысит уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект атомоксетина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "декстрометорфан, азенапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бупропион увеличивает уровень или действие бензгидрокодона/ацетаминофена, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Гидроморфон (<3% циркулирующего исходного гидрокодона [бензгидрокодон является пролекарством гидрокодона]) в основном образуется в результате опосредованного CYP2D6 О-деметилирования гидрокодона. Гидроморфон может способствовать общему обезболивающему эффекту гидрокодона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "бупропион увеличивает уровень или эффект бетаксолола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "бупропион увеличивает уровень или эффект брекспипразола, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Вводить половину обычной дозы брекспипразола при одновременном применении с сильными ингибиторами CYP2D6. При одновременном применении с сильным/умеренным ингибитором CYP3A4 вводят четверть дозы брекспипразола. ПРИМЕЧАНИЕ. В клинических исследованиях MDD дозировка брекспипразола не корректировалась для сильных ингибиторов CYP2D6 (например, пароксетина, флуоксетина); таким образом, соображения CYP уже учтены в общих рекомендациях по дозированию, и брекспипразол можно назначать без коррекции дозы у пациентов с БДР."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупропион",
      "description": {
        "common": "бупропион увеличивает уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал, бупропион. повышение метаболизма. Используйте осторожность/монитор. Снижение уровня бупропиона, но повышение уровня активных метаболитов. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал, бупропион. повышение метаболизма. Используйте осторожность/монитор. Снижение уровня бупропиона, но повышение уровня активных метаболитов. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "каннабидиол, бупропион. влияет на метаболизм печеночного фермента CYP2B6. Изменить терапию/внимательно контролировать. Из-за возможности как индукции, так и ингибирования CYP2B6 при одновременном применении субстратов CYP2B6 и каннабидиола следует рассмотреть возможность снижения дозировки субстратов CYP2B6 в соответствии с клиническими показаниями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект бупропиона, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карипразин",
      "description": {
        "common": "декстрометорфан, карипразин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "бупропион увеличивает уровень или эффект карведилола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект бупропиона, влияя на метаболизм печеночного фермента CYP2B6. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP2B6 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорохин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект хлорохина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект хлорпромазина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "чинакальцет",
      "description": {
        "common": "бупропион увеличивает уровень или эффект цинакальцета, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "бупропион увеличивает уровень или эффект циталопрама, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "клобазам увеличивает уровень или действие декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. При одновременном применении могут потребоваться более низкие дозы препаратов, метаболизирующихся CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "клопидогрел увеличивает уровень или эффект бупропиона, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор. Плазменные концентрации бупропиона могут быть значительно повышены при одновременном применении с клопидогрелом или другими ингибиторами CYP2B6. Увеличение концентрации бупропиона в плазме может вызвать усиление побочных реакций, включая тремор, головную боль, бессонницу, сухость во рту, тошноту или судороги."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "декстрометорфан, клозапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "местный кокаин и декстрометорфан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кодеин",
      "description": {
        "common": "бупропион снижает уровень или эффект кодеина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Предотвращает превращение кодеина в его активный метаболит морфин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "бупропион и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект дезипрамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "десвенлафаксин увеличивает уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Десвенлафаксин ингибирует CYP2D6; при более высоких дозах десвенлафаксина (т.е. 400 мг) снижайте дозу субстрата CYP2D6 до 50%; коррекция дозы не требуется при дозах десвенлафаксина <100 мг"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект дейтетрабеназина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP2D6 увеличивают системное воздействие активных дигидрометаболитов дейтетрабеназина примерно в 3 раза. Не превышайте дозу дейтетрабеназина 18 мг/сут и 36 мг/сут при совместном применении с сильными ингибиторами CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "дексфенфлурамин и декстрометорфан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "декстроамфетамин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин трансдермальный",
      "description": {
        "common": "декстроамфетамин трансдермальный, декстрометорфан.\nОдин из них усиливает действие другого за счет уровня серотонина. Используйте осторожность/монитор. Следите за признаками и симптомами серотонинового синдрома/токсичности серотонина (например, гиперрефлексия, клонус, гипертермия, потливость, тремор, вегетативная нестабильность, изменения психического статуса) при одновременном применении амфемтаминов с декстрометорфаном. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстрометорфан",
      "description": {
        "common": "бупропион увеличивает уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "декстрометорфан и дигидроэрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "диазепам интраназально, бупропион.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение может усиливать угнетающее ЦНС действие каждого препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликфалин и бупропион усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "бупропион снизит уровень или эффект дигоксина по другим причинам (см. комментарий). Используйте осторожность/монитор. Монитор для снижения концентрации дигоксина; бупропион может индуцировать переносчик OATP4C1, который участвует в почечной элиминации дигоксина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "декстрометорфан и дигидроэрготамин интраназально повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект доксепина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект дулоксетина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренц снижает уровень или эффект бупропиона за счет усиления метаболизма. Используйте осторожность/монитор. Одновременное применение с индукторами печени снижает AUC и Cmax бупропиона; гидроксибупропион (активный метаболит) Cmax была увеличена"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элетриптан",
      "description": {
        "common": "элетриптан и декстрометорфан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "бупропион повышает уровень элуксадолина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. В качестве меры предосторожности из-за неполной информации о метаболизме элуксадолина следует соблюдать осторожность при одновременном применении с сильными ингибиторами CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень бупропиона по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрготамин",
      "description": {
        "common": "декстрометорфан и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "фенфлурамин, бупропион.\nОдин из них усиливает действие другого за счет уровня серотонина. Используйте осторожность/монитор. Одновременное применение с препаратами, усиливающими серотонинергические эффекты, может увеличить риск развития серотонинового синдрома."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фезотеродин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект фезотеродина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "декстрометорфан, флуфеназин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флекаинид",
      "description": {
        "common": "бупропион увеличивает уровень или эффект флекаинида, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. К совместному применению бупропиона и флекаинида следует подходить с осторожностью и начинать с нижней границы диапазона доз флекаинида. Если к схеме лечения пациента, уже получающего флекаинид, добавляется бупропион, рассмотрите возможность уменьшения дозы флекаинида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект флуоксетина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект флуфеназина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект бупропиона, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фроватриптан",
      "description": {
        "common": "фроватриптан и декстрометорфан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин",
      "description": {
        "common": "габапентин, бупропион.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин энакарбил",
      "description": {
        "common": "габапентин, энакарбил, бупропион.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галантамин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект галантамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "бупропион и ганаксолон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "бупропион увеличивает уровень или эффект галоперидола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "бупропион увеличивает уровень или эффект гидрокодона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Гидроморфон (<3% циркулирующего исходного гидрокодона) в основном образуется в результате О-деметилирования гидрокодона, опосредованного CYP2D6. Гидроморфон может способствовать общему обезболивающему эффекту гидрокодона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "декстрометорфан, илоперидон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "бупропион увеличивает уровень или эффект гидроморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "бупропион увеличивает уровень или эффект илоперидона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект имипрамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иофлупан I 123",
      "description": {
        "common": "бупропион снижает эффекты ioflupane I 123 за счет конкуренции за связывание рецепторов. Используйте осторожность/монитор. Лекарства, которые связываются с рецептором переносчика допамина с высокой аффинностью, могут мешать изображению после введения ioflupane I 123."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "декстрометорфан и изониазид повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "L-триптофан",
      "description": {
        "common": "декстрометорфан и L-триптофан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан, бупропион.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Совместное применение лазмидитана и других препаратов, угнетающих ЦНС, включая алкоголь, в клинических исследованиях не изучалось. Ласмидитан может вызывать седативный эффект, а также другие когнитивные и/или психоневрологические побочные реакции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "лемборексант снижает уровень или эффект бупропиона, влияя на метаболизм печеночного фермента CYP2B6. Изменить терапию/внимательно контролировать. Мониторинг субстрата CYP2B6 для адекватного клинического ответа. Рассмотрите возможность увеличения дозы субстрата CYP2B6 в соответствии с конкретными рекомендациями по назначению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень декстрометорфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "бупропион усиливает эффекты леводопы за счет фармакодинамического синергизма. Используйте осторожность/монитор. Наблюдается более высокая частота побочных реакций при одновременном применении бупропиона с леводопой. Используйте небольшие начальные дозы и небольшое постепенное увеличение дозы бупропиона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "лиздексамфетамин повышает токсичность бупропиона за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "декстрометорфан и литий повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект лофепрамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофексидин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект лофексидина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Одновременное применение лофексидина с сильными ингибиторами CYP2D6 может повышать уровень лофексидина в плазме крови. Мониторинг симптомов ортостаза и брадикардии при совместном применении с ингибитором CYP2D6. Рассмотрите возможность снижения дозы лофексидина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоратадин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект лоратадина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин",
      "description": {
        "common": "декстрометорфан, локсапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин вдыхали",
      "description": {
        "common": "декстрометорфан, локсапин ингаляционно. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ЛСД",
      "description": {
        "common": "декстрометорфан и ЛСД повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "люмакафтор/ивакафтор, бупропион. влияет на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор. Исследования in vitro предполагают, что люмакафтор может индуцировать, а ивакафтор может ингибировать субстраты CYP2B6. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "люмефантрин увеличивает уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "декстрометорфан, луразидон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мапротилин",
      "description": {
        "common": "мапротилин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "декстрометорфан и миртазапин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "бупропион повышает уровень метформина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: бупропион может ингибировать опосредованную OCT2 почечную экскрецию метформина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "бупропион увеличивает уровень или действие метамфетамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилендиоксиметамфетамин",
      "description": {
        "common": "метилендиоксиметамфетамин повышает токсичность бупропиона за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "бупропион увеличивает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мексилетин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект мексилетина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон увеличивает уровень или эффект бупропиона, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мипомерсен",
      "description": {
        "common": "мипомерсен, бупропион.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оба препарата потенциально могут повышать активность печеночных ферментов; контролировать LFT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект миртазапина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "молиндон",
      "description": {
        "common": "декстрометорфан, молиндон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "морфий",
      "description": {
        "common": "декстрометорфан и морфин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "наратриптан",
      "description": {
        "common": "наратриптан и декстрометорфан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "бупропион увеличивает уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир, бупропион. снижение метаболизма. Используйте осторожность/монитор. Повышение уровня бупропиона, но снижение уровня активных метаболитов. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб, бупропион. повышение метаболизма. Используйте осторожность/монитор. Снижение уровня бупропиона, но повышение уровня активных метаболитов. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир",
      "description": {
        "common": "нирматрелвир снижает уровень или эффект бупропиона, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор. Бупроион экстенсивно метаболизируется CYP2B6 до активного метаболита. Мониторинг для адекватного клинического ответа на бупропион при coadministered с ингибиторами CYP2B6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир снижает уровень или эффект бупропиона, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор. Бупропион в значительной степени метаболизируется CYP2B6 до активного метаболита. Мониторинг для адекватного клинического ответа на бупропион при coadministered с ингибиторами CYP2B6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект нортриптилина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "декстрометорфан, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект олицеридина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. При необходимости одновременного применения может потребоваться менее частое введение олицеридина. Внимательно следите за угнетением дыхания и седативным эффектом и соответственно титруйте последующие дозы. Если прием ингибитора прекращается, рассмотрите возможность увеличения дозы олицеридина до тех пор, пока не будет достигнут стабильный эффект препарата. Следите за признаками отмены опиоидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксикодон",
      "description": {
        "common": "бупропион увеличивает уровень или эффект оксикодона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "декстрометорфан, палиперидон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "панобиностат",
      "description": {
        "common": "панобиностат увеличивает уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Панобиностат может увеличивать уровни и эффекты чувствительных субстратов CYP2D6 или субстратов с узким терапевтическим индексом CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "пазопаниб повышает уровень декстрометорфана за счет замедления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегинтерферон альфа 2b",
      "description": {
        "common": "пегинтерферон альфа 2b, декстрометорфан. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Когда пациентам вводят пегинтерферон альфа-2b с субстратами CYP2D6, терапевтический эффект этих препаратов может быть изменен. Пегинтерферон альфа-2b может увеличивать или уменьшать уровень субстрата CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "декстрометорфан и пентазоцин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал, бупропион. повышение метаболизма. Используйте осторожность/монитор. Снижение уровня бупропиона, но повышение уровня активных метаболитов. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "декстрометорфан, перфеназин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект бупропиона за счет увеличения метаболизма. Используйте осторожность/монитор. Снизить уровень бупропиона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "декстрометорфан, пимавансерин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "декстрометорфан, пимозид. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "питолизант",
      "description": {
        "common": "бупропион увеличивает уровень или эффект питолизанта, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. При одновременном применении с сильными ингибиторами CYP2D6 питолизант следует начинать с 8,9 мг/сут и увеличить через 7 дней до максимальной дозы 17,8 мг/сут. Для пациентов, которые в настоящее время принимают питолизант, уменьшите дозу питолизанта наполовину после начала лечения сильными ингибиторами CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пивмециллинам",
      "description": {
        "common": "пивмециллинам увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прегабалин",
      "description": {
        "common": "прегабалин, бупропион.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон, бупропион. повышение метаболизма. Используйте осторожность/монитор. Снижение уровня бупропиона, но повышение уровня активных метаболитов. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект прохлорперазина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект прометазина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропафенон",
      "description": {
        "common": "бупропион увеличивает уровень или эффект пропафенона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "бупропион увеличивает уровень или эффект пропранолола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "декстрометорфан, кветиапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ремимазолам",
      "description": {
        "common": "ремимазолам, бупропион.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. Одновременное применение может привести к выраженному седативному эффекту, угнетению дыхания, коме и/или смерти. Непрерывный мониторинг основных показателей жизнедеятельности во время седации и периода восстановления при совместном применении. Тщательно титруйте дозу ремимазолама при одновременном применении с опиоидными анальгетиками и/или седативными/снотворными средствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект бупропиона, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "декстрометорфан, рисперидон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир снижает уровень бупропиона, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор. Ритонавир снижает уровень бупропиона, индуцируя CYP2B6. Уровень бупропиона снизился на 20-80%, может потребоваться увеличение дозы бупропиона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ризатриптан",
      "description": {
        "common": "ризатриптан и декстрометорфан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "болтливый",
      "description": {
        "common": "ролапитант увеличивает уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Следите за побочными реакциями, когда не можете избежать coadministration с субстратами CYP2D6 с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Такой же",
      "description": {
        "common": "декстрометорфан и SAMe повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал, бупропион. повышение метаболизма. Используйте осторожность/монитор. Снижение уровня бупропиона, но повышение уровня активных метаболитов. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин повышает уровень бупропиона, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор. Сертралин может ингибировать гидроксилирование бупропиона до его основного активного метаболита гидроксибупропиона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солриамфетол",
      "description": {
        "common": "бупропион и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сорафениб",
      "description": {
        "common": "сорафениб, бупропион. снижение метаболизма. Используйте осторожность/монитор. Повышение уровня бупропиона, но снижение уровня активных метаболитов. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "спарсентан снижает уровень или эффект бупропиона, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор. Спарсентан (индуктор CYP2B6) уменьшает экспозицию субстратов CYP2B6 и снижает эффективность, связанную с этими субстратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, бупропион. влияет на метаболизм печеночного фермента CYP2B6. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP2B6. Мониторинг субстратов CYP2B6 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP2B6 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "суфентанил SL, бупропион.\nОдин из них усиливает действие другого за счет уровня серотонина. Используйте осторожность/монитор. Одновременное применение препаратов, влияющих на серотонинергическую нейротрансмиттерную систему, может привести к развитию серотонинового синдрома. Если одновременное применение оправдано, тщательно наблюдайте за пациентом, особенно во время начала лечения и коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суматриптан",
      "description": {
        "common": "суматриптан и декстрометорфан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суматриптан интраназально",
      "description": {
        "common": "суматриптан интраназально и декстрометорфан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "бупропион уменьшает эффекты тамоксифена за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование метаболизма CYP2D6 в активный метаболит тамоксифена, эндоксифен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тамсулозин",
      "description": {
        "common": "бупропион повышает уровень тамсулозина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тапентадол",
      "description": {
        "common": "бупропион и тапентадол повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телотристат этил",
      "description": {
        "common": "телотристат этил будет снижать уровень или эффект бупропиона, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор. При необходимости рассмотрите возможность увеличения дозы взаимодействующего препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темоциллин",
      "description": {
        "common": "темоциллин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "декстрометорфан, тиотиксен. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "тикарциллин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "бупропион увеличивает уровень или эффект тимолола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толтеродин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект толтеродина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трамадол",
      "description": {
        "common": "бупропион увеличивает уровень или эффект трамадола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "декстрометорфан, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин повышает токсичность бупропиона за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "декстрометорфан, зипразидон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валбеназин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект валбеназина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы валбеназина в зависимости от переносимости при совместном применении с сильным ингибитором CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект венлафаксина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "золмитриптан",
      "description": {
        "common": "золмитриптан и декстрометорфан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон увеличивает уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "армодафинил",
      "description": {
        "common": "армодафинил, бупропион. повышение метаболизма. Незначительное/значение неизвестно. Снижение уровня бупропиона, но повышение уровня активных метаболитов. ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин увеличивает уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень бупропиона за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефамандол",
      "description": {
        "common": "цефамандол увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефпиром",
      "description": {
        "common": "цефпиром увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб будет повышать уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин увеличивает уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин увеличивает уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет увеличивать уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект дексфенфлурамина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дифенгидрамин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "донепезил",
      "description": {
        "common": "бупропион увеличивает уровень или эффект донепезила, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "энкаинид",
      "description": {
        "common": "бупропион увеличивает уровень или эффект энкаинида, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "этанол, бупропион.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивное угнетение ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол увеличивает уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб будет увеличивать уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "маравирок",
      "description": {
        "common": "маравирок увеличивает уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "меперидин",
      "description": {
        "common": "меперидин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "модафинил",
      "description": {
        "common": "модафинил, бупропион. повышение метаболизма. Незначительное/значение неизвестно. Снижение уровня бупропиона, но повышение уровня активных метаболитов. ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вдыхание никотина",
      "description": {
        "common": "бупропион, никотин ингаляционно.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипертонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "никотин интраназальный",
      "description": {
        "common": "бупропион, никотин интраназально.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипертонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "парекоксиб будет повышать уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пергексилин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект пергексилина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин будет увеличивать уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "промазин",
      "description": {
        "common": "бупропион увеличивает уровень или эффект промазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пропафенон",
      "description": {
        "common": "пропафенон увеличивает уровень или действие декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "акрихин",
      "description": {
        "common": "хинакрин увеличивает уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин будет увеличивать уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет увеличивать уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин увеличивает уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин будет увеличивать уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир увеличивает уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "трифлуоперазин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трописетрон",
      "description": {
        "common": "бупропион увеличивает уровень или эффект трописетрона, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "нервозность или беспокойство",
      "percent": null
    },
    {
      "name": "тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "и боль в животе",
      "percent": null
    },
    {
      "name": "Тело",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "миалгия",
      "percent": null
    },
    {
      "name": "и лихорадка с сыпью и другими симптомами, указывающими на гиперчувствительность замедленного типа.",
      "percent": null
    },
    {
      "name": "Сердечно-сосудистые",
      "percent": null
    },
    {
      "name": "Полная атриовентрикулярная блокада",
      "percent": null
    },
    {
      "name": "экстрасистолы",
      "percent": null
    },
    {
      "name": "гипотония",
      "percent": null
    },
    {
      "name": "гипертония",
      "percent": null
    },
    {
      "name": "в некоторых случаях тяжелые",
      "percent": null
    },
    {
      "name": "флебит",
      "percent": null
    },
    {
      "name": "и легочная эмболия",
      "percent": null
    },
    {
      "name": "Пищеварительный",
      "percent": null
    },
    {
      "name": "Колит",
      "percent": null
    },
    {
      "name": "эзофагит",
      "percent": null
    },
    {
      "name": "желудочно-кишечное кровотечение",
      "percent": null
    },
    {
      "name": "кровоизлияние десен",
      "percent": null
    },
    {
      "name": "гепатит",
      "percent": null
    },
    {
      "name": "перфорация кишечника",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "и язва желудка",
      "percent": null
    },
    {
      "name": "Эндокринный",
      "percent": null
    },
    {
      "name": "Гипергликемия",
      "percent": null
    },
    {
      "name": "гипогликемия",
      "percent": null
    },
    {
      "name": "гипонатриемия",
      "percent": null
    },
    {
      "name": "и синдром неадекватной секреции антидиуретического гормона",
      "percent": null
    },
    {
      "name": "Гемические и лимфатические",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "лейкоцитоз",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "лимфаденопатия",
      "percent": null
    },
    {
      "name": "панцитопения",
      "percent": null
    },
    {
      "name": "и тромбоцитопения",
      "percent": null
    },
    {
      "name": "Метаболический и пищевой",
      "percent": null
    },
    {
      "name": "глюкозурия",
      "percent": null
    },
    {
      "name": "Опорно-двигательный аппарат",
      "percent": null
    },
    {
      "name": "Мышечная ригидность",
      "percent": null
    },
    {
      "name": "высокая температура",
      "percent": null
    },
    {
      "name": "рабдомиолиз и мышечная слабость",
      "percent": null
    },
    {
      "name": "Нервная система",
      "percent": null
    },
    {
      "name": "Аномальная электроэнцефалограмма",
      "percent": null
    },
    {
      "name": "ЭЭГ",
      "percent": null
    },
    {
      "name": "агрессия",
      "percent": null
    },
    {
      "name": "волнение",
      "percent": null
    },
    {
      "name": "акинезия",
      "percent": null
    },
    {
      "name": "афазия",
      "percent": null
    },
    {
      "name": "кома",
      "percent": null
    },
    {
      "name": "завершенное самоубийство",
      "percent": null
    },
    {
      "name": "бред",
      "percent": null
    },
    {
      "name": "заблуждения",
      "percent": null
    },
    {
      "name": "депрессия",
      "percent": null
    },
    {
      "name": "дизартрия",
      "percent": null
    },
    {
      "name": "эйфория",
      "percent": null
    },
    {
      "name": "экстрапирамидный синдром",
      "percent": null
    },
    {
      "name": "дискинезия",
      "percent": null
    },
    {
      "name": "дистония",
      "percent": null
    },
    {
      "name": "гипокинезия",
      "percent": null
    },
    {
      "name": "паркинсонизм",
      "percent": null
    },
    {
      "name": "галлюцинации",
      "percent": null
    },
    {
      "name": "мысль об убийстве",
      "percent": null
    },
    {
      "name": "враждебность",
      "percent": null
    },
    {
      "name": "повышенное либидо",
      "percent": null
    },
    {
      "name": "маниакальная реакция",
      "percent": null
    },
    {
      "name": "невралгия",
      "percent": null
    },
    {
      "name": "невропатия",
      "percent": null
    },
    {
      "name": "паника",
      "percent": null
    },
    {
      "name": "параноидальное мышление",
      "percent": null
    },
    {
      "name": "психоз",
      "percent": null
    },
    {
      "name": "беспокойство",
      "percent": null
    },
    {
      "name": "мысль о самоубийстве",
      "percent": null
    },
    {
      "name": "Попытка самоубийства",
      "percent": null
    },
    {
      "name": "и разоблачение поздней дискинезии",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "Пневмония",
      "percent": null
    },
    {
      "name": "Кожа",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "эксфолиативный дерматит",
      "percent": null
    },
    {
      "name": "гирсутизм",
      "percent": null
    },
    {
      "name": "и Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Особые чувства",
      "percent": null
    },
    {
      "name": "Глухота",
      "percent": null
    },
    {
      "name": "повышенное внутриглазное давление",
      "percent": null
    },
    {
      "name": "и мидриаз",
      "percent": null
    }
  ]
}