{
  "name": "тазаротен",
  "comment": "Rx",
  "other_names": [
    "Фабиор",
    "Тазорац",
    "средний",
    "Аразло"
  ],
  "classes": [
    "Антипсориатики",
    "Актуальный",
    "Агенты от прыщей",
    "Ретиноидоподобные агенты"
  ],
  "source": "https://reference.medscape.com/drug/avage-tazorac-tazarotene-topical-343554",
  "pregnancy": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в терапии и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от терапии или от основного состояния матери.",
      "Адекватных и хорошо контролируемых исследований по применению у беременных женщин не проводилось.",
      "Основываясь на данных исследований репродукции животных, фармакология ретиноидов и возможность системной абсорбции могут нанести вред плоду при введении беременной женщине и противопоказаны во время беременности; безопасность у беременных женщин не установлена; потенциальный риск для плода превышает потенциальную пользу для матери во время беременности; поэтому прекратите, как только беременность будет признана",
      "Противопоказан женщинам, которые беременны или могут забеременеть."
    ],
    "specific": [
      {
        "type": "Женщины детородного возраста",
        "description": [
          "Согласно исследованиям на животных, при введении беременной женщине может быть нанесен вред плоду.",
          "Тестирование на беременность рекомендуется проводить в течение 2 недель до начала терапии, которую следует начинать во время менструального цикла.",
          "Женщины детородного возраста должны быть предупреждены о потенциальном риске и использовать адекватные меры контроля над рождаемостью при введении препарата; следует учитывать возможность того, что женщина детородного возраста беременна во время начала терапии.",
          "Рекомендовать использовать эффективные средства контрацепции во время лечения"
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "Консультировать кормящих грудью пациенток не наносить непосредственно на сосок и ареолу, чтобы предотвратить прямое воздействие на младенца.",
          "Чтобы свести к минимуму потенциальное воздействие на грудного ребенка через грудное молоко, используйте в течение как можно более короткого периода времени во время грудного вскармливания."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в терапии и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от терапии или от основного состояния матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Беременность",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Пропеллент в пене легко воспламеняется; избегать огня, пламени и/или курения во время и сразу после нанесения"
      ],
      "specific": [
        {
          "type": "Местное раздражение",
          "description": [
            "Если возникают побочные реакции, рассмотрите возможность прекращения приема препарата или уменьшения частоты дозирования, в зависимости от обстоятельств, до восстановления целостности кожи; альтернативно, пациентов с псориазом, которых лечат 0,1% концентрацией, можно перевести на более низкую концентрацию; следует тщательно контролировать частоту применения путем тщательного наблюдения за клинической терапевтической реакцией и кожной переносимостью; Терапия может быть возобновлена, или концентрация препарата или частота применения могут быть увеличены, когда пациент сможет переносить лечение.",
            "Препарат не следует применять на экзематозной коже, так как это может вызвать сильное раздражение.",
            "Экстремальные погодные условия, такие как ветер или холод, могут быть более раздражающими для пациентов, использующих местное применение.",
            "Чрезмерное раздражение кожи у некоторых чувствительных людей; местные реакции (включая образование волдырей и шелушение кожи, зуд, жжение, эритему) и побочные реакции гиперчувствительности (включая крапивницу), о которых сообщалось при местном применении",
            "Следует избегать одновременного применения местных лекарственных средств и косметических средств, обладающих сильным подсушивающим эффектом; также рекомендуется дать коже пациента «отдохнуть» до тех пор, пока эффекты таких препаратов не исчезнут, прежде чем начинать лечение."
          ]
        },
        {
          "type": "Фоточувствительность и риск солнечных ожогов",
          "description": [
            "Во время использования рекомендуется использовать солнцезащитные кремы (минимальная сила SPF 15) и защитную одежду.",
            "Пациентов необходимо предупредить об использовании солнцезащитных кремов и защитной одежды при применении этого препарата; пациентам с солнечными ожогами следует рекомендовать не использовать местное применение до полного выздоровления; пациенты, которые могут подвергаться значительному воздействию солнца из-за своей профессии, и пациенты с врожденной чувствительностью к солнечному свету должны проявлять особую осторожность при использовании этого препарата.",
            "Вводить с осторожностью, если пациент принимает препараты, известные как фотосенсибилизаторы (например, тиазиды, тетрациклины, фторхинолоны, фенотиазины, сульфаниламиды), из-за повышенной вероятности повышенной фоточувствительности.",
            "Из-за повышенной восприимчивости к ожогам следует избегать воздействия солнечного света (включая солнечные лампы), если это не считается необходимым с медицинской точки зрения, и в таких случаях воздействие должно быть сведено к минимуму во время терапии."
          ]
        },
        {
          "type": "Эмбриофетальная токсичность",
          "description": [
            "Хотя при лечении акне только на лице может быть меньше системного воздействия из-за меньшей площади поверхности для нанесения, этот препарат является тератогенным веществом и вызывает пороки развития плода у животных, и неизвестно, какой уровень воздействия требуется для тератогенного действия у животных. люди",
            "Этот препарат вызывает пороки развития и эффекты развития, связанные с ретиноидами, после местного и перорального введения беременным крысам и кроликам во время органогенеза; системное воздействие тазаротеновой кислоты зависит от площади обрабатываемой поверхности тела; у пациентов, получавших местное лечение на достаточной площади поверхности тела, воздействие могло быть того же порядка, что и у животных, получавших пероральное лечение."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Избегайте сопутствующих дерматологических препаратов и косметических средств, обладающих сильным подсушивающим эффектом; отложить лечение до тех пор, пока эффекты этих продуктов не исчезнут, прежде чем начинать лечение",
            "Совместное применение с окислителями, такими как перекись бензоила, может вызвать деградацию тазаротена и снизить клиническую эффективность тазаротена; если требуется комбинированная терапия, применять в разное время дня (например, один утром и другой вечером).",
            "Сопутствующую местную терапию акне следует использовать с осторожностью, поскольку может возникнуть кумулятивный раздражающий эффект; если возникает раздражение или дерматит, уменьшите частоту нанесения или временно прервите лечение и возобновите его после исчезновения раздражения."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Боль в месте приложения",
      "percent": "5"
    },
    {
      "name": "Сухость места нанесения",
      "percent": "4"
    },
    {
      "name": "Отшелушивание сайта приложения",
      "percent": "2"
    },
    {
      "name": "Эритема в месте нанесения",
      "percent": "2"
    },
    {
      "name": "Зуд сайта приложения",
      "percent": "1"
    }
  ]
}