{
  "name": "ирбесартан",
  "comment": "Rx",
  "other_names": [
    "Авапро"
  ],
  "classes": [
    "БРА"
  ],
  "source": "https://reference.medscape.com/drug/avapro-irbesartan-342319",
  "pregnancy": {
    "common": [
      "Однако пациенты и врачи должны знать, что маловодие может не появиться до тех пор, пока плод не получит необратимого повреждения; внимательно наблюдать за младенцами с историей",
      "Маловодие у беременных, применяющих препараты, влияющие на ренин-ангиотензиновую систему, во втором и третьем триместрах беременности может привести к: снижению функции почек плода, приводящему к анурии и почечной недостаточности, гипоплазии легких плода, деформациям скелета, в том числе гипоплазии черепа, артериальной гипотензии, и смерть; выполнять серийные ультразвуковые исследования для оценки внутриамниотической среды; тестирование плода может быть целесообразным в зависимости от недели беременности",
      "Артериальная гипертензия во время беременности увеличивает риск развития у матери преэклампсии, гестационного диабета, преждевременных родов и осложнений при родах (например, необходимости кесарева сечения и послеродового кровотечения); артериальная гипертензия повышает риск задержки внутриутробного развития плода и внутриутробной смерти; беременные женщины с артериальной гипертензией должны находиться под тщательным наблюдением и соответствующим образом лечиться",
      "Терапия может нанести вред плоду при назначении беременной женщине; применение препаратов, воздействующих на ренин-ангиотензиновую систему, во втором и третьем триместрах беременности снижает почечную функцию плода и увеличивает заболеваемость и смертность плода и новорожденного; большинство эпидемиологических исследований, изучающих аномалии развития плода после применения антигипертензивных средств в первом триместре, не отличали препараты, влияющие на ренинангиотензиновую систему, от других антигипертензивных средств; при обнаружении беременности как можно скорее прекратите терапию"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет доступных данных о присутствии ирбесартана в материнском молоке, влиянии на выработку молока или на грудном вскармливании; ирбесартан или некоторый метаболит ирбесартана секретируется в молоко лактирующих крыс."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Прекратите как можно скорее при обнаружении беременности; препарат влияет на ренин-ангиотензиновую систему, вызывая маловодие, что может привести к травме или гибели плода"
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Не назначать одновременно с алискиреном пациентам с сахарным диабетом.",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Немедленно прекратите, если пациентка беременна; риск врожденных пороков развития (см. Противопоказания и предупреждения черного ящика)",
        "Ангионевротический отек, гиповолемия, тяжелая застойная сердечная недостаточность (ЗСН), печеночная или почечная недостаточность, гипертрофическая кардиомиопатия, стеноз аортального или митрального клапана, хирургическое вмешательство или анестезия",
        "Риск гипотензии или гиперкалиемии",
        "Двойная блокада ренин-ангиотензиновой системы БРА, ингибиторами ангиотензинпревращающего фермента (АПФ) или алискиреном связана с повышенным риском гипотензии, гиперкалиемии и изменения функции почек (включая острую почечную недостаточность) по сравнению с монотерапией.",
        "С осторожностью применять при стенозе почечной артерии; избегать при двустороннем стенозе почечных артерий",
        "Риск заболеваемости, связанной с сердечной недостаточностью; не рекомендуется одновременное лечение ингибиторами АПФ и бета-адренергическими средствами."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "алискирен",
      "description": {
        "common": "ирбесартан снижает действие алискирена на другие препараты (см. комментарий). Противопоказано.\nКомментарий: Использование алискирена противопоказано с БРА у пациентов с диабетом; избегать совместного применения с БРА, если СКФ. У пациентов пожилого возраста, с истощением ОЦК (в том числе получающих терапию диуретиками) или с нарушенной функцией почек одновременное применение БРАС с препаратами, влияющими на РААС, может увеличить риск почечной недостаточности (включая острую почечную недостаточность) и привести к потере антигипертензивного эффекта. . Периодически контролируйте функцию почек."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "спарсентан",
      "description": {
        "common": "спарсентан, ирбесартан.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано. Одновременное применение БРА со спарсентаном связано с повышенным риском гипотензии, обмороков, гиперкалиемии и изменений функции почек (например, острой почечной недостаточности)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "барицитиниб",
      "description": {
        "common": "ирбесартан будет повышать уровень или эффект барицитиниба за счет уменьшения элиминации. Избегайте или используйте альтернативный препарат. Совместное применение барицитиниба с ингибиторами переносчика сильных органических анионов 3 (ОАТ3) не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "беназеприл",
      "description": {
        "common": "ирбесартан, беназеприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каптоприл",
      "description": {
        "common": "ирбесартан, каптоприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эналаприл",
      "description": {
        "common": "ирбесартан, эналаприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "ирбесартан будет повышать уровень или эффект эрдафитиниба, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Если одновременное применение сильных ингибиторов CYP2C9 неизбежно, следует внимательно следить за побочными реакциями и соответствующим образом изменять дозу эрдафитиниба. Если сильный ингибитор CYP2C9 прекращается, рассмотрите возможность увеличения дозы эрдафитиниба при отсутствии какой-либо токсичности, связанной с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "ирбесартан, фозиноприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "ирбесартан, лизиноприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "литий",
      "description": {
        "common": "ирбесартан повышает токсичность лития за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофексидин",
      "description": {
        "common": "лофексидин, ирбесартан.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с другими препаратами, которые снижают пульс или артериальное давление, чтобы снизить риск чрезмерной брадикардии и гипотензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "ирбесартан будет повышать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "ирбесартан, моэксиприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "периндоприл",
      "description": {
        "common": "ирбесартан, периндоприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "квинаприл",
      "description": {
        "common": "ирбесартан, хинаприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рамиприл",
      "description": {
        "common": "ирбесартан, рамиприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "ирбесартан увеличивает уровень или эффект сипонимода, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Совместное применение сипонимода с препаратами, вызывающими умеренное ингибирование CYP2C9 И умеренное или сильное ингибирование CYP3A4, не рекомендуется. Следует соблюдать осторожность при одновременном применении сипонимода с умеренными ингибиторами CYP2C9."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "ирбесартан, трандолаприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "ирбесартан повысит уровень или эффект тукатиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение тукатиниба (субстрат CYP2C8) с сильными или умеренными ингибиторами CYP2C8 увеличивает концентрацию тукатиниба в плазме и риск токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "завегепант интраназальный",
      "description": {
        "common": "ирбесартан будет повышать уровень или эффект завегепанта при интраназальном применении Другое (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы NTCP могут привести к значительному увеличению системного воздействия завегепанта (субстрата NTCP)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ирбесартан и ацебутолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "ирбесартан и ацеклофенак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "ирбесартан и ацеметацин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "ирбесартан усиливает эффекты албиглутида по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Антагонисты рецепторов ангиотензина II могут усиливать гипогликемические эффекты противодиабетических средств за счет улучшения чувствительности к инсулину. Мониторинг пациентов для изменений в гликемическом контроле."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "ирбесартан повышает, а альбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "Альдеслейкин усиливает эффекты ирбесартана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алискирен",
      "description": {
        "common": "ирбесартан снижает уровень алискирена по неустановленному механизму взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифостин",
      "description": {
        "common": "амифостин, ирбесартан.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение со средствами, снижающими артериальное давление, может увеличить риск и тяжесть гипотензии, связанной с амифостином. Когда амифостин используется в химиотерапевтических дозах, откажитесь от препаратов, снижающих артериальное давление, за 24 часа до амифостина; если нельзя отказаться от приема гипотензивных препаратов, не вводите амифостин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амилорид",
      "description": {
        "common": "ирбесартан и амилорид повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "ирбесартан и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "ирбесартан и аспирин ректально повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия снижают эффекты ирбесартана за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. НПВП снижают синтез сосудорасширяющих почечных простагландинов и, таким образом, влияют на гомеостаз жидкости и могут снижать антигипертензивный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атенолол",
      "description": {
        "common": "ирбесартан и атенолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "ирбесартан будет повышать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аванафил",
      "description": {
        "common": "аванафил усиливает действие ирбесартана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "ирбесартан повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "ирбесартан повышает, а бендрофлуметиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "ирбесартан и бетаксолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "ирбесартан и бисопролол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бретилий",
      "description": {
        "common": "ирбесартан, бретилиум.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Каждый препарат может вызвать гипотензию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает действие ирбесартана за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буметанид",
      "description": {
        "common": "ирбесартан повышает, а буметанид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "канаглифлозин",
      "description": {
        "common": "Ирбесартан, и канаглифлозин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбеноксолон",
      "description": {
        "common": "ирбесартан увеличивает, а карбеноксолон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбидопа",
      "description": {
        "common": "карбидопа усиливает эффекты ирбесартана за счет фармакодинамического синергизма. Используйте осторожность/монитор. В начале терапии карбидопой в комбинации с леводопой или без нее или комбинированными препаратами карбидопа-леводопа может потребоваться коррекция дозы антигипертензивного препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "Ирбесартан, и карведилол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "И ирбесартан, и целекоксиб повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целипролол",
      "description": {
        "common": "ирбесартан и целипролол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "ирбесартан увеличивает, а хлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "ирбесартан увеличивает, а хлорталидон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "ирбесартан и трисалицилат магния холина повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "ирбесартан повышает, а циклопентиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "далтепарин повышает токсичность ирбесартана Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "Ирбесартан, и диклофенак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "Ирбесартан, и дифлунисал повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "ирбесартан и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "ирбесартан увеличивает, а допексамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "ирбесартан и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "эноксапарин повышает токсичность ирбесартана Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эплеренон",
      "description": {
        "common": "ирбесартан, эплеренон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсмолол",
      "description": {
        "common": "ирбесартан и эсмолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "ирбесартан увеличивает, а этакриновая кислота снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "ирбесартан и этодолак повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "ирбесартан усиливает действие раствора эксенатида для инъекций по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Антагонисты рецепторов ангиотензина II могут усиливать гипогликемические эффекты противодиабетических средств за счет улучшения чувствительности к инсулину. Мониторинг пациентов для изменений в гликемическом контроле."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "ирбесартан усиливает действие суспензии эксенатида для инъекций, вызванной другими (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Антагонисты рецепторов ангиотензина II могут усиливать гипогликемические эффекты противодиабетических средств за счет улучшения чувствительности к инсулину. Мониторинг пациентов для изменений в гликемическом контроле."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "fenbufen",
      "description": {
        "common": "ирбесартан и фенбуфен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "ирбесартан и фенопрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "ирбесартан будет повышать уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "ирбесартан будет повышать уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При одновременном применении с несколькими слабыми ингибиторами CYP3A4 возможно усиление побочных эффектов флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "ирбесартан и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фуросемид",
      "description": {
        "common": "ирбесартан увеличивает, а фуросемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "ирбесартан увеличивает, а гентамицин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гепарин",
      "description": {
        "common": "гепарин повышает токсичность ирбесартана Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "ирбесартан увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ирбесартан и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен внутривенно снижает эффекты ирбесартана за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Антигипертензивный эффект блокаторов рецепторов ангиотензина может быть ослаблен НПВП; периодически контролировать функцию почек и артериальное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индапамид",
      "description": {
        "common": "ирбесартан увеличивает, а индапамид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "ирбесартан и индометацин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "ирбесартан усиливает эффекты инсулина аспарта за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт протамин/инсулин аспарт",
      "description": {
        "common": "ирбесартан усиливает эффекты инсулина аспарта протамина/инсулина аспарта за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "ирбесартан, инсулин деглудек.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "ирбесартан, инсулин деглудек/инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "ирбесартан усиливает действие инсулина детемир за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "ирбесартан усиливает действие инсулина гларгина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "ирбесартан усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "ирбесартан, инсулин ингаляционно.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин изофан человеческий/инсулин обычный человеческий",
      "description": {
        "common": "ирбесартан усиливает эффекты инсулина изофана человеческого/инсулина обычного человека за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "ирбесартан усиливает действие инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро протамин/инсулин лизпро",
      "description": {
        "common": "ирбесартан усиливает эффекты протамина инсулина лизпро/инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "ирбесартан усиливает действие инсулина НПХ за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "ирбесартан усиливает эффекты обычного человеческого инсулина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "ирбесартан будет повышать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "ирбесартан повышает уровень ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг при одновременном применении со слабыми ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "ирбесартан и кетопрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "Ирбесартан, и кеторолак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "ирбесартан и кеторолак интраназально повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лабеталол",
      "description": {
        "common": "ирбесартан и лабеталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "ирбесартан будет повышать уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "леводопа усиливает эффекты ирбесартана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Рассмотрите возможность уменьшения дозы антигипертензивного агента."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "ирбесартан усиливает действие лираглутида по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Антагонисты рецепторов ангиотензина II могут усиливать гипогликемические эффекты противодиабетических средств за счет улучшения чувствительности к инсулину. Мониторинг пациентов для изменений в гликемическом контроле."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "ирбесартан повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "Ирбесартан, и лорноксикам повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие ирбесартана за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "маравирок, ирбесартан.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск ортостатической гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат снижает эффекты ирбесартана за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. НПВП снижают синтез сосудорасширяющих почечных простагландинов и, таким образом, влияют на гомеостаз жидкости и могут снижать антигипертензивный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "ирбесартан и мефенамовая кислота повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "ирбесартан и мелоксикам повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "ирбесартан увеличивает, а метиклотиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект ирбесартана за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат трансдермальный",
      "description": {
        "common": "трансдермальный метилфенидат снижает эффекты ирбесартана за счет блокирования антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метолазон",
      "description": {
        "common": "ирбесартан увеличивает, а метолазон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "И ирбесартан, и метопролол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "ирбесартан будет повышать уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "ирбесартан и набуметон повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "Ирбесартан, и надолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "ирбесартан и напроксен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "И ирбесартан, и небиволол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин ректальный",
      "description": {
        "common": "нитроглицерин ректальный, ирбесартан.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Обратите внимание на возможные аддитивные гипотензивные эффекты при одновременном применении. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "ирбесартан и оксапрозин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "ирбесартан повысит уровень или эффект паклитаксела по другим причинам (см. комментарий). Используйте осторожность/монитор. Уровни/токсичность паклитаксела могут повышаться при совместном применении с ингибиторами CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел, связанный с белком",
      "description": {
        "common": "ирбесартан будет увеличивать уровень или эффект белка паклитаксела, связанного с другими (см. комментарий). Используйте осторожность/монитор. Уровни/токсичность паклитаксела могут повышаться при совместном применении с ингибиторами CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "И ирбесартан, и парекоксиб повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "ирбесартан и пенбутолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "ирбесартан и пиндолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "ирбесартан и пироксикам повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "ирбесартан и кислый фосфат калия повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "Ирбесартан, и хлорид калия повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "ирбесартан и цитрат калия повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия/лимонная кислота",
      "description": {
        "common": "ирбесартан и цитрат калия/лимонная кислота повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йодистый калий",
      "description": {
        "common": "Йодид калия и ирбесартан повышают уровень калия в сыворотке крови. Используйте осторожность/монитор. Соли калия могут усиливать гиперкалиемические эффекты БРА; эффект может быть результатом подавления альдостерона у пациентов, получающих БРА."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "ирбесартан и пропранолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "Ирбесартан, и сакубитрил/валсартан повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "ирбесартан и салицилаты (не аза) повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "Ирбесартан, и сальсалат повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селексипаг",
      "description": {
        "common": "ирбесартан увеличивает уровень или эффект селексипага за счет замедления метаболизма. Изменить терапию/внимательно контролировать. Уменьшите дозу селексипага до одного раза в день при совместном применении с умеренными ингибиторами CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "Сульфат натрия/?сульфат магния/хлорид калия повышает токсичность ирбесартана по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния повышает токсичность ирбесартана по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "ирбесартан и соталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "Ирбесартан, и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "ирбесартан и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "ирбесартан и сулиндак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "синтетический человеческий ангиотензин II",
      "description": {
        "common": "ирбесартан снижает действие синтетического человеческого ангиотензина II за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тадалафил",
      "description": {
        "common": "тадалафил усиливает действие ирбесартана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "ирбесартан будет повышать уровень или эффект таземетостата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "Ирбесартан, и телмисартан повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "ирбесартан увеличивает, а тербуталин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "Ирбесартан, и тимолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "ирбесартан будет повышать уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тизанидин",
      "description": {
        "common": "тизанидин усиливает действие ирбесартана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "ирбесартан и толфенамовая кислота повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "И ирбесартан, и толметин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "ирбесартан и толваптан повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торсемиде",
      "description": {
        "common": "ирбесартан увеличивает, а торасемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трепростинил",
      "description": {
        "common": "трепростинил усиливает эффекты ирбесартана за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триамтерен",
      "description": {
        "common": "ирбесартан и триамтерен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триметоприм",
      "description": {
        "common": "триметоприм и ирбесартан повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "и воклоспорин, и ирбесартан повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксипамид",
      "description": {
        "common": "ксипамид усиливает действие ирбесартана за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репейник",
      "description": {
        "common": "Репейник усиливает эффекты ирбесартана за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "кукурузные рыльца усиливают действие ирбесартана за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "энтекавир",
      "description": {
        "common": "ирбесартан, энтекавир.\nЛибо усиливает действие другого, уменьшая почечный клиренс. Незначительное/значение неизвестно. Одновременное применение с препаратами, которые снижают функцию почек или конкурируют за активную канальцевую секрецию, может повышать концентрацию в сыворотке либо энтекавира, либо одновременно принимаемого препарата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир снижает уровень или эффект ирбесартана, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно. Ирбесартан метаболизируется путем глюкуронирования и окисления (преимущественно CYP2C9). Ритонавир является слабым индуктором CYP2C9 и потенциально может снижать экспозицию ирбесартана. Изменение дозировки не требуется, так как индукция достигает максимального эффекта через несколько дней и короткой продолжительности лечения нирматрелвиром/ритонавиром."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сок нони",
      "description": {
        "common": "ирбесартан и сок нони повышают уровень калия в сыворотке. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "октакозанол",
      "description": {
        "common": "октакозанол усиливает действие ирбесартана за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "патиромер",
      "description": {
        "common": "патиромер, ирбесартан. связывание катионов в желудочно-кишечном тракте. Незначительное/значение неизвестно. Клинически значимого взаимодействия не наблюдалось. Разделение дозирования не требуется."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "reishi",
      "description": {
        "common": "Рейши усиливает действие ирбесартана за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "ирбесартан будет повышать уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "ирбесартан будет повышать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "пастушья сумка, ирбесартан. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Теоретически пастушья сумка может мешать контролю АД."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Гиперкалиемия",
      "percent": "19"
    },
    {
      "name": "Головокружение",
      "percent": "10"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "9"
    },
    {
      "name": "УРТИ",
      "percent": "5"
    },
    {
      "name": "Ортостатическая гипотензия",
      "percent": "4"
    },
    {
      "name": "Усталость",
      "percent": "3"
    },
    {
      "name": "Диарея",
      "percent": "2"
    },
    {
      "name": "Диспепсия",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "сопровождающийся отеком лица",
      "percent": null
    },
    {
      "name": "губы",
      "percent": null
    },
    {
      "name": "глотка",
      "percent": null
    },
    {
      "name": "или язык",
      "percent": null
    },
    {
      "name": "повышенные результаты тестов функции печени",
      "percent": null
    },
    {
      "name": "желтуха",
      "percent": null
    },
    {
      "name": "гепатит",
      "percent": null
    },
    {
      "name": "гиперкалиемия",
      "percent": null
    },
    {
      "name": "и тромбоцитопения",
      "percent": null
    },
    {
      "name": "Нарушение функции почек",
      "percent": null
    },
    {
      "name": "включая случаи почечной недостаточности",
      "percent": null
    },
    {
      "name": "было сообщено",
      "percent": null
    },
    {
      "name": "Повышенная креатинфосфокиназа",
      "percent": null
    },
    {
      "name": "КПК",
      "percent": null
    },
    {
      "name": "уровни и рабдомиолиз были зарегистрированы у пациентов, получающих ангиотензин",
      "percent": null
    },
    {
      "name": "блокаторы рецепторов",
      "percent": null
    },
    {
      "name": "БРА",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "Гипогликемия у больных сахарным диабетом",
      "percent": null
    }
  ]
}