{
  "name": "бевацизумаб",
  "comment": "Rx",
  "other_names": [
    "Мваси",
    "Зирабев",
    "бевацизумаб-малый",
    "бевацизумаб-бвзр",
    "бевацизумаб-awwb",
    "бевацизумаб-adcd",
    "Авастин",
    "Алимсис",
    "Вегзельма"
  ],
  "classes": [
    "Противоопухолевые препараты",
    "Моноклональное антитело",
    "Ингибиторы VEGF"
  ],
  "source": "https://reference.medscape.com/drug/avastin-mvasi-bevacizumab-342257",
  "pregnancy": {
    "common": [
      "На основании результатов исследований на животных и механизма его действия препарат может нанести вред плоду беременных женщин.",
      "Ограниченные постмаркетинговые отчеты описывают случаи пороков развития плода при применении бевацизумаба во время беременности; однако этих отчетов недостаточно для определения рисков, связанных с наркотиками."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных внутривенное введение бевацизумаба беременным кроликам каждые 3 дня во время органогенеза в дозах, примерно в 1–10 раз превышающих клиническую дозу 10 мг/кг, вызывало резорбцию плода, снижение прибавки в весе матери и плода и множественные врожденные пороки развития, включая помутнение роговицы и аномальное окостенение черепа и скелета, включая дефекты конечностей и фаланг",
          "Модели на животных связывают ангиогенез и рецептор VEGF и VEGF 2 (VEGFR2) с критическими аспектами женской репродукции, эмбриофетального развития и постнатального развития."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Рекомендовать женщинам с репродуктивным потенциалом использовать эффективные методы контрацепции во время лечения и в течение 6 месяцев после приема последней дозы бевацизумаба.",
          "Консультировать беременных женщин о потенциальном риске для плода"
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Информировать женщин репродуктивного потенциала риска отказа яичников до начала; долгосрочные эффекты воздействия бевацизумаба на фертильность неизвестны."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет доступных данных о присутствии бевацизумаба в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или влиянии на выработку молока.",
      "Человеческий IgG присутствует в грудном молоке, но опубликованные данные свидетельствуют о том, что антитела грудного молока не попадают в кровоток новорожденных и младенцев в значительных количествах.",
      "Из-за возможности серьезных побочных реакций у младенцев, находящихся на грудном вскармливании, женщинам следует воздержаться от грудного вскармливания во время лечения и в течение 6 месяцев после приема последней дозы."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Не управлять пациентам с недавней истории кровохарканье 1/2 чайной ложки или более красной крови; прекратить у пациентов, у которых развилось кровотечение 3-4 степени",
        "Сообщается о протеинурии; временно приостановить лечение при ≥2 г протеинурии/24 часа; прекратить, если возникает нефротический синдром (частота <1%)",
        "Сообщалось о риске отказа яичников, особенно у женщин в пременопаузе, получающих бевацизумаб в сочетании с химиотерапией mFOLFOX, по сравнению с монотерапией mFOLFOX; информировать женщин с репродуктивным потенциалом о риске недостаточности яичников до начала лечения",
        "Повышенный относительный риск сердечной недостаточности был связан с терапией",
        "Мониторинг артериального давления и лечение гипертонии; повышенный риск тяжелой гипертензии; временно приостановить лечение; прекратить, если гипертонический криз или гипертоническая энцефалопатия",
        "На основании механизма действия и результатов исследований на животных может нанести вред плоду при назначении беременным женщинам (см. Беременность).",
        "Сообщается о синдроме задней обратимой энцефалопатии (PRES) (0,5%); прекратить, если PRES развивается",
        "Не указано для использования с химиотерапией на основе антрациклина; частота дисфункции левого желудочка степени ≥3 составила 1% у пациентов, получавших бевацизумаб, по сравнению с 0,6% у пациентов, получавших только химиотерапию.",
        "Рекомендуется оценка наличия варикозного расширения вен в течение 6 месяцев после начала терапии ГЦК; отсутствуют клинические данные, подтверждающие безопасность у пациентов с кровотечением из варикозно расширенных вен в течение 6 месяцев до лечения, нелеченых или неполностью пролеченных варикозно расширенных вен с кровотечением или с высоким риском кровотечения, поскольку эти пациенты были исключены из клинических испытаний при ГЦК",
        "Препараты бевацизумаба могут вызывать незначительное кровотечение, чаще всего носовое кровотечение 1-й степени; и серьезные, а в некоторых случаях фатальные, геморрагические явления",
        "Серьезные, иногда фатальные, артериальные тромбоэмболические осложнения (АТЭ), включая инфаркт головного мозга, транзиторные ишемические атаки, инфаркт миокарда, стенокардию и ряд других АТЭ; прекратить прием бевацизумаба при тяжелой ATE",
        "Сообщалось о повышенном риске венозных тромбоэмболических осложнений (ВТЭ) у пациентов, получавших бевацизумаб по поводу рака шейки матки; прекратить прием бевацизумаба при угрожающей жизни ВТЭ",
        "Могут возникать реакции, связанные с инфузией, которые включают гипертензию, гипертонические кризы, связанные с неврологическими признаками и симптомами, свистящее дыхание, десатурацию кислорода, гиперчувствительность 3 степени, анафилактоидные/анафилактические реакции, боль в груди, головные боли, озноб и потливость; прекратить инфузию в тяжелых случаях и назначить соответствующую терапию"
      ],
      "specific": [
        {
          "type": "Лечение раны",
          "description": [
            "Не вводить в течение как минимум 28 дней после операции и до полного заживления раны.",
            "Прекратить лечение у пациентов с осложнениями заживления ран, требующими медицинского вмешательства.",
            "Сообщалось о случаях некротического фасциита, в том числе с летальным исходом, обычно вторичного по отношению к осложнениям заживления ран, перфорации желудочно-кишечного тракта или образованию свищей.",
            "Безопасность возобновления применения препаратов бевацизумаба после разрешения раневых осложнений не установлена.",
            "Воздержаться не менее чем за 28 дней до плановой операции.",
            "Ухудшает заживление ран; прекратить до избранных операций и не начинать после операции; воздержаться от терапии до адекватного заживления раны"
          ]
        },
        {
          "type": "Перфорация ЖКТ и образование свищей",
          "description": [
            "Избегайте применения у пациентов с раком яичников, у которых есть признаки ректо-сигмовидного поражения при гинекологическом осмотре или поражения кишечника при КТ или клинических симптомах кишечной непроходимости.",
            "Серьезные, а иногда и фатальные образования свищей с вовлечением трахеопищеводных, бронхоплевральных, билиарных, вагинальных, почечных и мочевых пузырей возникают чаще у пациентов, получавших бевацизумаб, по сравнению с контрольной группой.",
            "Происходит серьезная, а иногда и фатальная перфорация ЖКТ.",
            "Пациенты, у которых развивается желудочно-кишечный свищ во влагалище, также могут иметь кишечную непроходимость и нуждаться в хирургическом вмешательстве, а также в наложении отводящей стомы."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "бевацизумаб, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "бевацизумаб, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "бевацизумаб, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "бевацизумаб, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "бевацизумаб, лизокабтаген маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность бевацизумаба по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "ропгинтерферон альфа 2b, бевацизумаб.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "бевацизумаб, сунитиниб. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременное применение бевацизумаба и сунитиниба не рекомендуется. Сообщалось о случаях микроангиопатической гемолитической анемии (МАГА). ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "бевацизумаб, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "бевацизумаб снижает действие противохолерной вакцины за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "daunorubicin",
      "description": {
        "common": "бевацизумаб, даунорубицин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: потенциально повышенный риск кардиотоксичности (ЗСН). Осторожность оправдана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "бевацизумаб снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и бевацизумаб снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксорубицин",
      "description": {
        "common": "бевацизумаб, доксорубицин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: потенциально повышенный риск кардиотоксичности (ЗСН). Осторожность оправдана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксорубицин липосомальный",
      "description": {
        "common": "бевацизумаб, доксорубицин липосомальный. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: потенциально повышенный риск кардиотоксичности (ЗСН). Осторожность оправдана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфгартигимод альфа",
      "description": {
        "common": "эфгартигимод альфа будет снижать уровень или эффект бевацизумаба за счет конкуренции за связывание с рецепторами. Используйте осторожность/монитор. Одновременное применение эфгартигимода с препаратами, которые связываются с человеческим неонатальным рецептором Fc, может снизить системное воздействие и эффективность таких препаратов. Внимательно следите за снижением эффективности лекарств, которые связываются с человеческим неонатальным рецептором Fc. Если длительное использование таких препаратов необходимо, рассмотрите возможность прекращения приема эфгартигимода и использования альтернативных методов лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпирубицин",
      "description": {
        "common": "бевацизумаб, эпирубицин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: потенциально повышенный риск кардиотоксичности (ЗСН). Осторожность оправдана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "идарубицин",
      "description": {
        "common": "бевацизумаб, идарубицин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: потенциально повышенный риск кардиотоксичности (ЗСН). Осторожность оправдана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иринотекан",
      "description": {
        "common": "бевацизумаб, иринотекан. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: возможно повышенный риск диареи и нейтропении при одновременном применении бевацизумаба и иринотекана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иринотекан липосомальный",
      "description": {
        "common": "бевацизумаб, иринотекан липосомальный. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: возможно повышенный риск диареи и нейтропении при одновременном применении бевацизумаба и иринотекана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "бевацизумаб будет снижать уровень или эффект паклитаксела по другим причинам (см. комментарий). Используйте осторожность/монитор. Возможное снижение экспозиции паклитаксела после 4 циклов лечения бевацизумабом в комбинации с паклитакселом и карбоплатином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел, связанный с белком",
      "description": {
        "common": "бевацизумаб будет снижать уровень или эффект белка паклитаксела, связанного с другими (см. комментарий). Используйте осторожность/монитор. Возможное снижение экспозиции паклитаксела после 4 циклов лечения бевацизумабом в комбинации с паклитакселом и карбоплатином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и бевацизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и бевацизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сорафениб",
      "description": {
        "common": "бевацизумаб, сорафениб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Следите за развитием кожных реакций рук и ног во время комбинированной терапии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и бевацизумаб усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Усталость",
      "percent": "72-80"
    },
    {
      "name": "Тошнота",
      "percent": "53-58"
    },
    {
      "name": "Артралгия",
      "percent": "33-41"
    },
    {
      "name": "Диарея",
      "percent": "38-40"
    },
    {
      "name": "Головная боль",
      "percent": "26-34"
    },
    {
      "name": "Гипертония",
      "percent": "24-32"
    },
    {
      "name": "носовое кровотечение",
      "percent": "30-31"
    },
    {
      "name": "Одышка",
      "percent": "26-28"
    },
    {
      "name": "Стоматит",
      "percent": "19-25"
    },
    {
      "name": "Боль в конечностях",
      "percent": "19-25"
    },
    {
      "name": "Мышечная слабость",
      "percent": "13-15"
    },
    {
      "name": "Дизартрия",
      "percent": "10-12"
    },
    {
      "name": "нейтропения",
      "percent": "2-4"
    },
    {
      "name": "Оценка",
      "percent": "31"
    },
    {
      "name": "Гипертония",
      "percent": "2-4"
    },
    {
      "name": "Оценка",
      "percent": "19"
    },
    {
      "name": "Периферическая сенсорная невропатия",
      "percent": "2-4"
    },
    {
      "name": "Оценка",
      "percent": "18"
    },
    {
      "name": "Воспаление слизистой оболочки",
      "percent": "2-4"
    },
    {
      "name": "Оценка",
      "percent": "13"
    },
    {
      "name": "протеинурия",
      "percent": "2-4"
    },
    {
      "name": "Оценка",
      "percent": "12"
    },
    {
      "name": "Инфекционное заболевание",
      "percent": "2-4"
    },
    {
      "name": "Оценка",
      "percent": "11"
    },
    {
      "name": "пальмар",
      "percent": "2-4"
    },
    {
      "name": "подошвенная эритродизестезия",
      "percent": "11"
    },
    {
      "name": "Оценка",
      "percent": "82"
    },
    {
      "name": "Усталость",
      "percent": "72"
    },
    {
      "name": "Тошнота",
      "percent": "58"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "55"
    },
    {
      "name": "носовое кровотечение",
      "percent": "49"
    },
    {
      "name": "Головная боль",
      "percent": "42"
    },
    {
      "name": "Гипертония",
      "percent": "38-39"
    },
    {
      "name": "Диарея",
      "percent": "35"
    },
    {
      "name": "Снижение аппетита",
      "percent": "33"
    },
    {
      "name": "Боль в животе",
      "percent": "31"
    },
    {
      "name": "стоматит",
      "percent": "30"
    },
    {
      "name": "рвота",
      "percent": "28"
    },
    {
      "name": "Гипергликемия",
      "percent": "27"
    },
    {
      "name": "Одышка",
      "percent": "26"
    },
    {
      "name": "Артралгия",
      "percent": "21"
    },
    {
      "name": "гипомагниемия",
      "percent": "7-10"
    },
    {
      "name": "Кашель",
      "percent": "5"
    },
    {
      "name": "Бессонница",
      "percent": "10"
    },
    {
      "name": "боль в спине",
      "percent": "9"
    },
    {
      "name": "Нарушение слизистой оболочки носа",
      "percent": "8"
    },
    {
      "name": "носовое кровотечение",
      "percent": "8"
    },
    {
      "name": "ринорея",
      "percent": "7"
    },
    {
      "name": "Гиперкалиемия",
      "percent": null
    },
    {
      "name": "Геморрой",
      "percent": null
    },
    {
      "name": "Заложенность носовых пазух",
      "percent": null
    },
    {
      "name": "Кровоточивость десен",
      "percent": null
    }
  ]
}