{
  "name": "флуцикловин F 18",
  "comment": "Rx",
  "other_names": [
    "Аксумин"
  ],
  "classes": [
    "Агенты диагностической визуализации"
  ],
  "source": "https://reference.medscape.com/drug/axumin-fluciclovine-f-18-1000111",
  "pregnancy": {
    "common": [
      "Не показан у самок и нет информации об исходах развития у беременных женщин или животных."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Не показан для применения у женщин и нет информации о присутствии в грудном молоке."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Могут возникнуть реакции гиперчувствительности, включая анафилаксию; оборудование для экстренной реанимации и персонал должны быть немедленно доступны",
        "Радиационный риск: использование способствует общему долгосрочному кумулятивному облучению пациента; длительное кумулятивное облучение связано с повышенным риском развития рака; обеспечить безопасное обращение, чтобы свести к минимуму радиационное облучение пациента и медицинских работников"
      ],
      "specific": [
        {
          "type": "Неверное толкование",
          "description": [
            "Эффективность флуцикловина F 18, по-видимому, зависит от уровня ПСА.",
            "Рекомендуется клиническая корреляция, которая может включать гистопатологическую оценку места предполагаемого рецидива.",
            "Ошибки интерпретации изображения могут возникать при ПЭТ-визуализации с флуцикловином F 18; отрицательное изображение не исключает наличия рецидива рака предстательной железы, а положительное изображение не подтверждает наличие рецидива рака предстательной железы",
            "Не специфичен для рака предстательной железы и может встречаться при других видах рака и доброкачественной гипертрофии предстательной железы при первичном раке предстательной железы."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Боль в месте инъекции",
      "percent": null
    },
    {
      "name": "Эритема в месте инъекции",
      "percent": null
    },
    {
      "name": "дисгевзия",
      "percent": null
    }
  ]
}