{
  "name": "азатиоприн",
  "comment": "Rx",
  "other_names": [
    "Азасан",
    "Imuran"
  ],
  "classes": [
    "Иммунодепрессанты",
    "DMARD",
    "Иммуномодуляторы"
  ],
  "source": "https://reference.medscape.com/drug/azasan-imuran-azathioprine-343191",
  "pregnancy": {
    "common": [
      "Лактация: препарат выделяется в небольшом количестве с грудным молоком; использовать не рекомендуется",
      "Категория беременности: D"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: препарат выделяется в небольшом количестве с грудным молоком; использовать не рекомендуется"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Зарегистрированные злокачественные новообразования включают посттрансплантационную лимфому и гепатоселезеночную Т-клеточную лимфому (HSTCL) у пациентов с воспалительным заболеванием кишечника.",
        "Хроническая иммуносупрессия с этим пуриновым антиметаболитом увеличивает риск неоплазии, мутагенного риска и гематологической токсичности.",
        "Лечащие врачи должны быть знакомы с мутагенным потенциалом и возможной гематологической токсичностью."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Беременность, лактация",
        "Документально подтвержденная гиперчувствительность",
        "Ревматоидный артрит: пациенты, ранее получавшие алкилирующие препараты."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Длительное использование увеличивает риск неоплазии",
        "Повышенный риск инфекции и гепатотоксичности; периодически контролировать функцию печени; сообщалось о синдроме печеночной синудоидальной обструкции; прекратить терапию при подозрении",
        "Может возникнуть тяжелая лейкопения, тромбоцитопения, анемии, включая макроцитарную анемию, и/или панцитопения; также может наблюдаться сильное угнетение костного мозга; пациенты с дефицитом нуклеотиддифосфатазы (NUDT15) могут подвергаться повышенному риску миелотоксичности, если пациент получает обычные дозы препарата; может произойти отсроченная гематологическая супрессия; может потребоваться быстрое снижение дозы или временная отмена препарата, если наблюдается быстрое падение или устойчиво низкий уровень лейкоцитов или другие признаки угнетения функции костного мозга; лейкопения не коррелирует с терапевтическим эффектом; поэтому дозу не следует увеличивать преднамеренно для снижения количества лейкоцитов.",
        "Пациенты, получающие иммунологические препараты #иммунодепрессанты, подвержены повышенному риску бактериальных, вирусных, грибковых, протозойных и условно-патогенных инфекций, включая реактивацию латентных инфекций; эти инфекции могут привести к серьезным, в том числе смертельным исходам",
        "Частота нежелательных явлений со стороны желудочно-кишечного тракта (тошнота и рвота) может уменьшаться при разделении дозы или приеме после еды.",
        "Случаи инфекции, ассоциированной с вирусом JC, приводящей к прогрессирующей многоочаговой лейкоэнцефалопатии (ПМЛ), иногда с летальным исходом, зарегистрированы у пациентов, получавших иммунологические препараты #иммунодепрессанты, включая азатиоприн",
        "У пациентов с тяжелой миелосупрессией рассмотрите возможность оценки дефицита TPMT и NUDT15; рассмотреть альтернативную терапию у пациентов с гомозиготным дефицитом TPMT или NUDT15 и снизить дозы у пациентов с гетерозиготным дефицитом"
      ],
      "specific": [
        {
          "type": "Гепатоспленическая Т-клеточная лимфома",
          "description": [
            "HSTCL — это агрессивный, редкий тип Т-клеточной лимфомы, который обычно приводит к летальному исходу.",
            "В базе данных FDA Adverse Event Reporting System (AERS), литературе и Сети выживших после рака HSTCL случаи HSTCL были выявлены в связи со следующими препаратами: инфликсимаб (20), этанерцепт (1), адалимумаб (2), инфликсимаб/адалимумаб (5), цертолизумаб (0), голимумаб (0), азатиоприн (12), 6-МП (3)",
            "Редкие постмаркетинговые случаи HSTCL, зарегистрированные в основном у подростков и молодых взрослых пациентов с болезнью Крона и язвенным колитом, получавших блокаторы фактора некроза опухоли (TNF).",
            "Большинство зарегистрированных случаев с блокаторами TNF произошли в контексте сопутствующего лечения азатиоприном или 6-меркаптопурином (6-MP), хотя сообщалось о случаях с азатиоприном или 6-MP отдельно.",
            "Сообщения также включали 1 пациента, лечившегося от псориаза, и 2 пациентов, лечившихся от ревматоидного артрита."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фебуксостат",
      "description": {
        "common": "фебуксостат повышает уровень азатиоприна за счет замедления метаболизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "упадацитиниб",
      "description": {
        "common": "азатиоприн, упадацитиниб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адалимумаб",
      "description": {
        "common": "адалимумаб и азатиоприн усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "азатиоприн снижает действие живых аденовирусов типов 4 и 7 при пероральном приеме за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алефацепт",
      "description": {
        "common": "алефацепт и азатиоприн усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аллопуринол",
      "description": {
        "common": "аллопуринол повышает уровень азатиоприна за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Повышенный риск токсичности костного мозга."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анакинра",
      "description": {
        "common": "анакинра и азатиоприн усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против сибирской язвы",
      "description": {
        "common": "азатиоприн снижает действие вакцины против сибирской язвы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин лошадиный",
      "description": {
        "common": "лошадиный антитимоцитарный глобулин и азатиоприн усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин кролик",
      "description": {
        "common": "антитимоцитарный глобулин кролика и азатиоприн усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "азатиоприн, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "барицитиниб",
      "description": {
        "common": "барицитиниб, азатиоприн.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Барицитиниб не рекомендуется в сочетании с другими ингибиторами JAK, биологическими DMARD или сильнодействующими иммунодепрессантами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "базиликсимаб",
      "description": {
        "common": "азатиоприн и базиликсимаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "азатиоприн снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "азатиоприн, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "канакинумаб",
      "description": {
        "common": "азатиоприн и канакинумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "азатиоприн, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анатоксины дифтерии и столбняка",
      "description": {
        "common": "азатиоприн снижает действие анатоксинов дифтерии и столбняка за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/ бесклеточная коклюшная вакцина",
      "description": {
        "common": "азатиоприн снижает действие дифтерийно-столбнячного анатоксина/ бесклеточной коклюшной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/бесклеточный коклюш/полиовирус, инактивированная вакцина",
      "description": {
        "common": "азатиоприн снижает действие анатоксинов дифтерии и столбняка/бесклеточного коклюша/полиовируса, инактивированной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этанерцепт",
      "description": {
        "common": "азатиоприн и этанерцепт усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "азатиоприн и эверолимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глатирамер",
      "description": {
        "common": "азатиоприн и глатирамер усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "голимумаб",
      "description": {
        "common": "азатиоприн и голимумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А инактивированная",
      "description": {
        "common": "азатиоприн снижает действие вакцины против гепатита А, инактивированной фармакодинамическим антагонизмом. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита а/б",
      "description": {
        "common": "азатиоприн снижает действие вакцины против гепатита А/В за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А/брюшного тифа",
      "description": {
        "common": "азатиоприн снижает действие вакцины против гепатита А/брюшного тифа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита В",
      "description": {
        "common": "азатиоприн снижает действие вакцины против гепатита В за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека невалентная",
      "description": {
        "common": "азатиоприн снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека четырехвалентная",
      "description": {
        "common": "азатиоприн снижает действие вакцины против вируса папилломы человека, четырехвалентный за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "азатиоприн и гидроксихлорохина сульфат усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "азатиоприн, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфликсимаб",
      "description": {
        "common": "азатиоприн и инфликсимаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "азатиоприн снижает действие четырехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "азатиоприн снижает действие четырехвалентной противогриппозной вакцины, адъювантной благодаря фармакодинамическому антагонизму. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа на культуре клеток",
      "description": {
        "common": "азатиоприн снижает действие четырехвалентной вакцины против вируса гриппа, культивируемой на клетках, за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "азатиоприн снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "азатиоприн снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "азатиоприн снижает эффекты трехвалентной противогриппозной вакцины, адъювантной благодаря фармакодинамическому антагонизму. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Вакцина против вируса японского энцефалита",
      "description": {
        "common": "азатиоприн снижает действие вакцины против вируса японского энцефалита за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "азатиоприн и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "азатиоприн, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от кори (краснухи)",
      "description": {
        "common": "азатиоприн снижает действие вакцины против кори (краснухи) за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, паротита и краснухи, живая",
      "description": {
        "common": "азатиоприн снижает действие вакцины против кори, эпидемического паротита и краснухи за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "азатиоприн снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "менингококковая A C Y и полисахаридная вакцина W-135 комбинированная",
      "description": {
        "common": "азатиоприн снижает эффекты менингококковой A C Y и полисахаридной вакцины W-135 в сочетании с фармакодинамическим антагонизмом. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "муромонаб CD3",
      "description": {
        "common": "азатиоприн и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "азатиоприн и микофенолат усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "азатиоприн и пексидартиниб увеличивают значение Other (см. комментарий). Избегайте или используйте альтернативный препарат. Пексидартиниб может вызывать гепатотоксичность. Избегайте одновременного применения пексидартиниба с другими препаратами, о которых известно, что они вызывают гепатотоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина 13-валентная",
      "description": {
        "common": "азатиоприн снижает эффекты 13-валентной пневмококковой вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина семивалентная",
      "description": {
        "common": "азатиоприн снижает действие пневмококковой вакцины семивалентной за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина поливалентная",
      "description": {
        "common": "азатиоприн снижает эффекты поливалентной пневмококковой вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "азатиоприн, претоманид.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Претоманидный режим связан с гепатотоксичностью. Избегайте употребления алкоголя и гепатотоксических средств, включая растительные добавки и другие препараты, кроме бедаквилина и линезолида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства",
      "description": {
        "common": "азатиоприн снижает действие вакцины против бешенства за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут препятствовать развитию активного иммунитета."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства из клеток куриного эмбриона",
      "description": {
        "common": "азатиоприн снижает действие вакцины против бешенства на клетки куриного эмбриона, полученные за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рилонацепт",
      "description": {
        "common": "азатиоприн и рилонацепт усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пероральная ротавирусная вакцина, живая",
      "description": {
        "common": "азатиоприн снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против краснухи",
      "description": {
        "common": "азатиоприн снижает действие вакцины против краснухи за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "азатиоприн и сиролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против оспы живая",
      "description": {
        "common": "азатиоприн снижает действие вакцины против оспы (вакцинии) за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "азатиоприн и такролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "азатиоприн и темсиролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "столбнячный анатоксин адсорбированный или жидкий",
      "description": {
        "common": "азатиоприн снижает действие адсорбированного или жидкого столбнячного анатоксина за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от клещевого энцефалита",
      "description": {
        "common": "азатиоприн снижает действие вакцины против клещевого энцефалита за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "азатиоприн, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тоцилизумаб",
      "description": {
        "common": "и тоцилизумаб, и азатиоприн усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "азатиоприн, тофацитиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Тонгкат Али",
      "description": {
        "common": "азатиоприн и тонгкат али усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Инактивированная вакцина против диареи и холеры путешественников",
      "description": {
        "common": "азатиоприн снижает действие вакцины против диареи путешественников и холеры, инактивированных фармакодинамическим антагонизмом. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "полисахаридная вакцина против брюшного тифа",
      "description": {
        "common": "азатиоприн снижает действие брюшнотифозной полисахаридной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "азатиоприн снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "азатиоприн и устекинумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "азатиоприн снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против желтой лихорадки",
      "description": {
        "common": "азатиоприн снижает действие вакцины против желтой лихорадки за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против опоясывающего лишая",
      "description": {
        "common": "азатиоприн снижает действие живой вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "азатиоприн снижает действие антитромбина альфа по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "азатиоприн снижает действие антитромбина III по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аргатробан",
      "description": {
        "common": "азатиоприн снижает действие аргатробана по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "астрагал",
      "description": {
        "common": "азатиоприн усиливает, а астрагал снижает иммуносупрессивные эффекты; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт и азатиоприн усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бемипарин",
      "description": {
        "common": "азатиоприн снижает действие бемипарина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "беназеприл, азатиоприн. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск нейтропении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "азатиоприн снижает действие бивалирудина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "каптоприл, азатиоприн. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск нейтропении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "азатиоприн снижает действие вакцины против холеры за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "азатиоприн снижает действие дальтепарина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "азатиоприн снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "азатиоприн, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эхинацея",
      "description": {
        "common": "азатиоприн усиливает, а эхинацея снижает иммунодепрессивное действие; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эналаприл",
      "description": {
        "common": "эналаприл, азатиоприн. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск нейтропении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "азатиоприн снижает действие эноксапарина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "азатиоприн усиливает действие финголимода за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "азатиоприн снижает действие фондапаринукса по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "фозиноприл, азатиоприн. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск нейтропении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гемофильной палочки типа b",
      "description": {
        "common": "азатиоприн снижает действие вакцины против гемофильной палочки типа b за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гепарин",
      "description": {
        "common": "азатиоприн снижает действие гепарина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "азатиоприн, гидроксимочевина. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "ифосфамид, азатиоприн.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение с ифосфамидом может увеличить риск иммуносупрессии и миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имидаприл",
      "description": {
        "common": "имидаприл, азатиоприн. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск нейтропении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, рекомбинантная",
      "description": {
        "common": "азатиоприн снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа трехвалентная, рекомбинантная",
      "description": {
        "common": "азатиоприн снижает действие трехвалентной, рекомбинантной противогриппозной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "азатиоприн и изавуконазония сульфат снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "лизиноприл, азатиоприн. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск нейтропении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин и азатиоприн усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты, или у пациентов с нарушениями иммунной системы из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "майтаке",
      "description": {
        "common": "азатиоприн усиливает, а майтаке ослабляет иммуносупрессивные эффекты; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "азатиоприн снижает действие менингококковой вакцины группы В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Лица с измененной иммунокомпетентностью могут иметь сниженный иммунный ответ на вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меркаптопурин",
      "description": {
        "common": "азатиоприн и меркаптопурин усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "месаламин",
      "description": {
        "common": "месаламин повышает токсичность азатиоприна по механизму: неуточненный механизм взаимодействия. Используйте осторожность/монитор. Повышенный риск заболеваний крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мипомерсен",
      "description": {
        "common": "мипомерсен, азатиоприн.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оба препарата потенциально могут повышать активность печеночных ферментов; контролировать LFT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "моэксиприл, азатиоприн. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск нейтропении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "азатиоприн и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с иммунодепрессантами увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олапариб",
      "description": {
        "common": "азатиоприн и олапариб усиливают фармакодинамический синергизм. Используйте осторожность/монитор. Одновременное применение с другими миелосупрессивными противоопухолевыми средствами, включая агенты, повреждающие ДНК, может усиливать и пролонгировать миелосупрессивную токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и азатиоприн усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Использование оксалиплатина с сопутствующими иммунодепрессантами или при нарушениях иммунной системы может увеличить риск серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод, азатиоприн.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Одновременное применение с иммуносупрессивной терапией может увеличить риск аддитивных иммунных эффектов во время терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "периндоприл",
      "description": {
        "common": "периндоприл, азатиоприн. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск нейтропении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фениндион",
      "description": {
        "common": "азатиоприн снижает действие фениндиона по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против полиомиелита инактивированная",
      "description": {
        "common": "азатиоприн снижает действие вакцины против полиомиелита, инактивированной фармакодинамическим антагонизмом. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и азатиоприн усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протамин",
      "description": {
        "common": "азатиоприн снижает действие протамина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квинаприл",
      "description": {
        "common": "квинаприл, азатиоприн. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск нейтропении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рамиприл",
      "description": {
        "common": "рамиприл, азатиоприн. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск нейтропении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и азатиоприн усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "азатиоприн снижает эффекты сипулеуцел-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "трандолаприл, азатиоприн. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск нейтропении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, азатиоприн.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, азатиоприн.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и азатиоприн усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "азатиоприн снижает действие варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зидовудин",
      "description": {
        "common": "азатиоприн, зидовудин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против опоясывающего лишая рекомбинантная",
      "description": {
        "common": "азатиоприн снижает действие рекомбинантной вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить эффективность рекомбинантной вакцины против опоясывающего лишая."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол, азатиоприн. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Лейкопения вследствие аддитивной миелосупрессии."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "лейкопения",
      "percent": "28-50"
    },
    {
      "name": "Инфекционное заболевание",
      "percent": "20"
    },
    {
      "name": "лимфома",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "Бактериальный",
      "percent": null
    },
    {
      "name": "грибковый",
      "percent": null
    },
    {
      "name": "простейший",
      "percent": null
    },
    {
      "name": "вирусные инфекции",
      "percent": null
    },
    {
      "name": "Подавление костного мозга",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Гепатотоксичность",
      "percent": null
    },
    {
      "name": "Макроцитарная анемия",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "Тошнота или рвота",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Рак кожи",
      "percent": null
    },
    {
      "name": "стеаторея",
      "percent": null
    },
    {
      "name": "Сладкий синдром",
      "percent": null
    },
    {
      "name": "острый фебрильный нейтрофильный дерматоз",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    }
  ]
}