{
  "name": "азелаиновая кислота",
  "comment": "Rx",
  "other_names": [
    "Финансы",
    "Азелекс"
  ],
  "classes": [
    "Актуальный",
    "Агенты от прыщей"
  ],
  "source": "https://reference.medscape.com/drug/azelex-finacea-azelaic-acid-343463",
  "pregnancy": {
    "common": [
      "Азелаиновая кислота минимально всасывается системно при местном применении; использование матерью не должно привести к воздействию препарата на плод"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных эмбриофетальная токсичность была отмечена при пероральном введении азелаиновой кислоты в период органогенеза в дозах, в 162, 19 и 65 раз превышающих максимальную рекомендуемую дозу для человека (MRHD) у крыс, кроликов и обезьян соответственно; при этих дозах была отмечена материнская токсичность, но в этих исследованиях развития эмбриона и плода не наблюдалось пороков развития."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в лекарственном средстве и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от лекарственного средства или основного заболевания матери.",
      "Азелаиновая кислота естественным образом присутствует в грудном молоке; маловероятно, что при применении по назначению азелаиновая кислота всасывается через кожу в клинически значимых количествах, вызывающих изменение концентрации азелаиновой кислоты в молоке или продукции молока; поэтому ожидается, что грудное вскармливание не приведет к воздействию препарата на младенца."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к азелаиновой кислоте, пропиленгликолю или любому из их компонентов."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Раздражение кожи (т.е. зуд, жжение или покалывание) может возникнуть, как правило, в течение первых нескольких недель лечения; если чувствительность или сильное раздражение развиваются и сохраняются, прекратите лечение и начните соответствующую терапию.",
        "Сообщалось, что терапия вызывает раздражение глаз; избегать попадания в глаза и на слизистые оболочки; если лекарство попало в глаза, промойте глаза большим количеством воды и обратитесь к врачу, если раздражение глаз не проходит",
        "Мойте руки после нанесения крема",
        "Не наносите воск на обработанную область и не наносите средства для местного применения, которые могут еще больше раздражать кожу (например, вяжущие средства, абразивное мыло и очищающие средства, отшелушивающие средства).",
        "После использования азелаиновой кислоты сообщалось об отдельных случаях гипопигментации; контролировать пациентов с темным цветом лица на наличие ранних признаков гипопигментации",
        "Сообщается об ухудшении течения астмы; проконсультируйтесь с врачом, если астма усугубляется терапией",
        "Избегайте использования окклюзионных повязок или обертываний",
        "В случае известной повышенной чувствительности к любому компоненту геля следует избегать применения гелевой лекарственной формы; если гиперчувствительность развивается во время лечения, прекратите и начните соответствующую терапию",
        "Сообщайте врачу о любых аномальных изменениях цвета кожи.",
        "Избегайте любых продуктов и напитков, которые провоцируют эритему, приливы и покраснение (например, алкогольные напитки, острая пища, горячие напитки, такие как горячий кофе и чай).",
        "Только для дерматологического применения"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Сжигание",
      "percent": "4-16"
    },
    {
      "name": "жгучий",
      "percent": "1-6"
    },
    {
      "name": "покалывание",
      "percent": "1-5"
    },
    {
      "name": "Зуд",
      "percent": "1-2"
    },
    {
      "name": "Масштабирование",
      "percent": null
    },
    {
      "name": "сухая кожа",
      "percent": null
    },
    {
      "name": "ксероз",
      "percent": null
    },
    {
      "name": "Эритема",
      "percent": null
    },
    {
      "name": "раздражение",
      "percent": null
    },
    {
      "name": "Контактный дерматит",
      "percent": null
    },
    {
      "name": "Отек",
      "percent": null
    },
    {
      "name": "Акне",
      "percent": null
    },
    {
      "name": "сжигание лица",
      "percent": null
    },
    {
      "name": "Раздражение",
      "percent": null
    },
    {
      "name": "Иридоциклит после случайного контакта",
      "percent": null
    },
    {
      "name": "Реакции гиперчувствительности",
      "percent": null
    },
    {
      "name": "включая ангионевротический отек",
      "percent": null
    },
    {
      "name": "отек глаз",
      "percent": null
    },
    {
      "name": "отек лица",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "пересмотренный",
      "percent": null
    },
    {
      "name": "Обострение астмы",
      "percent": null
    },
    {
      "name": "одышка",
      "percent": null
    },
    {
      "name": "хрипы",
      "percent": null
    },
    {
      "name": "Сыпь на месте применения",
      "percent": null
    }
  ]
}