{
  "name": "разагилин",
  "comment": "Rx",
  "other_names": [
    "Азилект"
  ],
  "classes": [
    "Ингибиторы МАО типа В",
    "Антипаркинсонические агенты"
  ],
  "source": "https://reference.medscape.com/drug/azilect-rasagiline-343055",
  "pregnancy": {
    "common": [
      "Отсутствуют адекватные данные о рисках для развития, связанных с применением у беременных женщин; в исследованиях на животных пероральное введение крысам во время беременности и лактации приводило к снижению выживаемости и снижению массы тела у потомства в дозах, аналогичных тем, которые используются в клинике; при введении беременным животным в комбинации с леводопой/карбидопой наблюдалось повышение частоты аномалий скелета плода у крыс и повышение частоты эмбриофетальной гибели и сердечно-сосудистых аномалий у кроликов."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "У беременных крыс, которым вводили разагилин (0, 0,1, 0,3, 1 мг/кг/сут) перорально во время беременности и лактации, выживаемость потомства снижалась, а масса тела потомства снижалась при дозах 0,3 мг/кг/сут и 1 мг/кг/сут. в 10 и 16 раз выше, чем AUC в плазме крови человека при MRHD); неэффективная доза (0,1 мг/кг) для побочных эффектов развития аналогична MRHD на основе площади поверхности тела (мг/м2); влияние препарата на физическое и поведенческое развитие не было адекватно оценено в этом исследовании."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии препарата в грудном молоке или о воздействии на младенцев, находящихся на грудном вскармливании; у крыс было показано, что разагилин ингибирует секрецию пролактина; клиническая значимость для человека неизвестна, и нет данных о влиянии разагилина на секрецию пролактина у человека.",
      "Польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от лекарств или от основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Одновременное применение с меперидином, трамадолом, метадоном и ИМАО, включая другие селективные ингибиторы МАО-В, повышает риск серотонинового синдрома; Между прекращением приема разагилина и началом лечения этими препаратами должно пройти не менее 14 дней.",
        "Одновременное применение с декстрометорфаном из-за риска эпизода психоза или странного поведения",
        "Одновременное применение со зверобоем и циклобензаприном"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может усугубить артериальную гипертензию; антигипертензивные препараты могут потребовать коррекции дозы",
        "Может вызвать или усугубить дискинезию; уменьшение дозы леводопы может уменьшить или устранить этот побочный эффект.",
        "Может вызывать гипотензию, особенно ортостатическую",
        "Разагилин является селективным ингибитором МАО-В в рекомендуемых дозах 0,5 или 1 мг в сутки; селективность ингибирования МАО-В снижается дозозависимым образом, поскольку доза постепенно увеличивается выше рекомендуемых суточных доз.",
        "Гиперпирексия и спутанность сознания при синдроме отмены, о которых сообщалось при быстром снижении дозы препаратов, повышающих центральный дофаминергический тонус; это характеризуется повышенной температурой, мышечной ригидностью, измененным сознанием и нестабильностью вегетативной нервной системы.",
        "Пациенты с болезнью Паркинсона имеют более высокий риск (в 2-6 раз выше) развития меланомы, чем население в целом; неясно, связано ли это с болезнью или другими факторами (например, медикаментозной терапией); контролировать меланомы часто и на регулярной основе"
      ],
      "specific": [
        {
          "type": "Психиатрические эффекты",
          "description": [
            "Ненормальное мышление и поведение могут состоять из одного или нескольких различных проявлений, включая параноидальные мысли, бред, галлюцинации, спутанность сознания, психотическое поведение, дезориентацию, агрессивное поведение, возбуждение и делирий.",
            "Пациентов с большим психотическим расстройством обычно не следует лечить из-за риска обострения психоза с повышением центрального дофаминергического тонуса; кроме того, многие методы лечения психозов, снижающие центральный дофаминергический тонус, могут снижать эффективность терапии.",
            "Рассмотрите возможность снижения дозы или прекращения приема препарата, если у пациента развиваются галлюцинации или психотическое поведение во время приема препарата.",
            "Сообщалось о галлюцинациях и психотическом поведении.",
            "Пациенты должны быть проинформированы о возможности развития галлюцинаций и проинструктированы о необходимости незамедлительно сообщать о них лечащему врачу в случае их развития."
          ]
        },
        {
          "type": "Засыпание и сонливость",
          "description": [
            "Перед началом лечения пациентов следует проинформировать о возможности развития сонливости и конкретно спросить о факторах, которые могут увеличить риск при терапии, таких как сопутствующие седативные препараты, наличие нарушений сна и сопутствующие препараты, повышающие уровень разагилина в плазме (например, ципрофлоксацин).",
            "Хотя многие пациенты сообщали о сонливости во время терапии разагилином и другими дофаминергическими препаратами, некоторые считали, что у них не было настораживающих признаков, таких как чрезмерная сонливость, и считали, что они были настороже непосредственно перед действиями, которые привели к несчастным случаям.",
            "Сообщалось о дневной сонливости и сонливости во время повседневной деятельности.",
            "Лечащие врачи должны следить за пациентами на предмет сонливости или сонливости, поскольку некоторые явления возникают спустя много времени после начала лечения дофаминергическими препаратами.",
            "Если у пациента развивается значительная дневная сонливость или эпизоды засыпания во время действий, требующих активного участия (например, вождение автомобиля, разговоры, прием пищи), терапию обычно следует прекратить.",
            "Если принято решение о продолжении терапии пациентов, посоветуйте им избегать вождения и других потенциально опасных видов деятельности; недостаточно информации, чтобы установить, что снижение дозы устранит эпизоды засыпания во время повседневной деятельности.",
            "Лечащие врачи также должны знать, что пациенты могут не признавать сонливости или сонливости до тех пор, пока их не спросят о сонливости или сонливости во время определенных действий."
          ]
        },
        {
          "type": "Тирамин",
          "description": [
            "Пациентам следует рекомендовать избегать продуктов, содержащих очень большое количество тирамина, при приеме рекомендованных доз разагилина из-за возможности значительного повышения артериального давления, включая клинические синдромы, называемые императивными позывами к гипертензии, кризисом или неотложной помощью.",
            "Во время лечения в рекомендуемых дозах диетическое ограничение тирамина не требуется; однако некоторые пищевые продукты могут содержать очень большое количество (например, > 150 мг) тирамина, который потенциально может вызвать тяжелую артериальную гипертензию, включая различные клинические синдромы, называемые неотложной гипертонической болезнью, кризисом или экстренным состоянием, у пациентов, получающих терапию, даже в рекомендуемых дозах. из-за повышенной чувствительности к тирамину"
          ]
        },
        {
          "type": "Серотониновый синдром",
          "description": [
            "Сообщалось о серотониновом синдроме при одновременном применении разагилина с меперидином, трамадолом, метадоном или пропоксифеном; разагилин противопоказан к применению с меперидином, трамадолом, метадоном, пропоксифеном и ингибиторами МАО (ИМАО), включая другие селективные ингибиторы МАО-В.",
            "Одновременное применение с одним из многих классов антидепрессантов (например, СИОЗС, СИОЗСН, триазолопиридином, трициклическими или тетрациклическими антидепрессантами) не рекомендуется.",
            "Из-за длительного периода полувыведения некоторых антидепрессантов (например, флуоксетина и его активного метаболита) между прекращением приема флуоксетина и началом терапии должно пройти не менее пяти недель (возможно, дольше, особенно если флуоксетин назначается постоянно и/или в более высоких дозах). разагилин",
            "Между прекращением приема разагилина и началом лечения СИОЗС, СИОЗСН, трициклическим, тетрациклическим или триазолопиридиновым антидепрессантом должно пройти не менее 14 дней.",
            "Симптомы серотонинового синдрома включают изменения поведения и когнитивного/психического статуса (например, спутанность сознания, гипомания, галлюцинации, возбуждение, делирий, головная боль и кома), вегетативные эффекты (например, обмороки, озноб, потливость, высокая температура/гипертермия, артериальная гипертензия). , тахикардия, тошнота, диарея) и соматические эффекты (например, мышечная ригидность, миоклонус, мышечные подергивания, гиперрефлексия, проявляющаяся клонусом и тремором)",
            "В постмаркетинговом периоде у пациентов, принимавших антидепрессанты одновременно с препаратом, сообщалось о потенциально опасном для жизни серотониновом синдроме.",
            "Сообщалось о серотониновом синдроме при одновременном применении антидепрессантов (например, селективных ингибиторов обратного захвата серотонина — СИОЗС, ингибиторов обратного захвата серотонина и норадреналина — СИОЗСН, трициклических антидепрессантов, тетрациклических антидепрессантов, триазолопиридиновых антидепрессантов) и неселективных ИМАО (например, фенелзина, транилципромина) или селективные ингибиторы МАО-В, такие как селегилин и разагилин"
          ]
        },
        {
          "type": "Компульсивное поведение",
          "description": [
            "Сообщалось, что в некоторых случаях, хотя и не во всех, эти позывы прекращались при уменьшении дозы или прекращении приема лекарства; поскольку пациенты могут не распознавать такое поведение как ненормальное, важно, чтобы лица, назначающие препараты, специально спрашивали пациентов или лиц, осуществляющих уход, о развитии новых или усиленных игровых побуждений, сексуальных побуждений, неконтролируемых расходов или других побуждений во время лечения.",
            "Рассмотрите возможность снижения дозы или прекращения приема лекарств, если у пациента возникают такие позывы во время приема лекарств.",
            "Сообщается об импульсивном контроле/компульсивном поведении; В отчетах о клинических случаях описываются пациенты с сильными побуждениями к азартным играм, повышенным сексуальным побуждением, сильным побуждением потратить деньги или переедать, а также неспособностью контролировать эти побуждения при приеме одного или нескольких препаратов, повышающих центральный дофаминергический тонус и обычно используемых для лечение болезни Паркинсона"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "апраклонидин",
      "description": {
        "common": "разагилин, апраклонидин. Механизм: неизвестен. Противопоказано. Апраклонидин не следует применять у пациентов, получающих ингибиторы МАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "разагилин усиливает эффекты атомоксетина за счет фармакодинамического синергизма. Противопоказано. Применение атомоксетина с ингибиторами моноаминоксидазы (ИМАО) противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "бримонидин",
      "description": {
        "common": "разагилин, бримонидин. Механизм: неизвестен. Противопоказано. Бримонидин не следует применять у пациентов, получающих ингибиторы МАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "бупропион",
      "description": {
        "common": "разагилин и бупропион усиливают дофаминергические эффекты. Противопоказано. Бупропион ингибирует обратный захват дофамина и норадреналина (НЭ), а ИМАО снижают метаболизм дофамина и НЭ; coadministration увеличивает риск гипертензивных реакций; Между прекращением приема ИМАО и началом приема бупропиона должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ципрогептадин",
      "description": {
        "common": "разагилин, ципрогептадин. Другое (см. комментарий). Противопоказано.\nКомментарий: Ингибиторы МАО могут пролонгировать и усиливать антихолинергические эффекты антигистаминных препаратов. Ципрогептадин может ослаблять серотонинергический эффект ингибиторов МАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "разагилин и десвенлафаксин повышают уровень серотонина. Противопоказано. Между прекращением приема ИМАО и началом лечения серотонинергическим препаратом должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "разагилин, дейтетрабеназин.\nОдин из них увеличивает токсичность другого за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Дейтетрабеназин не следует применять в комбинации с ИМАО или в течение 14 дней после прекращения терапии ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "разагилин усиливает эффекты дексметилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода. Использование дексметилфенидата противопоказано во время лечения ИМАО, а также в течение как минимум 14 дней после прекращения лечения ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "разагилин усиливает эффекты декстроамфетамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода. Одновременное применение противопоказано во время или в течение 14 дней после приема ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "декстрометорфан",
      "description": {
        "common": "разагилин и декстрометорфан повышают уровень серотонина. Противопоказано. Риск эпизодов психоза или странного поведения."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эфедрин",
      "description": {
        "common": "разагилин усиливает действие эфедрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фентанил",
      "description": {
        "common": "Разагилин повышает токсичность фентанила Др. (см. комментарий). Противопоказано.\nКомментарий: Избегайте фентанила у пациентов, которым требуется одновременный прием ИМАО, или в течение 14 дней после прекращения приема ИМАО. Сообщалось о тяжелом и непредсказуемом усилении действия ингибиторов МАО при применении опиоидных анальгетиков. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "разагилин повышает токсичность фентанила при интраназальном введении Др. (см. комментарий). Противопоказано.\nКомментарий: Избегайте фентанила у пациентов, которым требуется одновременный прием ИМАО, или в течение 14 дней после прекращения приема ИМАО. Сообщалось о тяжелом и непредсказуемом усилении действия ингибиторов МАО при применении опиоидных анальгетиков. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "разагилин повышает токсичность фентанила при трансдермальном введении Др. (см. комментарий). Противопоказано.\nКомментарий: Избегайте фентанила у пациентов, которым требуется одновременный прием ИМАО, или в течение 14 дней после прекращения приема ИМАО. Сообщалось о тяжелом и непредсказуемом усилении действия ингибиторов МАО при применении опиоидных анальгетиков. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "разагилин повышает токсичность фентанила при трансмукозальном введении Др. (см. комментарий). Противопоказано.\nКомментарий: Избегайте фентанила у пациентов, которым требуется одновременный прием ИМАО, или в течение 14 дней после прекращения приема ИМАО. Сообщалось о тяжелом и непредсказуемом усилении действия ингибиторов МАО при применении опиоидных анальгетиков. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "разагилин и изокарбоксазид повышают уровень серотонина. Противопоказано. Повышенный риск гипертонического криза. Между отменой разагилина и началом приема другого ИМАО или отменой другого ИМАО и началом приема разагилина должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "разагилин и левомилнаципран повышают уровень серотонина. Противопоказано. Одновременное применение с ИМАО или в течение 14 дней после прекращения лечения ИМАО противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "разагилин усиливает эффекты лиздексамфетамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода. Одновременное применение противопоказано во время или в течение 14 дней после приема ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "меперидин",
      "description": {
        "common": "разагилин и меперидин повышают уровень серотонина. Противопоказано. Риск серьезных, иногда фатальных реакций из-за серотонинового синдрома."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метадон",
      "description": {
        "common": "разагилин увеличивает токсичность метадона по неизвестному механизму. Противопоказано. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "разагилин усиливает действие метамфетамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода. Одновременное применение противопоказано во время или в течение 14 дней после приема ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "разагилин усиливает эффекты метилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода. Метилфенидат противопоказан во время лечения ИМАО, а также в течение как минимум 14 дней после прекращения приема ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метилфенидат трансдермальный",
      "description": {
        "common": "трансдермальный метилфенидат и разагилин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Одновременное применение ИМАО и стимуляторов ЦНС может вызвать гипертонический криз."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "милнаципран",
      "description": {
        "common": "разагилин и милнаципран повышают уровень серотонина. Противопоказано. Одновременное применение с ИМАО или в течение 14 дней после прекращения лечения ИМАО противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "миртазапин",
      "description": {
        "common": "разагилин и миртазапин повышают уровень серотонина. Противопоказано. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "озанимод",
      "description": {
        "common": "как разагилин, так и озанимод усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Одновременное применение озанимода с ингибиторами МАО-В может снизить экспозицию активных метаболитов озанимода, которые могут ингибировать МАО. Возможность клинического взаимодействия с ингибиторами МАО не изучалась; однако повышенный риск неселективного ингибирования МАО может привести к гипертоническому кризу. Между прекращением приема озанимода и началом приема ингибиторов МАО должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенелзин",
      "description": {
        "common": "разагилин и фенелзин повышают уровень серотонина. Противопоказано. Повышенный риск гипертонического криза. Между отменой разагилина и началом приема другого ИМАО или отменой другого ИМАО и началом приема разагилина должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенилэфрин ПО",
      "description": {
        "common": "разагилин усиливает действие фенилэфрина перорально за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "разагилин и прокарбазин повышают уровень серотонина. Противопоказано. Между прекращением приема одного ИМАО и началом терапии другим должно пройти не менее 2 недель."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "псевдоэфедрин",
      "description": {
        "common": "разагилин усиливает действие псевдоэфедрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "safinamide",
      "description": {
        "common": "разагилин, сафинамид.\nОдин из них увеличивает токсичность другого на уровень серотонина. Противопоказано. Одновременное применение повышает риск неселективного ингибирования МАО, что может привести к гипертоническому кризу. Между прекращением приема сафинамида и началом приема ИМАО должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин",
      "description": {
        "common": "разагилин и селегилин повышают уровень серотонина. Противопоказано. Повышенный риск гипертонического криза. Между отменой разагилина и началом приема другого ИМАО или отменой другого ИМАО и началом приема разагилина должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "сердексметилфенидат/дексметилфенидат",
      "description": {
        "common": "разагилин усиливает эффекты сердексметилфенидата/дексметилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода. Использование дексметилфенидата противопоказано во время лечения ИМАО, а также в течение как минимум 14 дней после прекращения лечения ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "солриамфетол",
      "description": {
        "common": "разагилин увеличивает уровень или эффект солриамфетола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Не используйте солриамфетол во время и/или в течение 14 дней после прекращения лечения ИМАО. ИМАО необратимо ингибируют фермент моноаминоксидазу, фермент, участвующий в деградации различных моноаминов, включая дофамин и норадреналин. Солриамфетол увеличивает синаптический дофамин и норадреналин."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "Зверобой",
      "description": {
        "common": "разагилин и зверобой повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тапентадол",
      "description": {
        "common": "разагилин увеличивает токсичность тапентадола по неизвестному механизму. Противопоказано. Сопутствующая терапия ИМАО в течение последних 14 дней противопоказана. Риск гипотонии, гиперпирексии, сонливость или смерти. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "тетрабеназин, разагилин. Другое (см. комментарий). Противопоказано.\nКомментарий: риск острого гипертензивного эпизода; разделить на 14 д. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "трамадол",
      "description": {
        "common": "разагилин и трамадол повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "транилципромин",
      "description": {
        "common": "разагилин и транилципромин повышают уровень серотонина. Противопоказано. Между отменой разагилина и началом приема другого ИМАО или отменой другого ИМАО и началом приема разагилина должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вилазодон",
      "description": {
        "common": "разагилин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Противопоказано. Одновременное применение с ингибиторами МАО противопоказано. Не назначайте вилазодон в течение 14 дней после прекращения или начала приема ингибитора МАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "разагилин увеличивает токсичность вортиоксетина за счет уровня серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP1A2. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альфентанил",
      "description": {
        "common": "разагилин увеличивает токсичность альфентанила по неизвестному механизму. Избегайте или используйте альтернативный препарат. Может вызвать дополнительное угнетение ЦНС, сонливость, головокружение или гипотонию, поэтому следует соблюдать осторожность при использовании с ИМАО; рекомендуется более низкие начальные дозы анальгетика с последующим тщательным титрованием. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "алмотриптан и разагилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Избегайте комбинации в течение 14 дней после использования ИМАО"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "разагилин и амитриптилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Сообщалось о тяжелой токсичности ЦНС, связанной с гиперпирексией, при комбинированном лечении антидепрессантом и разагилином. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "разагилин и амоксапин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Сообщалось о тяжелой токсичности ЦНС, связанной с гиперпирексией, при комбинированном лечении антидепрессантом и разагилином. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "разагилин увеличивает токсичность бензгидрокодона/ацетаминофена на уровень серотонина. Избегайте или используйте альтернативный препарат. Взаимодействие ИМАО с опиоидами может проявляться в виде серотонинового синдрома или опиоидной токсичности (например, угнетение дыхания, кома). Опиоиды не рекомендуются пациентам, принимающим ИМАО или в течение 14 дней после прекращения приема ИМАО. Если необходимо срочное лечение опиоидами, используйте тестовые дозы и частое титрование малых доз для купирования боли при тщательном контроле артериального давления и признаков и симптомов ЦНС и угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "разагилин увеличивает буккальную токсичность бупренорфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буспирон",
      "description": {
        "common": "разагилин, буспирон. Механизм: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Риск острого гипертонического эпизода. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буторфанол",
      "description": {
        "common": "разагилин увеличивает токсичность буторфанола по неизвестному механизму. Избегайте или используйте альтернативный препарат. Может вызвать дополнительное угнетение ЦНС, сонливость, головокружение или гипотонию, поэтому следует соблюдать осторожность при использовании с ИМАО; рекомендуется более низкие начальные дозы анальгетика с последующим тщательным титрованием. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Ципрофлоксацин может повышать концентрацию разагилина, что приводит к усилению побочных реакций. Пациенты должны находиться под пристальным наблюдением во время одновременного применения этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циталопрам",
      "description": {
        "common": "разагилин и циталопрам повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Комбинация может увеличить риск серотонинового синдрома или реакций, подобных злокачественному нейролептическому синдрому."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "разагилин и кломипрамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кодеин",
      "description": {
        "common": "разагилин увеличивает токсичность кодеина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десфлуран",
      "description": {
        "common": "разагилин повышает уровень десфлурана за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "разагилин и дезипрамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Сообщалось о тяжелой токсичности ЦНС, связанной с гиперпирексией, при комбинированном лечении антидепрессантом и разагилином. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "разагилин увеличивает токсичность дифеноксилата hcl по неизвестному механизму. Избегайте или используйте альтернативный препарат. Химическая структура дифеноксилата аналогична меперидину, одновременное применение может спровоцировать гипертонический криз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доласетрон",
      "description": {
        "common": "доласетрон, разагилин.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксепин",
      "description": {
        "common": "разагилин и доксепин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Сообщалось о тяжелой токсичности ЦНС, связанной с гиперпирексией, при комбинированном лечении антидепрессантом и разагилином. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "разагилин и дулоксетин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Сообщалось о тяжелой токсичности ЦНС, связанной с гиперпирексией, при комбинированном лечении антидепрессантом и разагилином. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элетриптан",
      "description": {
        "common": "элетриптан и разагилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Избегайте комбинации в течение 14 дней после использования ИМАО"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "разагилин и эсциталопрам повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Сообщалось о тяжелой токсичности ЦНС, связанной с гиперпирексией, при комбинированном лечении антидепрессантом и разагилином. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "разагилин и флуоксетин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. когда-либо сообщалось о токсичности ЦНС, связанной с гиперпирексией, при комбинированном лечении антидепрессантом и разагилином. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин и разагилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Сообщалось о тяжелой токсичности ЦНС, связанной с гиперпирексией, при комбинированном лечении антидепрессантами и разагилином; избегайте комбинации в течение 14 дней после использования ИМАО"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фроватриптан",
      "description": {
        "common": "фроватриптан и разагилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Избегайте комбинации в течение 14 дней после использования ИМАО"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живосиран",
      "description": {
        "common": "гивосиран будет повышать уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте совместного применения чувствительных субстратов CYP1A2 с гивосираном. Если это неизбежно, уменьшите дозировку субстрата CYP1A2 в соответствии с одобренной маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "гранисетрон, разагилин.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "разагилин увеличивает токсичность гидрокодона на уровень серотонина. Избегайте или используйте альтернативный препарат. Взаимодействие ИМАО с опиоидами может проявляться в виде серотонинового синдрома или опиоидной токсичности (например, угнетение дыхания, кома). Опиоиды не рекомендуются пациентам, принимающим ИМАО или в течение 14 дней после прекращения приема ИМАО. Если необходимо срочное лечение опиоидами, используйте тестовые дозы и частое титрование малых доз для купирования боли при тщательном контроле артериального давления и признаков и симптомов ЦНС и угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "разагилин увеличивает токсичность гидроморфона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Может вызвать дополнительное угнетение ЦНС, сонливость, головокружение или гипотонию, поэтому следует соблюдать осторожность при использовании с ИМАО; рекомендуется более низкие начальные дозы анальгетика с последующим тщательным титрованием. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "разагилин и имипрамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Сообщалось о тяжелой токсичности ЦНС, связанной с гиперпирексией, при комбинированном лечении антидепрессантом и разагилином. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иобенгуан I 131",
      "description": {
        "common": "разагилин снизит уровень или эффект иобенгуана I 131 по другому (см. комментарий). Избегайте или используйте альтернативный препарат. Основываясь на механизме действия иобенгуана, препараты, которые снижают поглощение катехоламинов или истощают запасы катехоламинов, могут препятствовать поглощению иобенгуана клетками и, таким образом, снижать эффективность иобенгуана. Прекратите прием мешающих препаратов в течение по крайней мере 5 периодов полувыведения перед введением либо дозиметрической дозы, либо дозы иобенгуана. Не вводите эти препараты, по крайней мере, через 7 дней после каждой дозы иобенгуана."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетамин",
      "description": {
        "common": "разагилин повышает уровень кетамина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб будет повышать уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения, уменьшите дозу разагилина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "леворфанол",
      "description": {
        "common": "разагилин увеличивает токсичность леворфанола по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "линезолид",
      "description": {
        "common": "разагилин и линезолид повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лоркасерин",
      "description": {
        "common": "разагилин и лоркасерин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "разагилин и мапротилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиленовый синий",
      "description": {
        "common": "метиленовый синий и разагилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. И метиленовый синий, и разагилин могут повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести метиленовый синий, немедленно прекратите прием серотонинергического препарата и следите за токсичностью ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы метиленового синего или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "разагилин, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидодрин",
      "description": {
        "common": "разагилин усиливает эффекты мидодрина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Мидодрин не следует назначать одновременно с ингибиторами моноаминоксидазы (ИМАО). Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "морфий",
      "description": {
        "common": "разагилин увеличивает токсичность морфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Может вызвать дополнительное угнетение ЦНС, сонливость, головокружение или гипотонию, поэтому следует соблюдать осторожность при использовании с ИМАО; рекомендуется более низкие начальные дозы анальгетика с последующим тщательным титрованием. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "налбуфин",
      "description": {
        "common": "разагилин увеличивает токсичность налбуфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Может вызвать дополнительное угнетение ЦНС, сонливость, головокружение или гипотонию, поэтому следует соблюдать осторожность при использовании с ИМАО; рекомендуется более низкие начальные дозы анальгетика с последующим тщательным титрованием. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "наратриптан",
      "description": {
        "common": "и наратриптан, и разагилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Избегайте комбинации в течение 14 дней после использования ИМАО"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "разагилин и нефазодон повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Не используйте нефазодон в сочетании с ИМАО или в течение 14 дней после прекращения лечения ИМАО. Подождите не менее 1 недели после прекращения приема нефазодона, прежде чем начинать прием ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нетупитант/палоносетрон",
      "description": {
        "common": "нетупитант/палоносетрон, разагилин.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "разагилин и нортриптилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Сообщалось о тяжелой токсичности ЦНС, связанной с гиперпирексией, при комбинированном лечении антидепрессантом и разагилином. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "разагилин и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "ондансетрон, разагилин.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксикодон",
      "description": {
        "common": "разагилин увеличивает токсичность оксикодона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Может вызвать дополнительное угнетение ЦНС, сонливость, головокружение или гипотонию, поэтому следует соблюдать осторожность при использовании с ИМАО; рекомендуется более низкие начальные дозы анальгетика с последующим тщательным титрованием. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксиморфон",
      "description": {
        "common": "разагилин увеличивает токсичность оксиморфона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Может вызвать дополнительное угнетение ЦНС, сонливость, головокружение или гипотонию, поэтому следует соблюдать осторожность при использовании с ИМАО; рекомендуется более низкие начальные дозы анальгетика с последующим тщательным титрованием. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палоносетрон",
      "description": {
        "common": "палоносетрон, разагилин.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пароксетин",
      "description": {
        "common": "разагилин и пароксетин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Сообщалось о тяжелой токсичности ЦНС, связанной с гиперпирексией, при комбинированном лечении антидепрессантом и разагилином. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "разагилин увеличивает токсичность пентазоцина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Может вызвать дополнительное угнетение ЦНС, сонливость, головокружение или гипотонию, поэтому следует соблюдать осторожность при использовании с ИМАО; рекомендуется более низкие начальные дозы анальгетика с последующим тщательным титрованием. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фендиметразин",
      "description": {
        "common": "разагилин усиливает эффекты фендиметразина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Фендиметразин не следует назначать во время или в течение 14 дней после применения большинства ИМАО или препаратов, ингибирующих МАО. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентермин",
      "description": {
        "common": "разагилин усиливает действие фентермина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Фентермин не следует принимать во время или в течение 14 дней после применения большинства ИМАО или препаратов, ингибирующих МАО. Риск острого гипертонического эпизода. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропофол",
      "description": {
        "common": "разагилин повышает уровень пропофола за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "разагилин и протриптилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Сообщалось о тяжелой токсичности ЦНС, связанной с гиперпирексией, при комбинированном лечении антидепрессантом и разагилином. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ризатриптан",
      "description": {
        "common": "ризатриптан и разагилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Избегайте комбинации в течение 14 дней после использования ИМАО"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "трансдермальные разагилин и селегилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сертралин",
      "description": {
        "common": "разагилин и сертралин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Сообщалось о тяжелой токсичности ЦНС, связанной с гиперпирексией, при комбинированном лечении антидепрессантом и разагилином. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "разагилин повышает уровень севофлурана за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил",
      "description": {
        "common": "разагилин увеличивает токсичность суфентанила по неизвестному механизму. Избегайте или используйте альтернативный препарат. Может вызвать дополнительное угнетение ЦНС, сонливость, головокружение или гипотонию, поэтому следует соблюдать осторожность при использовании с ИМАО; рекомендуется более низкие начальные дозы анальгетика с последующим тщательным титрованием. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "разагилин увеличивает токсичность суфентанила SL на уровень серотонина. Избегайте или используйте альтернативный препарат. Взаимодействие ИМАО с опиоидами может проявляться в виде серотонинового синдрома или опиоидной токсичности (например, угнетение дыхания, кома). Опиоиды не рекомендуются пациентам, принимающим ИМАО или в течение 14 дней после прекращения приема ИМАО. Если необходимо срочное лечение опиоидами, используйте тестовые дозы и частое титрование малых доз для купирования боли при тщательном контроле артериального давления и признаков и симптомов ЦНС и угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суматриптан",
      "description": {
        "common": "суматриптан и разагилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Избегайте комбинации в течение 14 дней после использования ИМАО"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тедизолид",
      "description": {
        "common": "тедизолид, разагилин.\nОдин из них усиливает действие другого по механизму: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Взаимодействие с ИМАО в клинических испытаниях не изучалось; препараты того же класса (например, линезолид) противопоказаны при применении ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тразодон",
      "description": {
        "common": "разагилин и тразодон повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Тразодон не следует назначать одновременно с ИМАО или в течение 14 дней после прекращения приема ИМАО. Точно так же ИМАО не следует назначать в течение 14 дней после прекращения приема тразодона."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "разагилин и тримипрамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Сообщалось о тяжелой токсичности ЦНС, связанной с гиперпирексией, при комбинированном лечении антидепрессантом и разагилином. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "разагилин и умеклидиния бромид/вилантерол при ингаляции усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с ИМАО или ТЦА или в течение 2 недель после прекращения приема этих препаратов; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "валбеназин",
      "description": {
        "common": "разагилин, валбеназин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременное применение валбеназина с ингибиторами МАО может повышать концентрацию моноаминовых нейротрансмиттеров в синапсах, потенциально увеличивая риск серотонинового синдрома или ослабляя эффект валбеназина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "разагилин и венлафаксин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Сообщалось о тяжелой токсичности ЦНС, связанной с гиперпирексией, при комбинированном лечении антидепрессантом и разагилином. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "Ингаляционное введение разагилина и вилантерола/флутиказона фуроата усиливает симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с ИМАО или ТЦА или в течение 2 недель после прекращения приема этих препаратов; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "йохимбин",
      "description": {
        "common": "разагилин усиливает действие йохимбина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск острого гипертонического эпизода. Рекомендуется избегать йохимбина во время терапии ИМАО и в течение 2 недель после прекращения приема ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "золмитриптан",
      "description": {
        "common": "золмитриптан и разагилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Избегайте комбинации в течение 14 дней после использования ИМАО"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "5-ПВТ",
      "description": {
        "common": "разагилин и 5-HTP повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "разагилин усиливает эффекты армодафинила за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода. Будьте осторожны при назначении ИМАО и армодафинила."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "разагилин, беназеприл.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышает риск гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бретилий",
      "description": {
        "common": "разагилин усиливает эффекты бретилиума за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Изменить терапию/внимательно контролировать. Бретилий вызывает высвобождение катехоламинов из нервных окончаний. Это повышенное высвобождение катехоламинов усиливается ИМАО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "подкожный имплантат разагилин, бупренорфин.\nОдин из них увеличивает токсичность другого на уровень серотонина. Используйте осторожность/монитор. Одновременное применение может привести к опасному для жизни серотониновому синдрому. Если одновременное применение оправдано, тщательно наблюдайте за пациентом, особенно в начале лечения и во время коррекции дозы серотонинергического препарата. Прекратите прием бупренорфина при подозрении на серотониновый синдром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "разагилин, бупренорфин, инъекции пролонгированного действия.\nОдин из них увеличивает токсичность другого на уровень серотонина. Изменить терапию/внимательно контролировать. Одновременное применение может привести к опасному для жизни серотониновому синдрому или токсичности опиоидов (например, угнетению дыхания, коме). Инъекции бупренорфина длительного действия не рекомендуются пациентам, принимающим ИМАО, или в течение 14 дней после прекращения такого лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кофеин",
      "description": {
        "common": "разагилин усиливает действие кофеина за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "каннабидиол, разагилин. влияет на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Из-за возможности как индукции, так и ингибирования CYP1A2 при одновременном применении субстратов CYP1A2 и каннабидиола следует рассмотреть возможность снижения дозировки субстратов CYP1A2 в соответствии с клиническими показаниями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "разагилин, каптоприл.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление. Контролируйте артериальное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин увеличивает уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Рекомендуемая доза разагилина составляет 0,5 мг в сутки в сочетании с ингибиторами CYP1A2."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "и разагилин, и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклобензаприн",
      "description": {
        "common": "разагилин и циклобензаприн повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "разагилин и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс повышает уровень разагилина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диэтилпропион",
      "description": {
        "common": "разагилин усиливает действие диэтилпропиона за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликефалин и разагилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксин hcl",
      "description": {
        "common": "разагилин увеличивает токсичность дифеноксина hcl по неизвестному механизму. Используйте осторожность/монитор. Химическая структура дифеноксина аналогична меперидину, одновременное применение с ИМАО теоретически может спровоцировать гипертонический криз. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "разагилин и дигидроэрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "разагилин и дигидроэрготамин интраназально повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "разагилин усиливает эффекты добутамина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофамин",
      "description": {
        "common": "разагилин усиливает эффекты допамина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "разагилин усиливает действие адреналина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Избегайте одновременного использования, если это возможно. Рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрготамин",
      "description": {
        "common": "разагилин и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина увеличивает уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Рекомендуемая доза разагилина составляет 0,5 мг в сутки в сочетании с ингибиторами CYP1A2."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет увеличивать уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "разагилин усиливает действие глипизида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай, разагилин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Избегайте сочетания или чрезмерного употребления зеленого чая. Комбинация может увеличить риск сердечной аритмии или тяжелой гипертонии из-за кофеинового компонента зеленого чая."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "разагилин усиливает действие инсулина аспарт по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "разагилин усиливает действие инсулина детемир по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "разагилин усиливает действие инсулина гларгина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "разагилин усиливает действие инсулина глулизина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "разагилин усиливает действие инсулина лизпро по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "разагилин усиливает действие инсулина НПХ по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Изониазид проявляет лишь незначительное ингибирование CYP1A2, поэтому рекомендуется соблюдать осторожность. Рекомендуемая доза разагилина составляет 0,5 мг в сутки в сочетании с ингибиторами CYP1A2."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "разагилин усиливает действие изопротеренола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Избегайте одновременного использования, если это возможно. Рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "L-триптофан",
      "description": {
        "common": "разагилин и L-триптофан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "разагилин усиливает действие лазмидитана за счет уровня серотонина. Используйте осторожность/монитор. Coadministration может увеличить риск синдрома серотонина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "разагилин, леводопа. Механизм: фармакодинамический синергизм. Изменить терапию/внимательно контролировать. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа ингаляционно",
      "description": {
        "common": "Ингаляции леводопы усиливают эффекты разагилина за счет дофаминергических эффектов. Используйте осторожность/монитор. Одновременное применение селективных ингибиторов МАО-В с леводопой может быть связано с ортостатической гипотензией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон усиливает действие разагилина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: потенциально повышенный риск гипотензии при одновременном применении. Мониторинг артериального давления и корректировка дозы антигипертензивного агента по мере необходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "разагилин будет увеличивать уровень или эффект метформина за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мексилетин",
      "description": {
        "common": "мексилетин повышает уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Рекомендуемая доза разагилина составляет 0,5 мг в сутки в сочетании с ингибиторами CYP1A2."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "мидазолам интраназально, разагилин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение барбитуратов, алкоголя или других средств, угнетающих ЦНС, может увеличить риск гиповентиляции, обструкции дыхательных путей, десатурации или апноэ и может способствовать выраженному и/или пролонгированному действию препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "модафинил",
      "description": {
        "common": "разагилин усиливает действие модафинила за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода. Будьте осторожны при назначении ИМАО и модафинила."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "разагилин усиливает действие норадреналина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "разагилин, олицеридин.\nОдин из них усиливает действие другого за счет уровня серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "настойка опия",
      "description": {
        "common": "разагилин увеличивает токсичность настойки опия по неизвестному механизму. Используйте осторожность/монитор. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегинтерферон альфа 2а",
      "description": {
        "common": "пегинтерферон альфа 2а повышает уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Рекомендуемая доза разагилина составляет 0,5 мг в сутки в сочетании с ингибиторами CYP1A2."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин",
      "description": {
        "common": "разагилин усиливает эффекты фенилэфрина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Рифампицин является относительно слабым индуктором CYP1A2, поэтому рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP1A2, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Такой же",
      "description": {
        "common": "разагилин и SAMe повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, разагилин. влияет на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP1A2. Мониторинг субстратов CYP1A2 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP1A2 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суматриптан интраназально",
      "description": {
        "common": "суматриптан интраназально и разагилин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тапентадол",
      "description": {
        "common": "разагилин и тапентадол повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терифлуномид",
      "description": {
        "common": "терифлуномид снижает уровень разагилина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тирамин",
      "description": {
        "common": "разагилин усиливает эффекты тирамина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода. Продукты, содержащие тирамин, включают сыр, красное вино, икру, сельдь, консервированный инжир, ферментированное мясо, бобы, дрожжевые экстракты, мисо, авокадо."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зилеутон",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Рекомендуемая доза разагилина составляет 0,5 мг в сутки в сочетании с ингибиторами CYP1A2."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "примидон",
      "description": {
        "common": "разагилин повышает уровень примидона за счет замедления метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "прибыль на акцию",
      "percent": "18"
    },
    {
      "name": "дискинезия",
      "percent": "14"
    },
    {
      "name": "дистония",
      "percent": "10-12"
    },
    {
      "name": "Головная боль",
      "percent": "6-9"
    },
    {
      "name": "Тошнота",
      "percent": "4-9"
    },
    {
      "name": "Постуральная гипотензия",
      "percent": "2-9"
    },
    {
      "name": "Запор",
      "percent": "7"
    },
    {
      "name": "Потеря веса",
      "percent": "7"
    },
    {
      "name": "Артралгия",
      "percent": "2-6"
    },
    {
      "name": "Диспепсия",
      "percent": "5"
    },
    {
      "name": "ксеростомия",
      "percent": "5"
    },
    {
      "name": "Депрессия",
      "percent": "5"
    },
    {
      "name": "Падать",
      "percent": "4-5"
    },
    {
      "name": "Грипп",
      "percent": "3"
    },
    {
      "name": "как синдром",
      "percent": "3"
    },
    {
      "name": "Галлюцинация",
      "percent": "3"
    },
    {
      "name": "Конъюнктивит",
      "percent": "3"
    },
    {
      "name": "Высокая температура",
      "percent": "2"
    },
    {
      "name": "Гастроэнтерит",
      "percent": "2"
    },
    {
      "name": "Ринит",
      "percent": "2"
    },
    {
      "name": "Артрит",
      "percent": "2"
    },
    {
      "name": "Синяки",
      "percent": "2"
    },
    {
      "name": "Недомогание",
      "percent": "2"
    },
    {
      "name": "Боль в шее",
      "percent": null
    },
    {
      "name": "Парастезия",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "CVA",
      "percent": null
    },
    {
      "name": "Ми",
      "percent": null
    },
    {
      "name": "Межжелудочковая блокада",
      "percent": null
    },
    {
      "name": "Желудочно-кишечное кровотечение",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожных тканей",
      "percent": null
    },
    {
      "name": "Меланома",
      "percent": null
    }
  ]
}