{
  "name": "сульфасалазин",
  "comment": "Rx",
  "other_names": [
    "азульфидин EN",
    "азульфидин"
  ],
  "classes": [
    "Производные 5-аминосалициловой кислоты",
    "Другой",
    "DMARD"
  ],
  "source": "https://reference.medscape.com/drug/azulfidine-sulfasalazine-343280",
  "pregnancy": {
    "common": [
      "Категория беременности: В; D, если используется в течение длительного периода времени или в ближайшее время; повышенный риск ядерной желтухи у новорожденных",
      "Лактация: Из организма в материнском молоке; осторожность при грудном вскармливании, некоторые сообщения о кровавом стуле или диарее у младенцев, находящихся на грудном вскармливании от матерей, принимающих сульфасалазин",
      "Пероральный сульфасалазин ингибирует всасывание и метаболизм фолиевой кислоты, что может мешать приему фолиевой кислоты и защите от дефектов нервной трубки."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: Из организма в материнском молоке; осторожность при грудном вскармливании, некоторые сообщения о кровавом стуле или диарее у младенцев, находящихся на грудном вскармливании от матерей, принимающих сульфасалазин"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к сульфасалазину или его метаболитам, сульфонамидам или салицилатам.",
        "Непроходимость кишечника или мочевыводящих путей",
        "Порфирия"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Серьезные кожные реакции, некоторые из них с летальным исходом, включая эксфолиативный дерматит, синдром Стивенса-Джонсона, острый генерализованный экзантематозный пустулез и токсический эпидермальный некролиз; прекратить при первом появлении кожной сыпи, поражений слизистых оболочек или любых других признаков гиперчувствительности",
        "Олигоспермия и бесплодие сообщили; однако отмена препарата, по-видимому, обращает эти эффекты вспять.",
        "Таблетки с осторожностью назначают пациентам с выраженной аллергией или бронхиальной астмой; необходимо поддерживать достаточное потребление жидкости, чтобы предотвратить кристаллурию и камнеобразование; пациентов с дефицитом глюкозо-6-фосфатдегидрогеназы следует тщательно наблюдать на предмет признаков гемолитической анемии; реакция часто зависит от дозы; при появлении токсических реакций или реакций повышенной чувствительности прием препарата следует немедленно отменить.",
        "Сообщается о тяжелой гиперчувствительности; может включать поражение внутренних органов, такое как гепатит, нефрит, миокардит, мононуклеозоподобный синдром (т.е. псевдомононуклеоз), гематологические нарушения (включая гематофагический гистиоцитоз) и/или пневмонит, включая эозинофильную инфильтрацию; при наличии признаков или симптомов пациента следует немедленно обследовать; Прием сульфасалазина следует прекратить, если невозможно установить альтернативную этиологию признаков или симптомов."
      ],
      "specific": [
        {
          "type": "Печеночная, почечная и гематологическая токсичность",
          "description": [
            "Только после критической оценки следует назначать терапию пациентам с поражением печени или почек или дискразиями крови; летальные исходы, связанные с введением сульфасалазина, зарегистрированы в результате реакций гиперчувствительности, агранулоцитоза, апластической анемии, других нарушений со стороны крови, поражения почек и печени, необратимых изменений нервно-мышечной системы и центральной нервной системы и фиброзирующего альвеолита.",
            "Прекратить терапию при ухудшении функции почек",
            "Наличие таких клинических признаков, как боль в горле, лихорадка, бледность, пурпура или желтуха, может свидетельствовать о серьезных заболеваниях крови или гепатотоксичности; общий анализ крови, а также анализ мочи с тщательным микроскопическим исследованием следует проводить часто у пациентов, получающих терапию; прекратить лечение сульфасалазином до получения результатов анализов крови"
          ]
        },
        {
          "type": "инфекции",
          "description": [
            "Некоторые инфекции были связаны с агранулоцитозом, нейтропенией или миелосупрессией; прекратить терапию, если у пациента развивается серьезная инфекция",
            "Дискразии крови; сообщалось о серьезных инфекциях, включая сепсис со смертельным исходом и пневмонию.",
            "Внимательно следите за пациентами на предмет развития признаков и симптомов инфекции во время и после лечения.",
            "Чаще проводить общий анализ крови, а также анализ мочи с тщательным микроскопическим исследованием; прекратить лечение, ожидая результатов анализов крови;"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "сульфасалазин, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "сульфасалазин, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "сульфасалазин, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "деферипрон",
      "description": {
        "common": "деферипрон, сульфасалазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте использования деферипрона с другими препаратами, которые, как известно, связаны с нейтропенией или агранулоцитозом; если альтернатива невозможна, чаще контролируйте абсолютное количество нейтрофилов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "сульфасалазин, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кеторолак",
      "description": {
        "common": "сульфасалазин, кеторолак.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "сульфасалазин, кеторолак интраназально.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан повышает уровень сульфасалазина за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Ласмидитан ингибирует BCRP in vitro. Избегайте совместного введения лазмидитана с субстратами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект сульфасалазина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "сульфасалазин, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "сульфасалазин, вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метотрексат",
      "description": {
        "common": "сульфасалазин повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пеметрексед",
      "description": {
        "common": "сульфасалазин повышает уровень пеметрекседа за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Прерывание дозирования у всех пациентов, принимающих НПВП с длительным периодом полувыведения, по крайней мере за 5 дней до, в день и 2 дня после введения пеметрекседа. Если coadministration НПВП необходимо, внимательно следить за пациентами для токсичности, особенно миелосупрессия, нефротоксичности и GI токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "сульфасалазин и пексидартиниб оба увеличивают значение Other (см. комментарий). Избегайте или используйте альтернативный препарат. Пексидартиниб может вызывать гепатотоксичность. Избегайте одновременного применения пексидартиниба с другими препаратами, о которых известно, что они вызывают гепатотоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "сульфасалазин, претоманид.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Претоманидный режим связан с гепатотоксичностью. Избегайте употребления алкоголя и гепатотоксических средств, включая растительные добавки и другие препараты, кроме бедаквилина и линезолида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "рогинтерферон альфа 2b, сульфасалазин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "сульфасалазин, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "сульфасалазин, вакцина против вируса ветряной оспы живая. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "завегепант интраназальный",
      "description": {
        "common": "сульфасалазин повысит уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы NTCP могут привести к значительному увеличению системного воздействия завегепанта (субстрата NTCP)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб повышает уровень сульфасалазина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: акалабрутиниб может увеличивать экспозицию одновременно вводимых субстратов BCRP за счет ингибирования кишечного BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ацебутолол и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "ацеклофенак и сульфасалазин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "ацеметацин и сульфасалазин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид, сульфасалазин.\nЛибо повышает уровень другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Ингибиторы карбоангидразы (КАИ) и салицилаты ингибируют секрецию друг друга в почечных канальцах, что приводит к повышению их уровня в плазме. CAI также перемещают салицилаты из плазмы в ЦНС, что приводит к потенциальной нейротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репейник",
      "description": {
        "common": "сульфасалазин и репейник усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "сульфасалазин увеличивает, а альбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люцерна",
      "description": {
        "common": "сульфасалазин и люцерна усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "сульфасалазин снижает эффекты альфузозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "американский женьшень",
      "description": {
        "common": "сульфасалазин и американский женьшень усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амилорид",
      "description": {
        "common": "амилорид и сульфасалазин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксициллин",
      "description": {
        "common": "амоксициллин, сульфасалазин.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ампициллин",
      "description": {
        "common": "ампициллин, сульфасалазин.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "антитромбин альфа и сульфасалазин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "антитромбин III и сульфасалазин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид будет снижать уровень или эффект сульфасалазина за счет увеличения элиминации. Используйте осторожность/монитор. Апалутамид слабо индуцирует BCRP и может снижать системное воздействие препаратов, являющихся субстратами BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "сульфасалазин увеличивает, а арформотерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аргатробан",
      "description": {
        "common": "аргатробан и сульфасалазин усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "сульфасалазин снижает эффекты азенапина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин и сульфасалазин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "аспирин ректальный и сульфасалазин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия и сульфасалазин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азилсартан",
      "description": {
        "common": "сульфасалазин, азилсартан.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бемипарин",
      "description": {
        "common": "бемипарин и сульфасалазин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "сульфасалазин снижает эффекты беназеприла за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Возможность опасного взаимодействия. Используйте с осторожностью и внимательно следите. НПВП снижают синтез сосудорасширяющих почечных простагландинов и, таким образом, влияют на гомеостаз жидкости и могут снижать антигипертензивный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "сульфасалазин увеличивает, а бендрофлуметиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "бетаксолол и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бисопролол и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "бивалирудин и сульфасалазин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бринзоламид",
      "description": {
        "common": "бринзоламид, сульфасалазин.\nЛибо повышает уровень другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Ингибиторы карбоангидразы (КАИ) и салицилаты ингибируют секрецию друг друга в почечных канальцах, что приводит к повышению их уровня в плазме. CAI также перемещают салицилаты из плазмы в ЦНС, что приводит к потенциальной нейротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "сульфасалазин, будесонид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буметанид",
      "description": {
        "common": "сульфасалазин увеличивает, а буметанид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупивакаиновый имплантат",
      "description": {
        "common": "сульфасалазин, бупивакаиновый имплантат.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Местные анестетики могут увеличить риск развития метгемоглобинемии при одновременном воздействии препаратов, которые также вызывают метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кандесартан",
      "description": {
        "common": "кандесартан и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "сульфасалазин снижает эффекты каптоприла за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. НПВП снижают синтез сосудорасширяющих почечных простагландинов и, таким образом, влияют на гомеостаз жидкости и могут снижать антигипертензивный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбеноксолон",
      "description": {
        "common": "сульфасалазин увеличивает, а карбеноксолон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб и сульфасалазин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целипролол",
      "description": {
        "common": "Целипролол и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "сульфасалазин увеличивает, а хлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "сульфасалазин усиливает действие хлорпропамида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "сульфасалазин увеличивает, а хлорталидон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "трисалицилат магния холина и сульфасалазин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "корица",
      "description": {
        "common": "сульфасалазин и корица усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин, сульфасалазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. Кломипрамин ингиб. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "клопидогрель, сульфасалазин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Клопидогрел и НПВП ингибируют агрегацию тромбоцитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кордицепс",
      "description": {
        "common": "сульфасалазин и кордицепс усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "сульфасалазин, кортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "сульфасалазин повышает, а циклопентиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин повысит уровень или действие сульфасалазина на др. (см. комментарий). Используйте осторожность/монитор. Циклоспорин, ингибитор BCRP, может повышать уровень сульфасалазина (субстрат BCRP) при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "дальтепарин и сульфасалазин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даролутамид",
      "description": {
        "common": "даролутамид будет повышать уровень или эффект сульфасалазина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Даролутамид является ингибитором BCRP. Избегайте совместного применения с ингибиторами BCRP. Если использование неизбежно, внимательно следите за побочными реакциями и рассмотрите возможность снижения дозы препарата-субстрата BCRP (см. информацию о назначении субстрата BCRP)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "сульфасалазин, дефлазакорт.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "сульфасалазин, дексаметазон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "Диклофенак и сульфасалазин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклоксациллин",
      "description": {
        "common": "диклоксациллин, сульфасалазин.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлунисал и сульфасалазин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "сульфасалазин и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "сульфасалазин увеличивает, а добутамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "dong quai",
      "description": {
        "common": "сульфасалазин и донг кваи усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "сульфасалазин увеличивает, а допексамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксазозин",
      "description": {
        "common": "сульфасалазин снижает эффекты доксазозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "дроспиренон и сульфасалазин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "дулоксетин, сульфасалазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "элтромбопаг повышает уровень сульфасалазина за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "элуксадолин повышает уровень сульфасалазина за счет замедления метаболизма. Используйте осторожность/монитор. Элуксадолин может увеличивать системную экспозицию одновременно вводимых субстратов BCRP. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эналаприл",
      "description": {
        "common": "сульфасалазин снижает эффекты эналаприла за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. НПВП снижают синтез сосудорасширяющих почечных простагландинов и, таким образом, влияют на гомеостаз жидкости и могут снижать антигипертензивный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб повысит уровень или эффект сульфасалазина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Энкорафениб (ингибитор BCRP) может повышать концентрацию и токсичность субстратов BCRP. Внимательно следите за признаками и симптомами повышенного воздействия и рассмотрите возможность корректировки дозы этих субстратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "эноксапарин и сульфасалазин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "сульфасалазин увеличивает, а эфедрин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "сульфасалазин увеличивает, а адреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "сульфасалазин увеличивает, а эпинефрин рацемический снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпопростенол",
      "description": {
        "common": "сульфасалазин и эпопростенол усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпросартан",
      "description": {
        "common": "Эпросартан и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам, сульфасалазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсмолол",
      "description": {
        "common": "эсмолол и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "сульфасалазин увеличивает, а этакриновая кислота снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "этодолак и сульфасалазин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенхель",
      "description": {
        "common": "сульфасалазин и фенхель усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен и сульфасалазин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиретрум",
      "description": {
        "common": "сульфасалазин и пиретрум усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "сульфасалазин, флудрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин, сульфасалазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен и сульфасалазин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект сульфасалазина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ СИОЗС ингибируют. захват серотонина тромбоцитами"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "фондапаринукс и сульфасалазин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "сульфасалазин увеличивает, а формотерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "форсколин",
      "description": {
        "common": "сульфасалазин и форсколин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "сульфасалазин снижает эффекты фозиноприла за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. НПВП снижают синтез сосудорасширяющих почечных простагландинов и, таким образом, влияют на гомеостаз жидкости и могут снижать антигипертензивный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "фостаматиниб будет увеличивать уровень или эффект сульфасалазина за счет снижения метаболизма. Используйте осторожность/монитор. Одновременное применение фостаматиниба может повышать концентрацию препаратов-субстратов BCRP. Мониторинг токсичности препарата-субстрата BCRP, который может потребовать снижения дозы при одновременном применении с фостаматинибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "фостемсавир повысит уровень или действие сульфасалазина на др. (см. комментарий). Изменить терапию/внимательно контролировать. Фостемсавир ингибирует транспортеры BCRP. Если возможно, избегайте совместного введения или измените дозу субстрата BCRP при совместном введении с фостемсавиром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фуросемид",
      "description": {
        "common": "сульфасалазин увеличивает, а фуросемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "чеснок",
      "description": {
        "common": "сульфасалазин и чеснок усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "сульфасалазин увеличивает, а гентамицин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имбирь",
      "description": {
        "common": "сульфасалазин и имбирь усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ginkgo biloba",
      "description": {
        "common": "сульфасалазин и гинкго билоба усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "глекапревир/пибрентасвир повышает уровень или эффект сульфасалазина за счет снижения метаболизма. Используйте осторожность/монитор. Глекапревир/пибрентасвир может повышать концентрацию субстратов BCRP в плазме крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "сульфасалазин усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "сульфасалазин усиливает действие глипизида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "сульфасалазин усиливает действие глибурида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень сульфасалазина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гепарин",
      "description": {
        "common": "гепарин и сульфасалазин усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "семена конского каштана",
      "description": {
        "common": "сульфасалазин и семена конского каштана усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидралазин",
      "description": {
        "common": "сульфасалазин снижает эффекты гидралазин за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "сульфасалазин увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "сульфасалазин, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен, и сульфасалазин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен внутривенно повышает уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индапамид",
      "description": {
        "common": "сульфасалазин увеличивает, а индапамид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин и сульфасалазин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "ирбесартан и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "сульфасалазин увеличивает, а изопротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "кетопрофен и сульфасалазин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "кеторолак и сульфасалазин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "кеторолак интраназально и сульфасалазин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "L-метилфолат",
      "description": {
        "common": "сульфасалазин снижает действие L-метилфолата по механизму: фармакодинамический антагонизм. Используйте осторожность/монитор. Сообщается о признаках дефицита фолиевой кислоты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лабеталол",
      "description": {
        "common": "лабеталол и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "сульфасалазин увеличивает, а левалбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "левомилнаципран, сульфасалазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. СИОЗСН могут дополнительно нарушать активность тромбоцитов у пациентов, принимающих антитромбоцитарные или антикоагулянтные препараты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "сульфасалазин снижает эффекты лизиноприла за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. НПВП снижают синтез сосудорасширяющих почечных простагландинов и, таким образом, влияют на гомеостаз жидкости и могут снижать антигипертензивный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "сульфасалазин повышает уровень лития за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "лорноксикам и сульфасалазин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "лозартан и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат и сульфасалазин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "мефенамовая кислота и сульфасалазин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "мелоксикам и сульфасалазин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "месаламин",
      "description": {
        "common": "месаламин, сульфасалазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная нефротоксичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "сульфасалазин увеличивает, а метапротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метазоламид",
      "description": {
        "common": "метазоламид, сульфасалазин.\nЛибо повышает уровень другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Ингибиторы карбоангидразы (КАИ) и салицилаты ингибируют секрецию друг друга в почечных канальцах, что приводит к повышению их уровня в плазме. CAI также перемещают салицилаты из плазмы в ЦНС, что приводит к потенциальной нейротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "сульфасалазин увеличивает, а метиклотиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "сульфасалазин, метилпреднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метолазон",
      "description": {
        "common": "сульфасалазин увеличивает, а метолазон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "метопролол и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "милнаципран",
      "description": {
        "common": "милнаципран, сульфасалазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омела",
      "description": {
        "common": "сульфасалазин увеличивает, а омела белая снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "сульфасалазин снижает эффекты моэксиприла за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. НПВП снижают синтез сосудорасширяющих почечных простагландинов и, таким образом, влияют на гомеостаз жидкости и могут снижать антигипертензивный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксисилит",
      "description": {
        "common": "сульфасалазин снижает эффекты моксисилита за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "микофенолят",
      "description": {
        "common": "сульфасалазин будет увеличивать уровень или эффект микофенолата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "набуметон и сульфасалазин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "сульфасалазин снижает эффекты нафциллина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "напроксен и сульфасалазин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "и небиволол, и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон, сульфасалазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крапива",
      "description": {
        "common": "сульфасалазин повышает, а крапива снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "сульфасалазин увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олмесартан",
      "description": {
        "common": "олмесартан и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "отеконазол",
      "description": {
        "common": "отеконазол будет увеличивать уровень или эффект сульфасалазина на др. (см. комментарий). Изменить терапию/внимательно контролировать. Otesezonale, ингибитор BCRP, может увеличить эффекты и риск токсичности субстратов BCRP. Используйте самую низкую начальную дозу субстрата BCRP или рассмотрите возможность уменьшения дозы субстрата BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "оксапрозин и сульфасалазин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Женьшень",
      "description": {
        "common": "сульфасалазин и женьшень усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "парекоксиб и сульфасалазин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин, сульфасалазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пау д'арко",
      "description": {
        "common": "сульфасалазин и пау д'арко усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегаспаргаза",
      "description": {
        "common": "пегаспаргаза усиливает действие сульфасалазина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "пенбутолол и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "периндоприл",
      "description": {
        "common": "сульфасалазин снижает эффекты периндоприла за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. НПВП снижают синтез сосудорасширяющих почечных простагландинов и, таким образом, влияют на гомеостаз жидкости и могут снижать антигипертензивный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фениндион",
      "description": {
        "common": "фениндион и сульфасалазин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "феноксибензамин",
      "description": {
        "common": "сульфасалазин снижает эффекты феноксибензамина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентоламин",
      "description": {
        "common": "сульфасалазин снижает эффекты фентоламина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фитоэстрогены",
      "description": {
        "common": "сульфасалазин и фитоэстрогены усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "пиндолол и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "сульфасалазин увеличивает, а пирбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "Пироксикам и сульфасалазин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пивмециллинам",
      "description": {
        "common": "пивмециллинам, сульфасалазин.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб повышает уровень сульфасалазина на др. (см. комментарий). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "сульфасалазин и кислый фосфат калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "сульфасалазин и хлорид калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "сульфасалазин и цитрат калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "празозин",
      "description": {
        "common": "сульфасалазин уменьшает действие празозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "сульфасалазин, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "сульфасалазин, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пробенецид",
      "description": {
        "common": "сульфасалазин будет увеличивать уровень или эффект пробенецида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пропранолол и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протамин",
      "description": {
        "common": "протамин и сульфасалазин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квинаприл",
      "description": {
        "common": "сульфасалазин снижает эффекты хинаприла за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. НПВП снижают синтез сосудорасширяющих почечных простагландинов и, таким образом, влияют на гомеостаз жидкости и могут снижать антигипертензивный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рамиприл",
      "description": {
        "common": "сульфасалазин снижает действие рамиприла за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. НПВП снижают синтез сосудорасширяющих почечных простагландинов и, таким образом, влияют на гомеостаз жидкости и могут снижать антигипертензивный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "регорафениб",
      "description": {
        "common": "регорафениб повысит уровень или эффект сульфасалазина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Регорафениб, вероятно, ингибирует транспорт BCRP (ABCG2). Совместное введение с субстратом BCRP может увеличить системное воздействие субстрата и связанную с ним токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "reishi",
      "description": {
        "common": "сульфасалазин и рейши усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "сакубитрил/валсартан и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "safinamide",
      "description": {
        "common": "сафинамид будет повышать уровень или эффект сульфасалазина на др. (см. комментарий). Используйте осторожность/монитор. Сафинамид и его основной метаболит могут ингибировать кишечный BCRP. Мониторинг субстратов BCRP для увеличения фармакологических или побочных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (не аза) и сульфасалазин усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "сульфасалазин увеличивает, а салметерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат и сульфасалазин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин, сульфасалазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Сибирский женьшень",
      "description": {
        "common": "сульфасалазин и элеутерококк усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силодозин",
      "description": {
        "common": "сульфасалазин снижает эффекты силодозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "сульфасалазин, пикосульфат натрия/оксид магния/безводная лимонная кислота.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может быть связано с дисбалансом жидкости и электролитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "софосбувир/велпатасвир повысит уровень или действие сульфасалазина на другое (см. комментарий). Используйте осторожность/монитор. Велпатасвир является ингибитором транспортера лекарственного средства BCRP. Одновременное применение может увеличить системное воздействие препаратов, являющихся субстратами BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "соталол и сульфасалазин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "спиронолактон и сульфасалазин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол повысит уровень или действие сульфасалазина на др. (см. комментарий). Используйте осторожность/монитор. Стирипентол является ингибитором транспорта BCRP. Рассмотрите возможность снижения дозы субстратов BCRP, если при совместном применении возникают побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "сульфасалазин и сукцинилхолин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "сульфасалазин и сулиндак усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тафамидис",
      "description": {
        "common": "tafamidis повысит уровень или эффект сульфасалазина по другим причинам (см. комментарий). Используйте осторожность/монитор. Тафамидис ингибирует белок, устойчивый к раку молочной железы (BCRP) in vitro, и может увеличивать экспозицию субстратов BCRP после введения тафамидиса или тафамидиса меглюмина. Может потребоваться корректировка дозировки этих субстратов BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тафамидис меглюмин",
      "description": {
        "common": "tafamidis meglumine повысит уровень или эффект сульфасалазина по другим причинам (см. комментарий). Используйте осторожность/монитор. Тафамидис ингибирует белок, устойчивый к раку молочной железы (BCRP) in vitro, и может увеличивать экспозицию субстратов BCRP после введения тафамидиса или тафамидиса меглюмина. Может потребоваться корректировка дозировки этих субстратов BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "телмисартан и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темоциллин",
      "description": {
        "common": "темоциллин, сульфасалазин.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "terazosin",
      "description": {
        "common": "сульфасалазин снижает эффекты теразозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "сульфасалазин увеличивает, а тербуталин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "тикарциллин, сульфасалазин.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "тимолол и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин ингаляционно",
      "description": {
        "common": "ингаляции тобрамицина и сульфасалазина повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать. Избегайте одновременного или последовательного использования, чтобы снизить риск ототоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толазамид",
      "description": {
        "common": "сульфасалазин усиливает действие толазамида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "сульфасалазин усиливает действие толбутамида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "сульфасалазин и толфенамовая кислота усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "сульфасалазин и толметин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "сульфасалазин и толваптан повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торсемиде",
      "description": {
        "common": "сульфасалазин увеличивает, а торасемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон, сульфасалазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "сульфасалазин, триамцинолона ацетонид суспензия для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триамтерен",
      "description": {
        "common": "триамтерен и сульфасалазин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "валсартан и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "венлафаксин, сульфасалазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "витамин К1 (фитонадион)",
      "description": {
        "common": "сульфасалазин повышает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, сульфасалазин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "сульфасалазин усиливает антикоагулянтное действие варфарина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зотепин",
      "description": {
        "common": "сульфасалазин снижает эффекты зотепина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "ацеклофенак будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "ацеметацин будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацикловир",
      "description": {
        "common": "сульфасалазин будет увеличивать уровень или эффект ацикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алендронат",
      "description": {
        "common": "сульфасалазин, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия, сульфасалазин. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амикацин",
      "description": {
        "common": "сульфасалазин повышает уровень амикацина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "aminohippurate sodium",
      "description": {
        "common": "сульфасалазин будет увеличивать уровень или эффект аминогиппурата натрия за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анаму",
      "description": {
        "common": "сульфасалазин и анаму усиливают антикоагулянтное действие. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "ректальный аспирин увеличивает уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия повышают уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "сульфасалазин будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "бендрофлуметиазид будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает уровень сульфасалазина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буметанид",
      "description": {
        "common": "сульфасалазин, буметанид. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Салицилаты реже, чем другие НПВП, взаимодействуют с буметанидом."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция, сульфасалазин. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефаклор",
      "description": {
        "common": "цефаклор будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефадроксил",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефамандол",
      "description": {
        "common": "цефамандол будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефазолин",
      "description": {
        "common": "цефазолин будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефепим",
      "description": {
        "common": "цефепим будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефотаксим",
      "description": {
        "common": "цефотаксим будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефпиром",
      "description": {
        "common": "цефпиром увеличивает уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефпрозил",
      "description": {
        "common": "цефпрозил будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефтазидим",
      "description": {
        "common": "цефтазидим будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефтибутен",
      "description": {
        "common": "цефтибутен будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефалексин",
      "description": {
        "common": "цефалексин будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "сульфасалазин будет увеличивать уровень или эффект хлорпропамида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "хлорталидон будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "трисалицилат холина магния будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает уровень сульфасалазина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "креатин",
      "description": {
        "common": "креатин, сульфасалазин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. (Теоретическое взаимодействие) Комбинация может иметь аддитивные нефротоксические эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цианокобаламин",
      "description": {
        "common": "сульфасалазин снижает уровень цианокобаламина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "циклопентиазид будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "даншен",
      "description": {
        "common": "сульфасалазин и даншен ​​усиливают антикоагулянтное действие. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт снижает уровень сульфасалазина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Коготь дьявола",
      "description": {
        "common": "сульфасалазин и дьявольский коготь усиливают антикоагулянтную активность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень сульфасалазина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диклофенак",
      "description": {
        "common": "диклофенак будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлунизал увеличивает уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эплеренон",
      "description": {
        "common": "сульфасалазин снижает эффекты эплеренона за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "Этанол увеличивает токсичность сульфасалазина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск желудочно-кишечного кровотечения."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этодолак",
      "description": {
        "common": "этодолак будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиретрум",
      "description": {
        "common": "сульфасалазин снижает эффекты пиретрума за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает уровень сульфасалазина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фолиевая кислота",
      "description": {
        "common": "сульфасалазин снижает уровень фолиевой кислоты путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "сульфасалазин снижает эффекты фуросемида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ганцикловир",
      "description": {
        "common": "сульфасалазин будет увеличивать уровень или эффект ганцикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гентамицин",
      "description": {
        "common": "сульфасалазин повышает уровень гентамицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глимепирид",
      "description": {
        "common": "сульфасалазин усиливает действие глимепирида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глипизид",
      "description": {
        "common": "сульфасалазин усиливает действие глипизида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глибурид",
      "description": {
        "common": "сульфасалазин усиливает действие глибурида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон снижает уровень сульфасалазина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имидаприл",
      "description": {
        "common": "сульфасалазин снижает эффекты имидаприла за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "индапамид будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "сульфасалазин усиливает эффекты инсулина аспарт за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "сульфасалазин усиливает действие инсулина детемир за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "сульфасалазин усиливает эффекты инсулина гларгина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "сульфасалазин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "сульфасалазин усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "сульфасалазин усиливает действие инсулина НПХ за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "сульфасалазин усиливает эффекты обычного человеческого инсулина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "кетопрофен будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак",
      "description": {
        "common": "кеторолак увеличивает уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "Кеторолак интраназально увеличивает уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "L-метилфолат",
      "description": {
        "common": "сульфасалазин снижает уровень L-метилфолата путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "лорноксикам будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат увеличивает уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "мефенамовая кислота будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "мелоксикам будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "месаламин",
      "description": {
        "common": "сульфасалазин будет увеличивать уровень или эффект месаламина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "метиклотиазид будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "метилпреднизолон снижает уровень сульфасалазина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "метолазон будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "набуметон",
      "description": {
        "common": "набуметон будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "напроксен",
      "description": {
        "common": "напроксен будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "сульфасалазин повышает уровень неомицина перорально за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сок нони",
      "description": {
        "common": "сульфасалазин и сок нони повышают уровень калия в сыворотке. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин, сульфасалазин. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Риск стимуляции/приступа ЦНС. Механизм: вытеснение ГАМК из рецепторов головного мозга."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "оксапрозин будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "парекоксиб будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "паромомицин",
      "description": {
        "common": "сульфасалазин повышает уровень паромомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пироксикам будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает уровень сульфасалазина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает уровень сульфасалазина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "плоды шиповника повышают уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (не аза) будут повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия, сульфасалазин. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота, сульфасалазин. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "стрептомицин",
      "description": {
        "common": "сульфасалазин повышает уровень стрептомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "сульфасалазин повышает уровень сульфадиазина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфасалазин повышает уровень сульфаметоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "сульфасалазин повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сулиндак",
      "description": {
        "common": "сульфасалазин будет увеличивать уровень или эффект сулиндака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тенипозид",
      "description": {
        "common": "сульфасалазин повышает уровень тенипозида за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тобрамицин",
      "description": {
        "common": "сульфасалазин повышает уровень тобрамицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толазамид",
      "description": {
        "common": "сульфасалазин усиливает действие толазамида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толбутамид",
      "description": {
        "common": "сульфасалазин усиливает действие толбутамида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "сульфасалазин будет увеличивать уровень или эффект толфенамовой кислоты за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толметин",
      "description": {
        "common": "сульфасалазин будет увеличивать уровень или эффект толметина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "сульфасалазин снижает эффекты трандолаприла за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень сульфасалазина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триамтерен",
      "description": {
        "common": "триамтерен, сульфасалазин. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Риск острой почечной недостаточности. Механизм: НПВП снижают синтез простагландинов, которые обычно защищают от нефротоксичности."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "валганцикловир",
      "description": {
        "common": "сульфасалазин будет повышать уровень или эффект валганцикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ванкомицин",
      "description": {
        "common": "сульфасалазин повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил усиливает действие сульфасалазина по неизвестному механизму. Незначительное/значение неизвестно. Повышенная антиагрегантная активность."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "сульфасалазин будет увеличивать уровень или эффект коры ивы за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Анорексия",
      "percent": "33"
    },
    {
      "name": "Головная боль",
      "percent": "33"
    },
    {
      "name": "Тошнота",
      "percent": "33"
    },
    {
      "name": "Рвота",
      "percent": "33"
    },
    {
      "name": "Желудочный дистресс",
      "percent": "33"
    },
    {
      "name": "Видимо обратимая олигоспермия",
      "percent": "33"
    },
    {
      "name": "Кожная сыпь",
      "percent": "1"
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Анемия с тельцами Хайнца",
      "percent": null
    },
    {
      "name": "Гемолитическая анемия",
      "percent": null
    },
    {
      "name": "Цианоз",
      "percent": null
    },
    {
      "name": "Дискразии крови",
      "percent": null
    },
    {
      "name": "псевдомононуклеоз",
      "percent": null
    },
    {
      "name": "Сердечные расстройства",
      "percent": null
    },
    {
      "name": "Миокардит",
      "percent": null
    },
    {
      "name": "Гепатобилиарные расстройства",
      "percent": null
    },
    {
      "name": "сообщения о гепатотоксичности",
      "percent": null
    },
    {
      "name": "включая повышенные функциональные пробы печени",
      "percent": null
    },
    {
      "name": "СГОТ",
      "percent": null
    },
    {
      "name": "АСТ",
      "percent": null
    },
    {
      "name": "SGPT",
      "percent": null
    },
    {
      "name": "ALT",
      "percent": null
    },
    {
      "name": "ГГТ",
      "percent": null
    },
    {
      "name": "ЛДГ",
      "percent": null
    },
    {
      "name": "щелочная фосфатаза",
      "percent": null
    },
    {
      "name": "билирубин",
      "percent": null
    },
    {
      "name": "желтуха",
      "percent": null
    },
    {
      "name": "холестатическая желтуха",
      "percent": null
    },
    {
      "name": "цирроз печени",
      "percent": null
    },
    {
      "name": "холестатический гепатит",
      "percent": null
    },
    {
      "name": "холестаз и возможное гепатоцеллюлярное повреждение, включая некроз печени и печеночную недостаточность",
      "percent": null
    },
    {
      "name": "некоторые из этих случаев закончились летальным исходом",
      "percent": null
    },
    {
      "name": "case of Kawasaki",
      "percent": null
    },
    {
      "name": "как синдром",
      "percent": null
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "Нарушения обмена веществ и системы питания",
      "percent": null
    },
    {
      "name": "Дефицит фолиевой кислоты",
      "percent": null
    },
    {
      "name": "Почечные и мочевые расстройства",
      "percent": null
    },
    {
      "name": "Нефролитиаз",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "торакальные и медиастинальные расстройства",
      "percent": null
    },
    {
      "name": "Орофарингеальная боль",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "пурпура",
      "percent": null
    },
    {
      "name": "Сосудистые расстройства",
      "percent": null
    },
    {
      "name": "Бледность",
      "percent": null
    },
    {
      "name": "Реакции гиперчувствительности",
      "percent": null
    },
    {
      "name": "Многоформная эритема",
      "percent": null
    },
    {
      "name": "эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "SJS",
      "percent": null
    },
    {
      "name": "ДЕСЯТЬ",
      "percent": null
    },
    {
      "name": "с поражением роговицы",
      "percent": null
    },
    {
      "name": "эксфолиативный дерматит",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    },
    {
      "name": "синдром сывороточной болезни",
      "percent": null
    },
    {
      "name": "интерстициальное заболевание легких",
      "percent": null
    },
    {
      "name": "пневмонит с эозинофилией или без нее",
      "percent": null
    },
    {
      "name": "васкулит",
      "percent": null
    },
    {
      "name": "фиброзирующий альвеолит",
      "percent": null
    },
    {
      "name": "плеврит",
      "percent": null
    },
    {
      "name": "плеврит",
      "percent": null
    },
    {
      "name": "перикардит с тампонадой или без нее",
      "percent": null
    },
    {
      "name": "аллергический миокардит",
      "percent": null
    },
    {
      "name": "узелковый полиартериит",
      "percent": null
    },
    {
      "name": "Красная волчанка",
      "percent": null
    },
    {
      "name": "как синдром",
      "percent": null
    },
    {
      "name": "некроз печени с иммунными комплексами или без них",
      "percent": null
    },
    {
      "name": "молниеносный гепатит",
      "percent": null
    },
    {
      "name": "иногда приводит к трансплантации печени",
      "percent": null
    },
    {
      "name": "острый вариолиформный парапсориаз",
      "percent": null
    },
    {
      "name": "Муха",
      "percent": null
    },
    {
      "name": "синдром Хабермана",
      "percent": null
    },
    {
      "name": "рабдомиолиз",
      "percent": null
    },
    {
      "name": "фотосенсибилизация",
      "percent": null
    },
    {
      "name": "артралгия",
      "percent": null
    },
    {
      "name": "периорбитальный отек",
      "percent": null
    },
    {
      "name": "конъюнктивальная и склеральная инъекция",
      "percent": null
    },
    {
      "name": "и алопеция",
      "percent": null
    }
  ]
}