{
  "name": "оксациллин",
  "comment": "Rx",
  "other_names": [
    "бактоцил"
  ],
  "classes": [
    "Пенициллиназорезистентный",
    "пенициллины"
  ],
  "source": "https://reference.medscape.com/drug/bactocill-oxacillin-342481",
  "pregnancy": {
    "common": [
      "Долгосрочные исследования этих препаратов на животных не проводились; исследования репродукции (нафциллин) у крыс и кроликов не выявили аномалий плода или матери до зачатия и постоянно в период отъема (одно поколение)",
      "Адекватных или строго контролируемых исследований у беременных женщин, убедительно показывающих, что можно исключить вредное воздействие этих препаратов на плод, не проводилось.",
      "Поскольку исследования репродукции животных не всегда предсказывают реакцию человека, этот препарат следует использовать во время беременности только в случае крайней необходимости.",
      "Исследования репродукции, проведенные на мышах, крысах и кроликах, не выявили признаков нарушения фертильности или вреда для плода из-за устойчивых к пенициллиназе пенициллинов; Опыт применения пенициллинов у людей во время беременности не выявил каких-либо положительных доказательств неблагоприятного воздействия на плод."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Пенициллины выделяются с грудным молоком; следует соблюдать осторожность при назначении пенициллина кормящей женщине."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Растворы, содержащие декстрозу, могут быть противопоказаны пациентам с известной аллергией на кукурузу или продукты из кукурузы.",
        "Аллергия на пенициллины, цефалоспорины, имипенем"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "У лиц с повышенной чувствительностью к пенициллину в анамнезе также могут возникать аллергические реакции при лечении цефалоспоринами.",
        "Назначение оксациллина для инъекций, USP при отсутствии доказанной или сильно подозреваемой бактериальной инфекции или профилактических показаний вряд ли принесет пользу пациенту и увеличивает риск развития устойчивых к лекарственным препаратам бактерий.",
        "Всякий раз, когда возникают аллергические реакции, пенициллин следует отменить, за исключением случаев, когда, по мнению врача, состояние, которое лечат, является опасным для жизни и поддается только терапии пенициллином.",
        "У пациентов, получавших пенициллин, возникали серьезные и иногда фатальные реакции гиперчувствительности (анафилактический шок с коллапсом); хотя анафилаксия чаще возникает после парентерального введения, она возникает у пациентов, получающих пероральные пенициллины.",
        "Культуры крови, лейкоциты и дифференциальный подсчет клеток должны быть получены до начала терапии и, по крайней мере, еженедельно во время терапии оксациллином.",
        "Во время терапии оксациллином следует проводить периодический анализ мочи, определение азота мочевины крови и креатинина, и следует рассмотреть вопрос об изменении дозировки, если эти значения становятся повышенными; если есть подозрение или известное нарушение функции почек, следует рассмотреть вопрос о снижении общей дозы и контролировать уровень в крови, чтобы избежать возможных нейротоксических реакций.",
        "Если показана пенициллиновая терапия, ее следует начинать только после получения полной информации о лекарственном и аллергическом анамнезе пациента; при возникновении аллергической реакции следует отменить препарат и назначить поддерживающую терапию, например искусственную вентиляцию легких, вазопрессорные амины, антигистаминные препараты и кортикостероиды.",
        "При подозрении на стафилококковую инфекцию терапию следует заменить на другой активный агент, если культуральные исследования не показывают присутствие стафилококков.",
        "Значения AST (SGOT) и ALT (SGPT) следует периодически измерять во время терапии, чтобы отслеживать возможные нарушения функции печени.",
        "Использование антибиотиков может привести к чрезмерному росту нечувствительных организмов; при возникновении новых инфекций, вызванных бактериями или грибками, следует прекратить прием препарата и принять соответствующие меры.",
        "Во время длительной терапии оксациллином следует проводить периодическую оценку функции системы органов, включая почечную, печеночную и кроветворную.",
        "Мониторинг новорожденных на предмет почечной недостаточности"
      ],
      "specific": [
        {
          "type": "Clostridioides difficile-ассоциированная диарея (CDAD)",
          "description": [
            "Необходим тщательный сбор анамнеза; при подозрении или подтверждении CDAD может потребоваться прекращение продолжающегося применения антибиотиков, не направленных против C. difficile.",
            "По показаниям следует назначать адекватное введение жидкости и электролитов, белковые добавки, лечение антибиотиками C. difficile и хирургическое обследование.",
            "C. difficile продуцирует токсины A и B, которые способствуют развитию CDAD; Штаммы C. difficile, продуцирующие гипертоксин, вызывают повышенную заболеваемость и смертность, поскольку эти инфекции могут быть резистентными к антимикробной терапии и могут потребовать колэктомии.",
            "CDAD следует учитывать у всех пациентов с диареей после антибиотикотерапии; Сообщалось, что CDAD возникает в течение двух месяцев после введения антибактериальных средств."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Уровни оксациллина в крови могут повышаться при одновременном применении пробенецида, который блокирует почечную канальцевую секрецию пенициллинов.",
            "Тетрациклин, бактериостатический антибиотик, может противодействовать бактерицидному эффекту пенициллина, поэтому следует избегать одновременного применения этих препаратов."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "оксациллин снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "оксациллин, холерная вакцина. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "демеклоциклин снижает эффекты оксациллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. бактериостатические агенты могут ингибировать действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксициклин",
      "description": {
        "common": "доксициклин снижает эффекты оксациллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "оксациллин уменьшает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миноциклин",
      "description": {
        "common": "миноциклин снижает эффекты оксациллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омадациклин",
      "description": {
        "common": "омадациклин снижает действие оксациллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сарециклин",
      "description": {
        "common": "Сарециклин снижает действие оксациллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "тетрациклин снижает эффекты оксациллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "оксациллин снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "оксациллин, аспирин.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "оксациллин, аспирин ректальный.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "оксациллин, аспирин/лимонная кислота/бикарбонат натрия.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол снижает эффекты оксациллина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Бактериостатические агенты могут ингибировать действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "оксациллин, трисалицилат магния холина.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "оксациллин, ибупрофен в/в.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "шиповника",
      "description": {
        "common": "оксациллин, плоды шиповника.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "оксациллин, салицилаты (не аза).\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "оксациллин, сальсалат.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "оксациллин уменьшает эффекты пикосульфата натрия/оксида магния/безводной лимонной кислоты, изменяя метаболизм. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кора ивы",
      "description": {
        "common": "оксациллин, кора ивы.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин снижает действие оксациллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. бактериостатические антибиотики могут препятствовать бактерицидному действию пенициллинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин снижает действие оксациллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "колестипол",
      "description": {
        "common": "колестипол снижает уровень оксациллина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина снижает эффекты оксациллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина снижает эффекты оксациллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина снижает эффекты оксациллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат снижает действие оксациллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин снижает уровень оксациллина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "эозинофилия",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Гепатотоксичность",
      "percent": null
    },
    {
      "name": "Повышенный АСТ",
      "percent": null
    },
    {
      "name": "Острый интерстициальный нефрит",
      "percent": null
    },
    {
      "name": "сывороточная болезнь",
      "percent": null
    },
    {
      "name": "как реакция",
      "percent": null
    }
  ]
}