{
  "name": "мупироцин",
  "comment": "Rx",
  "other_names": [
    "Бактробан",
    "Бактробан Назальный",
    "цента"
  ],
  "classes": [
    "антибактериальные препараты",
    "Актуальный"
  ],
  "source": "https://reference.medscape.com/drug/bactroban-nasal-mupirocin-topical-343473",
  "pregnancy": {
    "common": [
      "Недостаточно данных о людях, чтобы установить, существует ли риск, связанный с приемом лекарств при терапии беременных женщин; системная абсорбция мупироцина через неповрежденную кожу человека минимальна после местного применения мупироциновой мази; у крыс или кроликов, получавших мупироцин подкожно во время органогенеза, не наблюдалось токсического воздействия на развитие в дозах 160 или 40 мг на кг в день соответственно (в 22 и 11 раз выше дозы для местного применения у человека на основе расчетов дозы, деленной на всю площадь поверхности тела)"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Неизвестно, присутствует ли мупироцин в грудном молоке, влияет ли он на ребенка, находящегося на грудном вскармливании, или влияет на выработку молока; однако ожидается, что грудное вскармливание не приведет к воздействию препарата на ребенка из-за минимальной системной абсорбции после местного применения; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями терапии или основного заболевания матери для ребенка, находящегося на грудном вскармливании.",
      "Чтобы свести к минимуму пероральное воздействие препарата на детей, грудь и/или сосок, обработанные мупироциновой мазью, следует тщательно вымыть перед грудным вскармливанием."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Мазь не следует использовать с внутривенными канюлями или в местах центрального внутривенного введения из-за возможности развития грибковых инфекций и устойчивости к противомикробным препаратам.",
        "Не сформулирован для использования на слизистых поверхностях; интраназальное использование было связано с отдельными сообщениями о жжении и высыхании.",
        "Clostridium difficile-ассоциированная диарея (CDAD), о которой сообщалось при употреблении; при подозрении или подтверждении CDAD прекратить текущий прием антибактериальных препаратов, не направленных против C. difficile; назначьте соответствующее управление жидкостью и электролитами, белковые добавки, антибактериальное лечение C. difficile и хирургическое обследование по клиническим показаниям.",
        "Не применять при состояниях, при которых возможна абсорбция больших количеств полиэтиленгликоля, особенно при наличии признаков умеренной или тяжелой почечной недостаточности; полиэтиленгликоль может всасываться из открытых ран и поврежденной кожи и выводится почками",
        "Производитель предостерегает от использования мупироциновой мази у пациентов с ожогами, особенно с обширными ожогами, поскольку потенциально токсичные количества полиэтиленгликоля (ПЭГ), содержащиеся в носителе, могут всасываться чрескожно.",
        "Длительное использование может привести к чрезмерному росту нечувствительных организмов, включая грибы.",
        "Прекратите использование в случае сенсибилизации или сильного местного раздражения от мази.",
        "Сообщалось об анафилаксии, крапивнице, ангионевротическом отеке и генерализованной сыпи.",
        "Избегайте контакта с глазами; при случайном попадании хорошо промыть водой"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "1.7"
    },
    {
      "name": "Тошнота",
      "percent": "1.7"
    },
    {
      "name": "Сжигание",
      "percent": "1-3"
    },
    {
      "name": "Жгучий",
      "percent": "1-3"
    },
    {
      "name": "Боль",
      "percent": "1-3"
    },
    {
      "name": "Зуд",
      "percent": "1-3"
    },
    {
      "name": "Сыпь",
      "percent": "1-3"
    },
    {
      "name": "Целлюлит",
      "percent": "1"
    },
    {
      "name": "Сухая кожа",
      "percent": "1"
    },
    {
      "name": "Эритема",
      "percent": "1"
    },
    {
      "name": "Увеличение экссудата",
      "percent": "1"
    },
    {
      "name": "Боль или кровотечение на фоне экземы",
      "percent": "1"
    },
    {
      "name": "Вторичная раневая инфекция",
      "percent": "1"
    },
    {
      "name": "Припухлость",
      "percent": "1"
    },
    {
      "name": "Нежность",
      "percent": "1"
    },
    {
      "name": "Крапивница",
      "percent": "1"
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Язвенный стоматит",
      "percent": null
    }
  ]
}