{
  "name": "бупренорфин буккальный",
  "comment": "Rx",
  "other_names": [
    "Бельбука"
  ],
  "classes": [
    "Анальгетики",
    "Частичный агонист опиоидов"
  ],
  "source": "https://reference.medscape.com/drug/belbuca-buprenorphine-buccal-1000053",
  "pregnancy": {
    "common": [
      "Новорожденные, матери которых длительное время принимали опиоиды, также могут проявлять признаки отмены либо при рождении, либо в период доращивания, поскольку у них развилась физическая зависимость; Синдром отмены опиоидов у новорожденных, в отличие от синдрома отмены опиоидов у взрослых, может быть опасным для жизни и должен лечиться в соответствии с протоколами, разработанными экспертами-неонатологами.",
      "Опиоиды проникают через плаценту и могут вызывать угнетение дыхания и психофизиологические эффекты у новорожденных; не рекомендуется для использования у женщин непосредственно перед родами и во время них, когда более целесообразно использование анальгетиков короткого действия или других методов обезболивания"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Следует проявлять осторожность при лечении кормящих женщин; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями приема лекарств или основного заболевания матери у ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Оценка риска опиоидных анальгетиков и стратегия его снижения (REMS)",
          "description": [
            "Пройдите образовательную программу, соответствующую REMS",
            "Рассмотрите другие инструменты для повышения безопасности пациентов, домохозяйств и общества.",
            "Чтобы гарантировать, что преимущества опиоидных анальгетиков перевешивают риски зависимости, злоупотребления и неправильного использования, Управление по санитарному надзору за качеством пищевых продуктов и медикаментов (FDA) потребовало REMS для этих продуктов; в соответствии с требованиями REMS, фармацевтические компании, выпускающие утвержденные опиоидные анальгетики, должны сделать образовательные программы, соответствующие REMS, доступными для поставщиков медицинских услуг.",
            "Подчеркните пациентам и их опекунам важность прочтения Руководства по лекарствам каждый раз, когда его предоставляет их фармацевт.",
            "Консультировать пациентов и/или лиц, осуществляющих уход за ними, при каждом назначении по безопасному использованию, серьезным рискам, хранению и утилизации этих продуктов.",
            "Медицинским работникам настоятельно рекомендуется:"
          ]
        },
        {
          "type": "Зависимость, злоупотребление и неправильное использование",
          "description": [
            "Подчеркните пациентам и их опекунам важность прочтения Руководства по лекарствам каждый раз, когда его предоставляет их фармацевт.",
            "Консультировать пациентов и/или лиц, осуществляющих уход за ними, при каждом назначении по безопасному использованию, серьезным рискам, хранению и утилизации этих продуктов.",
            "Рассмотрите другие инструменты для повышения безопасности пациентов, домохозяйств и общества.",
            "Пройдите образовательную программу, соответствующую REMS"
          ]
        },
        {
          "type": "Опасное для жизни угнетение дыхания",
          "description": [
            "Риск опиоидной зависимости, злоупотребления и неправильного употребления, что может привести к передозировке и смерти",
            "Оцените риск каждого пациента перед назначением и регулярно контролируйте всех пациентов на предмет развития такого поведения или состояний."
          ]
        },
        {
          "type": "Случайное воздействие",
          "description": [
            "Может возникнуть серьезное, опасное для жизни или смертельное угнетение дыхания.",
            "Следите за угнетением дыхания, особенно в начале или после увеличения дозы."
          ]
        },
        {
          "type": "Неонатальный синдром отмены опиоидов",
          "description": [
            "Случайное воздействие даже 1 дозы, особенно у детей, может привести к смертельной передозировке."
          ]
        },
        {
          "type": "Одновременное применение с бензодиазепинами или другими препаратами, угнетающими ЦНС.",
          "description": [
            "Начало, продолжительность и тяжесть неонатального синдрома отмены опиоидов варьируются в зависимости от конкретного используемого опиоида, продолжительности использования, времени и количества последнего употребления матерью, а также скорости выведения препарата новорожденным.",
            "Длительное употребление во время беременности может привести к неонатальному синдрому отмены опиоидов, который может быть опасным для жизни, если его не распознать и не лечить, и требует лечения в соответствии с протоколами, разработанными экспертами-неонатологами.",
            "Синдром проявляется раздражительностью, гиперактивностью и нарушением сна, пронзительным плачем, тремором, рвотой, диареей и неспособностью набрать вес.",
            "Если беременной женщине требуется применение опиоидов в течение длительного периода, сообщите пациентке о риске неонатального синдрома отмены опиоидов и убедитесь, что будет доступно соответствующее лечение."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Значительное угнетение дыхания",
        "Известная или подозреваемая желудочно-кишечная непроходимость, включая паралитическую кишечную непроходимость",
        "Острая или тяжелая бронхиальная астма в неконтролируемых условиях или при отсутствии реанимационного оборудования",
        "Гиперчувствительность (например, анафилаксия) к бупренорфину"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Риск апноэ у больных с хроническими заболеваниями легких; внимательно следить за этими пациентами при начале и титрации терапии; в качестве альтернативы рассмотрите возможность использования альтернативных неопиоидных анальгетиков у этих пациентов (см. Предупреждения и противопоказания «черного ящика»).",
        "Подобно другим опиоидам, может усугублять судорожные расстройства за счет снижения судорожного порога.",
        "Взаимодействие с депрессантами ЦНС (например, алкоголем, седативными средствами, анксиолитиками, снотворными, нейролептиками, другими опиоидами) может вызывать аддитивные эффекты и повышать риск угнетения дыхания, глубокой седации и гипотензии.",
        "Опасное для жизни угнетение дыхания чаще возникает у пожилых, истощенных или ослабленных пациентов, поскольку у них может быть изменена фармакокинетика или изменен клиренс по сравнению с более молодыми, более здоровыми пациентами (даже при приеме умеренных терапевтических доз) (см. Предупреждения в черном ящике); поскольку пожилые пациенты с большей вероятностью имеют сниженную функцию почек, следует соблюдать осторожность при подборе дозы и может быть полезно контролировать функцию почек.",
        "Сообщалось о случайном воздействии, в том числе со смертельным исходом (см. Предупреждения о черном ящике)",
        "Сообщалось о неонатальном синдроме отмены опиоидов при длительном применении во время беременности (см. Предупреждения черного ящика)",
        "Гипотензивные эффекты: Может вызывать сильную гипотензию; осторожность при уменьшении объема крови или одновременном применении препаратов, влияющих на вазомоторный тонус (например, фенотиазины), вазодилататоров или антигипертензивных средств",
        "Из-за риска угнетения дыхания при одновременном применении релаксантов скелетных мышц и опиоидов рассмотрите возможность назначения налоксона для экстренного лечения передозировки опиоидов.",
        "Глубокий седативный эффект, угнетение дыхания, кома и смерть могут быть результатом одновременного применения с другими средствами, угнетающими ЦНС (см. BBW); назначать самые низкие эффективные дозы и минимальную продолжительность одновременного применения",
        "Гепатотоксичность: случаи цитолитического гепатита и гепатита с желтухой наблюдались у лиц, получавших бупренорфин SL для лечения опиоидной зависимости; повышенный риск передозировки при умеренной или тяжелой печеночной недостаточности (см. Модификации дозировки)",
        "Если опиоидный анальгетик начат у пациента, уже принимающего бензодиазепин или другой депрессант ЦНС, назначьте более низкую начальную дозу опиоидного анальгетика и титруйте в зависимости от клинического ответа; внимательно следите за пациентами на наличие признаков и симптомов угнетения дыхания и седации; если оправдан одновременный прием с бензодиазепинами, рассмотрите возможность назначения налоксона для экстренного лечения передозировки опиоидов.",
        "Может вызывать спазм сфинктера Одди и усугублять абдоминальные состояния, включая кишечную непроходимость (см. Противопоказания).",
        "Сообщалось о случаях надпочечниковой недостаточности при употреблении опиоидов, чаще после более чем одного месяца употребления; симптомы могут включать тошноту, рвоту, анорексию, усталость, слабость, головокружение и низкое кровяное давление; если диагностирована надпочечниковая недостаточность, лечите физиологическими заместительными дозами кортикостероидов; отлучение пациента от опиоидов для восстановления функции надпочечников и продолжение лечения кортикостероидами до восстановления функции надпочечников; можно попробовать другие опиоиды, поскольку в некоторых случаях сообщалось об использовании другого опиоида без рецидива надпочечниковой недостаточности.",
        "Пациенты с раком, страдающие мукозитом полости рта, могут всасывать бупренорфин быстрее, чем предполагалось, и иметь более высокие уровни бупренорфина в плазме (см. Модификации дозировки).",
        "Неправильное использование, злоупотребление, диверсия: Частичный агонист мю-опиоидного рецептора и контролируемый опиоид Списка III подвергают потребителей риску зависимости, злоупотребления и неправильного употребления; существует больший риск передозировки и смерти при использовании опиоидов пролонгированного действия из-за большего количества присутствующего активного опиоида; обследовать пациентов на риск расстройств, связанных с употреблением психоактивных веществ, включая злоупотребление опиоидами и злоупотребление ими, и предупреждать их о риске передозировки и смерти, связанных с использованием дополнительных средств, угнетающих ЦНС, включая алкоголь и запрещенные наркотики (см. Предупреждения черного ящика)",
        "Сообщается об анафилактических реакциях",
        "Травма головы: угнетающее дыхание действие опиоидов может включать задержку углекислого газа и приводить к повышенному давлению спинномозговой жидкости.",
        "В группах особого риска могут наблюдаться повышенные побочные реакции; с осторожностью при алкоголизме, белой горячке, надпочечниковой недостаточности, угнетении ЦНС, истощении, кифосколиозе, связанном с нарушением дыхания, микседеме или гипотиреозе, гипертрофии предстательной железы или стриктуре уретры, тяжелых нарушениях функции печени, легких или почек, токсических психозах",
        "Хроническое употребление опиоидов может привести к снижению фертильности у женщин и мужчин с репродуктивным потенциалом; неизвестно, обратимо ли воздействие на фертильность"
      ],
      "specific": [
        {
          "type": "Повышенный риск стоматологических проблем",
          "description": [
            "предупреждены о потенциальных проблемах с зубами, связанных с чресслизистыми препаратами, содержащими бупренорфин (например, буккально, сублингвально)",
            "Проверьте состояние здоровья пациента перед началом трансмукозального введения бупренорфина;",
            "FDA",
            "Случаи кариеса зубов, некоторые серьезные (например, перелом зуба, потеря зуба), о которых сообщалось после использования трансмукозальных продуктов, содержащих бупренорфин; зарегистрированные события включают кариес, кариес, зубные абсцессы/инфекцию, необузданный кариес, эрозию зубов, выпадение пломб и, в некоторых случаях, полную потерю зубов.",
            "Стратегии включают, но не ограничиваются этим, осторожное полоскание зубов и десен водой, а затем проглатывание после полного растворения в слизистой оболочке полости рта; посоветуйте пациентам подождать не менее одного часа после приема препарата, прежде чем чистить зубы",
            "Консультировать пациентов относительно потенциальных проблем с зубами и важности принятия дополнительных мер после того, как лекарство полностью растворится, включая осторожное полоскание зубов и десен водой, а затем проглотить; советую подождать не менее 1 часа, прежде чем чистить зубы",
            "Стоматологи, лечащие пациентов, принимающих трансмукозальный бупренорфин, должны проводить базовое стоматологическое обследование и оценку риска кариеса, разработать план профилактики кариеса и поощрять регулярные стоматологические осмотры.",
            "Несмотря на эти риски, бупренорфин является важным вариантом лечения расстройств, связанных с употреблением опиоидов, и боли, и преимущества этих лекарств явно перевешивают риски.",
            "12 января 2022 г.",
            "Лечение этих событий включало удаление зубов, корневых каналов, стоматологическую хирургию, а также другие восстановительные процедуры (например, пломбы, коронки, имплантаты, зубные протезы); несколько случаев были зарегистрированы у людей без каких-либо проблем с зубами в анамнезе.",
            "Направлять пациентов в стоматологические службы и рекомендовать им проходить регулярные стоматологические осмотры во время лечения; обучать пациентов обращаться за стоматологической помощью и стратегиям поддержания или улучшения здоровья полости рта при лечении препаратами, содержащими бупренорфин, вводимыми через слизистую оболочку;"
          ]
        },
        {
          "type": "Оценка риска опиоидных анальгетиков и стратегия его снижения (REMS)",
          "description": [
            "Чтобы получить дополнительную информацию об опиоидных анальгетиках REMS и список аккредитованных REMS CME/CE, позвоните по телефону 1-800-503-0784 или войдите на сайт www.opioidanalgesicrems.com; план FDA можно найти на сайте www.fda.gov/OpioidAnalgesicREMSBlueprint.",
            "Чтобы гарантировать, что преимущества опиоидных анальгетиков перевешивают риски зависимости, злоупотребления и неправильного использования, Управление по санитарному надзору за качеством пищевых продуктов и медикаментов (FDA) потребовало Стратегии оценки и снижения рисков (REMS) для этих продуктов.",
            "Рассмотрите возможность использования других инструментов для повышения безопасности пациентов, домохозяйств и общества, таких как соглашения между пациентами и врачами, которые усиливают обязанности между пациентами и врачами.",
            "Подчеркните для пациентов и тех, кто за ними ухаживает, важность прочтения Справочника по лекарствам, который они получат от своего фармацевта каждый раз, когда им выписывают опиоидный анальгетик.",
            "Обсудите безопасное использование, серьезные риски, а также надлежащее хранение и утилизацию опиоидных анальгетиков с пациентами и/или лицами, осуществляющими за ними уход, каждый раз, когда эти лекарства прописываются; используйте следующую ссылку, чтобы получить Руководство по консультированию пациентов (PCG): www.fda.gov/OpioidAnalgesicREMSPCG"
          ]
        },
        {
          "type": "Доступ пациентов к налоксону для неотложной помощи при передозировке опиоидов",
          "description": [
            "Проинформируйте пациентов о признаках и симптомах угнетения дыхания и о необходимости звонить по номеру 911 или немедленно обращаться за неотложной медицинской помощью в случае известной или предполагаемой передозировки.",
            "Проконсультируйтесь о наличии и способах получения налоксона в соответствии с требованиями или рекомендациями отдельных штатов по выдаче и назначению налоксона.",
            "Оценить потенциальную потребность в налоксоне; рассмотреть вопрос о назначении неотложной помощи при передозировке опиоидов"
          ]
        },
        {
          "type": "удлинение интервала QTc",
          "description": [
            "Учитывайте эти наблюдения при принятии клинических решений при назначении этого препарата пациентам с такими факторами риска, как гипокалиемия, брадикардия, недавно перенесенная фибрилляция предсердий, застойная сердечная недостаточность, терапия наперстянкой, исходное удлинение интервала QT, субклинический синдром удлиненного интервала QT или тяжелая гипомагниемия.",
            "Тщательные исследования интервала QT с препаратами бупренорфина продемонстрировали удлинение интервала QT менее или равное 15 мс; этот эффект удлинения интервала QTc, по-видимому, не опосредован каналами hERG; основываясь на этих двух выводах, маловероятно, что бупренорфин будет проаритмическим при монотерапии у пациентов без факторов риска; риск сочетания бупренорфина с другими препаратами, удлиняющими интервал QT, неизвестен.",
            "У здоровых лиц наблюдается удлинение интервала QTc при дозе 40 мкг/ч; избегать у пациентов с синдромом удлиненного интервала QT в анамнезе или одновременного применения с антиаритмическими препаратами класса IA ​​(например, хинидин, прокаинамид, дизопирамид) или класса III (например, соталол, амиодарон, дофетилид)"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "альвимопан",
      "description": {
        "common": "альвимопан, бупренорфин буккально. конкуренция за связывание рецепторов. Противопоказано. Противопоказан пациентам с толерантностью к опиоидам (то есть тем, кто принимал терапевтические дозы опиоидов в течение > 7 дней подряд непосредственно перед приемом алвимопана). Ожидается, что пациенты, недавно подвергшиеся воздействию опиоидов, будут более чувствительны к эффектам алвимопана и, следовательно, могут испытывать боль в животе, тошноту, рвоту и диарею."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дронедарон",
      "description": {
        "common": "буккальный бупренорфин и дронедарон увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "позаконазол",
      "description": {
        "common": "буккальный бупренорфин и позаконазол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "буккальный бупренорфин и тиоридазин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акривастин",
      "description": {
        "common": "акривастин и бупренорфин буккально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Ограничьте использование пациентами, для которых альтернативные варианты лечения неадекватны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альфентанил",
      "description": {
        "common": "бупренорфин буккальный, альфентанил. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "буккальный бупренорфин и амиодарон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амисульприд",
      "description": {
        "common": "буккальный бупренорфин и амисульприд увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "буккальный бупренорфин и амитриптилин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "буккальный бупренорфин и амоксапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анагрелид",
      "description": {
        "common": "буккальный бупренорфин и анагрелид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид будет снижать уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апоморфин",
      "description": {
        "common": "буккальный бупренорфин и апоморфин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "арипипразол",
      "description": {
        "common": "буккальный бупренорфин и арипипразол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триоксид мышьяка",
      "description": {
        "common": "буккальный бупренорфин и триоксид мышьяка увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер",
      "description": {
        "common": "буккальный бупренорфин и артеметер увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "буккальный бупренорфин и артеметер/люмефантрин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин",
      "description": {
        "common": "буккальный бупренорфин и азенапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и буккальный бупренорфин усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Ограничьте использование пациентами, для которых альтернативные варианты лечения неадекватны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "буккальный бупренорфин и атомоксетин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "авапритиниб и бупренорфин буккально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Ограничьте использование пациентами, для которых альтернативные варианты лечения неадекватны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азитромицин",
      "description": {
        "common": "буккальный бупренорфин и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "буккальный бупренорфин и бедаквилин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "белладонна и опиум",
      "description": {
        "common": "бупренорфин буккальный, белладонна и опиум. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "Бупренорфин буккально снижает эффекты бензгидрокодона/ацетаминофена за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Смешанные опиоидные агонисты/антагонисты и частичные опиоидные агонисты могут снижать обезболивающий эффект гидрокодона (бензгидрокодонового пролекарства гидрокодона) и/или вызывать симптомы отмены у пациентов, толерантных к опиоидам."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "брекспипразол и бупренорфин буккально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Ограничьте использование пациентами, для которых альтернативные варианты лечения неадекватны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буторфанол",
      "description": {
        "common": "бупренорфин буккальный, буторфанол. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксибаты кальция/магния/калия/натрия",
      "description": {
        "common": "бупренорфин буккально, оксибаты кальция/магния/калия/натрия.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "буккальный бупренорфин и церитиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорохин",
      "description": {
        "common": "буккальный бупренорфин и хлорохин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "буккальный бупренорфин и хлорпромазин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин усиливает действие буккального бупренорфина за счет снижения метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "буккальный бупренорфин и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циталопрам",
      "description": {
        "common": "буккальный бупренорфин и циталопрам увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "буккальный бупренорфин и кларитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "буккальный бупренорфин и кломипрамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клонидин",
      "description": {
        "common": "клонидин, бупренорфин буккально.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение усиливает угнетающее действие на ЦНС."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клозапин",
      "description": {
        "common": "буккальный бупренорфин и клозапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кодеин",
      "description": {
        "common": "бупренорфин буккальный, кодеин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "буккальный бупренорфин и кризотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "буккальный бупренорфин и дазатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дегареликс",
      "description": {
        "common": "буккальный бупренорфин и дегареликс увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десфлуран",
      "description": {
        "common": "буккальный бупренорфин и десфлуран увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "буккальный бупренорфин и дезипрамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "буккальный бупренорфин и дейтетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декстроморамид",
      "description": {
        "common": "бупренорфин буккальный, декстроморамид. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диаморфин",
      "description": {
        "common": "бупренорфин буккальный, диаморфин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "диазепам интраназально, бупренорфин буккально.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифеноксин hcl",
      "description": {
        "common": "бупренорфин буккальный, дифеноксин НСl. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "бупренорфин буккальный, дифеноксилат НСl. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дипипанон",
      "description": {
        "common": "бупренорфин буккальный, дипипанон. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "буккальный бупренорфин и дизопирамид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дофетилид",
      "description": {
        "common": "буккальный бупренорфин и дофетилид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доласетрон",
      "description": {
        "common": "буккальный бупренорфин и доласетрон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "донепезил",
      "description": {
        "common": "буккальный бупренорфин и донепезил увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксепин",
      "description": {
        "common": "буккальный бупренорфин и доксепин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "бупренорфин буккально и эфавиренз увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элиглустат",
      "description": {
        "common": "буккальный бупренорфин и элиглустат увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "бупренорфин буккальный, элуксадолин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте coadministration с другими препаратами, которые вызывают запор. Увеличивает риск серьезных побочных реакций, связанных с запорами. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "буккальный бупренорфин и энкорафениб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "буккальный бупренорфин и энтректиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрибулин",
      "description": {
        "common": "буккальный бупренорфин и эрибулин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "бупренорфин буккально и эритромицин основание оба увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "буккальный бупренорфин и этилсукцинат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "буккальный бупренорфин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "буккальный бупренорфин и стеарат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "буккальный бупренорфин и эсциталопрам увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил",
      "description": {
        "common": "бупренорфин буккально снижает эффекты фентанила за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Совместное введение смешанных агонистов/антагонистов и частичных агонистов опиоидных анальгетиков может снизить обезболивающий эффект фентанила и, возможно, ускорить симптомы отмены."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "буккальный бупренорфин снижает эффекты интраназального фентанила за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Совместное введение смешанных агонистов/антагонистов и частичных агонистов опиоидных анальгетиков может снизить обезболивающий эффект фентанила и, возможно, ускорить симптомы отмены."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "буккальный бупренорфин снижает эффекты трансдермального фентанила за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Совместное введение смешанных агонистов/антагонистов и частичных агонистов опиоидных анальгетиков может снизить обезболивающий эффект фентанила и, возможно, ускорить симптомы отмены."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "Бупренорфин буккально снижает эффекты фентанила через слизистую за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Совместное введение смешанных агонистов/антагонистов и частичных агонистов опиоидных анальгетиков может снизить обезболивающий эффект фентанила и, возможно, ускорить симптомы отмены."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "буккальный бупренорфин и фексинидазол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "финголимод",
      "description": {
        "common": "буккальный бупренорфин и финголимод увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флекаинид",
      "description": {
        "common": "буккальный бупренорфин и флекаинид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуконазол",
      "description": {
        "common": "бупренорфин буккально и флуконазол оба увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "буккальный бупренорфин и флуоксетин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "буккальный бупренорфин и флувоксамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "буккальный бупренорфин и фоскарнет увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "Бупренорфин буккальный и фостемсавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "буккальный бупренорфин и гемифлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гемтузумаб",
      "description": {
        "common": "буккальный бупренорфин и гемтузумаб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гилтеритиниб",
      "description": {
        "common": "буккальный бупренорфин и гилтеритиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гласдегиб",
      "description": {
        "common": "буккальный бупренорфин и глаздегиб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гозерелин",
      "description": {
        "common": "буккальный бупренорфин и гозерелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "бупренорфин буккально и гранисетрон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "галоперидол",
      "description": {
        "common": "буккальный бупренорфин и галоперидол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гистрелин",
      "description": {
        "common": "буккальный бупренорфин и гистрелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "буккальный бупренорфин снижает эффекты гидрокодона за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Смешанные агонисты/антагонисты опиоидов и частичные агонисты опиоидов могут снижать обезболивающий эффект гидрокодона и/или ускорять симптомы отмены у пациентов, толерантных к опиоидам. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "бупренорфин буккальный, гидроморфон. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "буккальный бупренорфин и сульфат гидроксихлорохина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "буккальный бупренорфин и гидроксизин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. При необходимости одновременного применения рассмотрите возможность снижения дозы одного или обоих препаратов из-за потенциального аддитивного фармакологического эффекта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибутилид",
      "description": {
        "common": "буккальный бупренорфин и ибутилид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "илоперидон",
      "description": {
        "common": "буккальный бупренорфин и илоперидон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "буккальный бупренорфин и имипрамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инотузумаб",
      "description": {
        "common": "буккальный бупренорфин и инотузумаб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид увеличивает буккальную токсичность бупренорфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изофлуран",
      "description": {
        "common": "буккальный бупренорфин и изофлуран увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "буккальный бупренорфин и итраконазол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "буккальный бупренорфин и ивозидениб уменьшают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "буккальный бупренорфин и лапатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефамулин",
      "description": {
        "common": "буккальный бупренорфин и лефамулин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ленватиниб",
      "description": {
        "common": "буккальный бупренорфин и ленватиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лейпролид",
      "description": {
        "common": "буккальный бупренорфин и лейпролид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "буккальный бупренорфин и левофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "леворфанол",
      "description": {
        "common": "бупренорфин буккальный, леворфанол. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид увеличивает буккальную токсичность бупренорфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "литий",
      "description": {
        "common": "буккальный бупренорфин и литий увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофексидин",
      "description": {
        "common": "буккальный бупренорфин и лофексидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лоперамид",
      "description": {
        "common": "буккальный бупренорфин и лоперамид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "буккальный бупренорфин и лопинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "буккальный бупренорфин и мациморелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "буккальный бупренорфин и мефлохин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "меперидин",
      "description": {
        "common": "бупренорфин буккальный, меперидин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метадон",
      "description": {
        "common": "бупренорфин буккально, метадон. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "бупренорфин буккально, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидостаурин",
      "description": {
        "common": "буккальный бупренорфин и мидостаурин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мифепристон",
      "description": {
        "common": "буккальный бупренорфин и мифепристон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миртазапин",
      "description": {
        "common": "буккальный бупренорфин и миртазапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "буккальный бупренорфин и мобоцертиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "морфий",
      "description": {
        "common": "бупренорфин буккальный, морфин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "буккальный бупренорфин и моксифлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "налбуфин",
      "description": {
        "common": "бупренорфин буккальный, налбуфин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "буккальный бупренорфин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "буккальный бупренорфин и нортриптилин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "октреотид",
      "description": {
        "common": "буккальный бупренорфин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "буккальный бупренорфин и офлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оланзапин",
      "description": {
        "common": "буккальный бупренорфин и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олицеридин",
      "description": {
        "common": "бупренорфин буккальный, олицеридин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременное применение может снизить обезболивающий эффект олицеридина и/или ускорить симптомы отмены."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "бупренорфин буккально и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "буккальный бупренорфин и ондансетрон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "настойка опия",
      "description": {
        "common": "бупренорфин буккальный, настойка опия. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "осилодростат",
      "description": {
        "common": "буккальный бупренорфин и осилодростат увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Дозозависимое удлинение интервала QT — избегайте препаратов, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "буккальный бупренорфин и осимертиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "буккальный бупренорфин и оксалиплатин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксикодон",
      "description": {
        "common": "бупренорфин буккальный, оксикодон. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксиморфон",
      "description": {
        "common": "бупренорфин буккальный, оксиморфон. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод и бупренорфин буккально усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Поскольку активный метаболит озанимода ингибирует МАО-В in vitro, существует вероятность серьезных побочных реакций, включая гипертонический криз. Поэтому не рекомендуется одновременное назначение озанимода с препаратами, которые могут повышать уровень норадреналина или серотонина. Монитор для гипертензии с одновременным использованием."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палиперидон",
      "description": {
        "common": "буккальный бупренорфин и палиперидон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "панобиностат",
      "description": {
        "common": "буккальный бупренорфин и панобиностат увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "папаверетум",
      "description": {
        "common": "бупренорфин буккальный, папаверетум. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пасиреотид",
      "description": {
        "common": "буккальный бупренорфин и пасиреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "буккальный бупренорфин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентамидин",
      "description": {
        "common": "буккальный бупренорфин и пентамидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "бупренорфин буккальный, пентазоцин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенелзин",
      "description": {
        "common": "Фенелзин увеличивает буккальную токсичность бупренорфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "буккальный бупренорфин и пимавансерин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимозид",
      "description": {
        "common": "буккальный бупренорфин и пимозид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "питолизант",
      "description": {
        "common": "буккальный бупренорфин и питолизант увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понесимод",
      "description": {
        "common": "буккальный бупренорфин и понесимод увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примахин",
      "description": {
        "common": "буккальный бупренорфин и примахин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "буккальный бупренорфин и новокаинамид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин увеличивает токсичность буккального бупренорфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Не используйте в течение 14 дней после использования ИМАО. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прометазин",
      "description": {
        "common": "буккальный бупренорфин и прометазин уменьшают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропафенон",
      "description": {
        "common": "буккальный бупренорфин и пропафенон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "буккальный бупренорфин и протриптилин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кветиапин",
      "description": {
        "common": "буккальный бупренорфин и кветиапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "буккальный бупренорфин и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинин",
      "description": {
        "common": "буккальный бупренорфин и хинин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "разагилин",
      "description": {
        "common": "разагилин увеличивает буккальную токсичность бупренорфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "буккальный бупренорфин и рибоциклиб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "буккальный бупренорфин и рилпивирин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рисперидон",
      "description": {
        "common": "буккальный бупренорфин и рисперидон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "буккальный бупренорфин и ромидепсин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "буккальный бупренорфин и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селегилин",
      "description": {
        "common": "селегилин увеличивает буккальную токсичность бупренорфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Трансдермальное введение бупренорфина не рекомендуется пациентам, получавшим ИМАО в течение 14 дней, поскольку сообщалось о тяжелом и непредсказуемом усилении действия ингибиторов МАО при применении опиоидных анальгетиков."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "Трансдермальный селегилин увеличивает токсичность бупренорфина через рот по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селинексор",
      "description": {
        "common": "селинексор, бупренорфин буккально. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селперкатиниб",
      "description": {
        "common": "буккальный бупренорфин и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сертралин",
      "description": {
        "common": "буккальный бупренорфин и сертралин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "буккальный бупренорфин и севофлуран увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "бупренорфин буккально и сипонимод увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксибат натрия",
      "description": {
        "common": "бупренорфин буккальный, натрия оксибат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "солифенацин",
      "description": {
        "common": "буккальный бупренорфин и солифенацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сорафениб",
      "description": {
        "common": "буккальный бупренорфин и сорафениб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соталол",
      "description": {
        "common": "буккальный бупренорфин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил",
      "description": {
        "common": "бупренорфин буккально, суфентанил. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "Бупренорфин буккально снижает эффекты суфентанила SL за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Совместное введение опиоидных смешанного агониста/антагониста или частичного агониста может уменьшить анальгетический эффект суфентейла SL и/или ускорить симптомы отмены."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "бупренорфин буккально и сунитиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "буккальный бупренорфин и такролимус увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тапентадол",
      "description": {
        "common": "бупренорфин буккально, тапентадол. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "телаванцин",
      "description": {
        "common": "буккальный бупренорфин и телаванцин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "буккальный бупренорфин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "торемифен",
      "description": {
        "common": "буккальный бупренорфин и торемифен увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трамадол",
      "description": {
        "common": "бупренорфин буккально, трамадол. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "транилципромин",
      "description": {
        "common": "транилципромин увеличивает буккальную токсичность бупренорфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тразодон",
      "description": {
        "common": "буккальный бупренорфин и тразодон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триклабендазол",
      "description": {
        "common": "буккальный бупренорфин и триклабендазол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "буккальный бупренорфин и трифлуоперазин уменьшают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "буккальный бупренорфин и тримипрамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трипторелин",
      "description": {
        "common": "буккальный бупренорфин и трипторелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет увеличивать уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "валериана",
      "description": {
        "common": "валериана и бупренорфин буккально усиливают седативный эффект. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "буккальный бупренорфин и вандетаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "варденафил",
      "description": {
        "common": "буккальный бупренорфин и варденафил увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "буккальный бупренорфин и вемурафениб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "буккальный бупренорфин и венлафаксин уменьшают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "буккальный бупренорфин и воклоспорин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "буккальный бупренорфин и вориконазол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориностат",
      "description": {
        "common": "буккальный бупренорфин и вориностат увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "voxelotor увеличивает уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "зипразидон",
      "description": {
        "common": "буккальный бупренорфин и зипразидон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "буккальный бупренорфин увеличивает, а альбутерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфентанил",
      "description": {
        "common": "Альфентанил и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "буккальный бупренорфин и альфузозин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпразолам",
      "description": {
        "common": "алпразолам и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "буккальный бупренорфин и амитриптилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "буккальный бупренорфин и амоксапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид будет снижать уровень или эффект буккального бупренорфина за счет увеличения элиминации. Используйте осторожность/монитор. Апалутамид индуцирует УГТ и может снижать системное воздействие препаратов, являющихся субстратами УГТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апоморфин",
      "description": {
        "common": "буккальный бупренорфин и апоморфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "бупренорфин буккально увеличивает, а арформотерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "буккальный бупренорфин и арипипразол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "бупренорфин буккально увеличивает, а армодафинил снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир повышает уровень буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Возможна повышенная токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азеластин",
      "description": {
        "common": "азеластин и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "баклофен",
      "description": {
        "common": "баклофен и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белладонна и опиум",
      "description": {
        "common": "буккальный бупренорфин, белладонна и опиум усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бенперидол",
      "description": {
        "common": "буккальный бупренорфин и бенперидол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "буккальный бупренорфин увеличивает, а бензфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брексанолон",
      "description": {
        "common": "брексанолон, бупренорфин буккально.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромфенирамин",
      "description": {
        "common": "бромфенирамин и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буторфанол",
      "description": {
        "common": "буккальный бупренорфин и буторфанол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кофеин",
      "description": {
        "common": "буккальный бупренорфин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень буккального бупренорфина за счет усиления метаболизма. Используйте осторожность/монитор. Карбамазепин усиливает метаболизм бупренорфина; следить за снижением эффективности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбиноксамин",
      "description": {
        "common": "карбиноксамин и буккальный бупренорфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каризопродол",
      "description": {
        "common": "каризопродол и буккальный бупренорфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат, бупренорфин буккально.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоралгидрат",
      "description": {
        "common": "хлоралгидрат и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлордиазепоксид",
      "description": {
        "common": "хлордиазепоксид и буккальный бупренорфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорфенирамин",
      "description": {
        "common": "хлорфенирамин и буккальный бупренорфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "буккальный бупренорфин и хлорпромазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорзоксазон",
      "description": {
        "common": "хлорзоксазон и буккальный бупренорфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циннаризин",
      "description": {
        "common": "циннаризин и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клемастин",
      "description": {
        "common": "клемастин и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "бупренорфин буккальный, клобазам. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременный прием может повысить вероятность воздействия на ЦНС (например, повышенный седативный эффект или угнетение дыхания)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "буккальный бупренорфин и кломипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоназепам",
      "description": {
        "common": "клоназепам и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоразепат",
      "description": {
        "common": "клоразепат и буккальный бупренорфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "буккальный бупренорфин и клозапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кодеин",
      "description": {
        "common": "буккальный бупренорфин и кодеин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб повышает уровень бупренорфина в буккальной области, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Снижение дозы может быть необходимо для одновременно принимаемых препаратов, которые преимущественно метаболизируются CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклизин",
      "description": {
        "common": "циклизин и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклобензаприн",
      "description": {
        "common": "циклобензаприн и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрогептадин",
      "description": {
        "common": "ципрогептадин и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дантролен",
      "description": {
        "common": "дантролен и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "буккальный бупренорфин и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир повышает уровень буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Тщательно подбирайте дозу при начале лечения бупренорфином, бупренорфином/налоксоном или метадоном у пациентов, принимающих дарунавир/кобикстат. При назначении кобицистата пациентам, принимающим бупренорфин, бупренорфин/налоксон или метадон, следует скорректировать дозу бупренорфина, бупренорфина/налоксона или метадона и контролировать клинические признаки и симптомы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор. Опиоиды могут снизить потребность в МАК, может потребоваться меньшее количество ингаляционных анестетиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "буккальный бупренорфин и дезипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексхлорфенирамин",
      "description": {
        "common": "дексхлорфенирамин и буккальный бупренорфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "бупренорфин буккально увеличивает, а дексфенфлурамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексмедетомидин",
      "description": {
        "common": "дексмедетомидин и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "буккальный бупренорфин увеличивает, а дексметилфенидат снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "бупренорфин буккально увеличивает, а декстроамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроморамид",
      "description": {
        "common": "буккальный бупренорфин и декстроморамид усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диаморфин",
      "description": {
        "common": "буккальный бупренорфин и диаморфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам",
      "description": {
        "common": "диазепам и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диэтилпропион",
      "description": {
        "common": "бупренорфин буккально увеличивает, а диэтилпропион снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксин hcl",
      "description": {
        "common": "Бупренорфин буккальный и дифеноксин гидрохлорид усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дименгидринат",
      "description": {
        "common": "дименгидринат и буккальный бупренорфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифенгидрамин",
      "description": {
        "common": "дифенгидрамин и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "Бупренорфин буккальный и дифеноксилат гидрохлорид усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дипипанон",
      "description": {
        "common": "буккальный бупренорфин и дипипанон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "бупренорфин буккально увеличивает, а добутамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофамин",
      "description": {
        "common": "буккальный бупренорфин увеличивает, а дофамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "бупренорфин буккально увеличивает, а допексамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "досулепин",
      "description": {
        "common": "буккальный бупренорфин и досулепин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "буккальный бупренорфин и доксепин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксиламин",
      "description": {
        "common": "доксиламин и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроперидол",
      "description": {
        "common": "буккальный бупренорфин и дроперидол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс будет снижать уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении. При необходимости рассмотрите возможность увеличения дозы субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "Элтромбопаг повышает уровень буккального бупренорфина за счет снижения метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP3A4; противопоказан при использовании субстратов CYP3A4, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "буккальный бупренорфин увеличивает, а эфедрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "бупренорфин буккально увеличивает, а адреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "буккальный бупренорфин усиливает седативный эффект, а рацемический адреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат будет снижать уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстазолам",
      "description": {
        "common": "эстазолам и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "буккальный бупренорфин и этанол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этомидат",
      "description": {
        "common": "этомидат и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "Этравирин снижает уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "бупренорфин буккально увеличивает, а фенфлурамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "буккальный бупренорфин и флибансерин усиливают седативный эффект. Изменить терапию/внимательно контролировать. Риск седативного эффекта увеличивается при одновременном применении флибансерина с другими депрессантами ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "буккальный бупренорфин и флуфеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуразепам",
      "description": {
        "common": "Флуразепам и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "бупренорфин буккально увеличивает, а формотерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир повышает уровень буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "фосфенитоин будет снижать уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин",
      "description": {
        "common": "габапентин, бупренорфин буккально.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин энакарбил",
      "description": {
        "common": "габапентин энакарбил, бупренорфин буккальный.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "буккальный бупренорфин и ганаксолон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "буккальный бупренорфин и галоперидол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "буккальный бупренорфин и гидроморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин и буккальный бупренорфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "буккальный бупренорфин и илоперидон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "буккальный бупренорфин и имипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир повышает уровень буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "буккальный бупренорфин увеличивает, а изопротеренол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетамин",
      "description": {
        "common": "кетамин и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетотифен, офтальмологический",
      "description": {
        "common": "бупренорфин буккальный и кетотифен, офтальмологический, усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан, бупренорфин буккально.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Совместное применение лазмидитана и других препаратов, угнетающих ЦНС, включая алкоголь, в клинических исследованиях не изучалось. Ласмидитан может вызывать седативный эффект, а также другие когнитивные и/или психоневрологические побочные реакции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "лемборексант, бупренорфин буккально.\nЛибо усиливает действие другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. При совместном применении лемборексанта с другими препаратами, угнетающими ЦНС, может потребоваться коррекция дозы из-за потенциально аддитивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет увеличивать уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При начале приема бупренорфина во время приема ленакапавира используйте наименьшую возможную начальную или поддерживающую дозу бупренорфина и тщательно титруйте дозу до достижения желаемого эффекта. При начале приема ленакапавира во время приема метадона рассмотрите возможность корректировки дозы бупренорфина. Следите за клиническими признаками и симптомами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "бупренорфин буккально увеличивает, а левалбутерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леворфанол",
      "description": {
        "common": "буккальный бупренорфин и леворфанол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "бупренорфин буккально увеличивает, а лиздексамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "бупренорфин буккально и лофепрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофексидин",
      "description": {
        "common": "буккальный бупренорфин и лофексидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир повышает уровень буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Возможна повышенная токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопразолам",
      "description": {
        "common": "лопразолам и буккальный бупренорфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоразепам",
      "description": {
        "common": "лоразепам и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорметазепам",
      "description": {
        "common": "лорметазепам и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин",
      "description": {
        "common": "буккальный бупренорфин и локсапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин вдыхали",
      "description": {
        "common": "буккальный бупренорфин и ингаляционный локсапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "lumacaftor/ivacaftor снижает уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, бупренорфин буккально.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: возможно усиление угнетающего действия на ЦНС при одновременном применении; монитор для увеличения побочных эффектов и токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мапротилин",
      "description": {
        "common": "буккальный бупренорфин и мапротилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "буккальный бупренорфин и марихуана усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "буккальный бупренорфин повысит уровень или эффект мавакамтена, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Начало применения слабых ингибиторов CYP2C19 может потребовать снижения дозы мавакамтена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелатонин",
      "description": {
        "common": "буккальный бупренорфин и мелатонин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меперидин",
      "description": {
        "common": "буккальный бупренорфин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мепробамат",
      "description": {
        "common": "буккальный бупренорфин и мепробамат усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "бупренорфин буккально увеличивает, а метапротеренол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метаксалон",
      "description": {
        "common": "метаксалон и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "буккальный бупренорфин и метадон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "буккальный бупренорфин увеличивает, а метамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метокарбамол",
      "description": {
        "common": "метокарбамол и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилендиоксиметамфетамин",
      "description": {
        "common": "буккальный бупренорфин увеличивает, а метилендиоксиметамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам",
      "description": {
        "common": "мидазолам и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "мидазолам интраназально, бупренорфин буккально.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение барбитуратов, алкоголя или других средств, угнетающих ЦНС, может увеличить риск гиповентиляции, обструкции дыхательных путей, десатурации или апноэ и может способствовать выраженному и/или пролонгированному действию препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидодрин",
      "description": {
        "common": "бупренорфин буккально увеличивает, а мидодрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "буккальный бупренорфин и миртазапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Бупренорфин буккальный снижает уровень митотана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "модафинил",
      "description": {
        "common": "бупренорфин буккально увеличивает, а модафинил снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "морфий",
      "description": {
        "common": "буккальный бупренорфин и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пустырник",
      "description": {
        "common": "Бупренорфин буккальный и пустырник усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксонидин",
      "description": {
        "common": "буккальный бупренорфин и моксонидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набилоне",
      "description": {
        "common": "буккальный бупренорфин и набилон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин будет снижать уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "налбуфин",
      "description": {
        "common": "буккальный бупренорфин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир повышает уровень буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "буккальный бупренорфин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "буккальный бупренорфин и нортриптилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "буккальный бупренорфин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "Комбинация омбитасвир/паритапревир/ритонавир и дасабувир (ДСК) увеличивает уровень или эффект бупренорфина при буккальном влиянии на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Повышает уровень бупренорфина и активного метаболита норбупренорфина; Коррекция дозы бупренорфина не требуется, но следует внимательно следить за седативным эффектом и когнитивными эффектами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "настойка опия",
      "description": {
        "common": "буккальный бупренорфин и настойка опия усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орфенадрин",
      "description": {
        "common": "орфенадрин и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксазепам",
      "description": {
        "common": "оксазепам и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин будет снижать уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксикодон",
      "description": {
        "common": "буккальный бупренорфин и оксикодон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксиморфон",
      "description": {
        "common": "буккальный бупренорфин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "буккальный бупренорфин и палиперидон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "папаверетум",
      "description": {
        "common": "буккальный бупренорфин и папаверетум усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "папаверин",
      "description": {
        "common": "буккальный бупренорфин и папаверин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "буккальный бупренорфин и пароксетин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегвисомант",
      "description": {
        "common": "буккальный бупренорфин снижает действие пегвисоманта по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "буккальный бупренорфин и пентазоцин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перампанель",
      "description": {
        "common": "перампанел и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "буккальный бупренорфин и перфеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фендиметразин",
      "description": {
        "common": "бупренорфин буккально увеличивает, а фендиметразин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентермин",
      "description": {
        "common": "буккальный бупренорфин увеличивает, а фентермин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин",
      "description": {
        "common": "буккальный бупренорфин увеличивает, а фенилэфрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин ПО",
      "description": {
        "common": "буккальный бупренорфин увеличивает, а фенилэфрин перорально снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фолкодин",
      "description": {
        "common": "буккальный бупренорфин и фолкодин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "буккальный бупренорфин и пимозид усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "бупренорфин буккально увеличивает, а пирбутерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прегабалин",
      "description": {
        "common": "прегабалин, бупренорфин буккально.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "буккальный бупренорфин и прохлорперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропофол",
      "description": {
        "common": "пропофол и буккальный бупренорфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропилгекседрин",
      "description": {
        "common": "бупренорфин буккально увеличивает, а пропилгекседрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "буккальный бупренорфин и протриптилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квазепам",
      "description": {
        "common": "квазепам и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "буккальный бупренорфин и кветиапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "буккальный бупренорфин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "буккальный бупренорфин и ранолазин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин будет снижать уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "буккальный бупренорфин и рисперидон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир повышает уровень буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Возможна повышенная токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ротиготин",
      "description": {
        "common": "буккальный бупренорфин и ротиготин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "бупренорфин буккально увеличивает, а салметерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир повышает уровень буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тюбетейка",
      "description": {
        "common": "Бупренорфин буккальный и шлемник оба усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "бупренорфин буккальный и пастушья сумка усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил",
      "description": {
        "common": "буккальный бупренорфин и суфентанил усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суворексант",
      "description": {
        "common": "суворексант и буккальный бупренорфин усиливают седативный эффект. Изменить терапию/внимательно контролировать. Может потребоваться коррекция дозы суворексанта и сопутствующих депрессантов ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тапентадол",
      "description": {
        "common": "буккальный бупренорфин и тапентадол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат будет снижать уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темазепам",
      "description": {
        "common": "и темазепам, и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "бупренорфин буккально увеличивает, а тербуталин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "буккальный бупренорфин и тиоридазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "буккальный бупренорфин и тиотиксен усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "буккальный бупренорфин и топирамат усиливают седативный эффект. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трамадол",
      "description": {
        "common": "буккальный бупренорфин и трамадол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "буккальный бупренорфин и тразодон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триазолам",
      "description": {
        "common": "триазолам и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклофос",
      "description": {
        "common": "триклофос и буккальный бупренорфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "буккальный бупренорфин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "буккальный бупренорфин и тримипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трипролидин",
      "description": {
        "common": "трипролидин и бупренорфин буккально усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксилометазолин",
      "description": {
        "common": "бупренорфин буккально увеличивает, а ксилометазолин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йохимбин",
      "description": {
        "common": "буккальный бупренорфин увеличивает, а йохимбин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зиконотид",
      "description": {
        "common": "буккальный бупренорфин и зиконотид усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "буккальный бупренорфин и зипразидон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зотепин",
      "description": {
        "common": "буккальный бупренорфин и зотепин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает действие буккального бупренорфина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Нарастающее угнетение ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "декстроамфетамин усиливает действие буккального бупренорфина за счет неуказанного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "элвитегравир",
      "description": {
        "common": "элвитегравир повышает уровень буккального бупренорфина по неизвестному механизму. Незначительное/значение неизвестно. Коррекции дозы бупренорфина/налоксона при одновременном применении с ВИТЕКТА не требуется. Пациенты должны находиться под тщательным наблюдением на предмет седации и когнитивных эффектов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "Бупренорфин буккальный и эвкалипт усиливают седативный эффект. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лидокаин",
      "description": {
        "common": "лидокаин увеличивает токсичность буккального бупренорфина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск увеличения депрессии ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мудрец",
      "description": {
        "common": "буккальный бупренорфин и шалфей усиливают седативный эффект. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зиконотид",
      "description": {
        "common": "зиконотид, бупренорфин буккально. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Добавка снизила моторику ЖКТ. Аддитивное обезболивание. Зиконотид НЕ потенцирует угнетение дыхания, вызванное опиоидами."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Тошнота",
      "percent": "50"
    },
    {
      "name": "опиоид",
      "percent": "33"
    },
    {
      "name": "наивный",
      "percent": "17"
    },
    {
      "name": "Тошнота",
      "percent": "13"
    },
    {
      "name": "оба опиоида",
      "percent": "11"
    },
    {
      "name": "наивный и опиоидный",
      "percent": "8"
    },
    {
      "name": "терпимый",
      "percent": "8"
    },
    {
      "name": "Тошнота",
      "percent": "7"
    },
    {
      "name": "опиоид",
      "percent": "6"
    },
    {
      "name": "терпимый",
      "percent": "6"
    },
    {
      "name": "Запор",
      "percent": "1"
    },
    {
      "name": "опиоид",
      "percent": null
    },
    {
      "name": "наивный",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "опиоид",
      "percent": null
    },
    {
      "name": "наивный и опиоидный",
      "percent": null
    },
    {
      "name": "терпимый",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "опиоид",
      "percent": null
    },
    {
      "name": "терпимый",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "Синдром отмены наркотиков",
      "percent": null
    }
  ]
}