{
  "name": "белиностат",
  "comment": "Rx",
  "other_names": [
    "Белеодак"
  ],
  "classes": [
    "Ингибиторы HDAc",
    "Противоопухолевые препараты"
  ],
  "source": "https://reference.medscape.com/drug/beleodaq-belinostat-999940",
  "pregnancy": {
    "common": [
      "Тестирование на беременность рекомендуется для женщин с репродуктивным потенциалом до начала терапии.",
      "Основываясь на механизме действия, препарат может вызывать тератогенность и/или летальность эмбриона и плода, поскольку он генотоксичен и нацелен на активно делящиеся клетки.",
      "Нет доступных данных об употреблении наркотиков беременными женщинами для оценки связанного с наркотиками риска серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода; исследования репродукции животных не проводились; информировать беременных женщин о потенциальном риске для плода",
      "Основываясь на результатах исследований на животных, препарат может нарушать мужскую фертильность; обратимость влияния на фертильность неизвестна"
    ],
    "specific": [
      {
        "type": "контрацепция",
        "description": [
          "Мужчины: основываясь на данных о генотоксичности, посоветуйте мужчинам, имеющим партнерш репродуктивного возраста, использовать эффективные методы контрацепции во время лечения и в течение 3 месяцев после последней дозы.",
          "Женщины: препарат может нанести вред эмбриону и плоду при введении беременной женщине; рекомендовать женщинам с репродуктивным потенциалом использовать эффективные средства контрацепции во время лечения препаратом и в течение 6 месяцев после последней дозы"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии препарата в материнском молоке, влиянии на ребенка, находящегося на грудном вскармливании, или на выработку молока; из-за возможности серьезных побочных реакций у ребенка на грудном вскармливании"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может причинить вред плоду при введении беременной женщине; информировать женщин о потенциальном вреде для плода и избегать беременности",
        "Часто возникают тошнота, рвота и диарея, которые могут потребовать применения противорвотных и противодиарейных препаратов.",
        "Сообщается о синдроме лизиса опухоли; наблюдать за пациентами с поздней стадией заболевания и/или высокой опухолевой массой и принимать соответствующие меры предосторожности",
        "Может вызывать гепатотоксичность и нарушения функциональных проб печени; контролировать функциональные пробы печени перед лечением и перед каждым циклом лечения; исключить или изменить дозировку при гепатотоксичности (см. «Изменения дозировки»)",
        "Могут возникнуть тромбоцитопения, лейкопения (нейтропения и лимфопения) и анемия; контролировать количество клеток крови и изменять дозировку в связи с гематологической токсичностью (см. «Изменения дозировки»).",
        "Сообщается о серьезных и смертельных инфекциях (например, пневмония и сепсис); не применять, если у пациента активная инфекция"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет увеличивать уровень или эффект белиностата за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Сильные ингибиторы УГТ снижают метаболизм белиностата; снизить начальную дозу белиностата до 750 мг/м2 при одновременном применении с ингибиторами UGT или у пациентов, о которых известно, что они гомозиготны по аллелю UGT1A1*28"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гемфиброзил",
      "description": {
        "common": "гемфиброзил повысит уровень или эффект белиностата за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Сильные ингибиторы УГТ снижают метаболизм белиностата; снизить начальную дозу белиностата до 750 мг/м2 при одновременном применении с ингибиторами UGT или у пациентов, о которых известно, что они гомозиготны по аллелю UGT1A1*28"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир будет увеличивать уровень или эффект белиностата за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Сильные ингибиторы УГТ снижают метаболизм белиностата; снизить начальную дозу белиностата до 750 мг/м2 при одновременном применении с ингибиторами UGT или у пациентов, о которых известно, что они гомозиготны по аллелю UGT1A1*28"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол повысит уровень или эффект белиностата за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Сильные ингибиторы УГТ снижают метаболизм белиностата; снизить начальную дозу белиностата до 750 мг/м2 при одновременном применении с ингибиторами UGT или у пациентов, о которых известно, что они гомозиготны по аллелю UGT1A1*28"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект белиностата за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Сильные ингибиторы УГТ снижают метаболизм белиностата; снизить начальную дозу белиностата до 750 мг/м2 при одновременном применении с ингибиторами UGT или у пациентов, о которых известно, что они гомозиготны по аллелю UGT1A1*28"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "расторопша",
      "description": {
        "common": "расторопша повысит уровень или эффект белиностата за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Сильные ингибиторы УГТ снижают метаболизм белиностата; снизить начальную дозу белиностата до 750 мг/м2 при одновременном применении с ингибиторами UGT или у пациентов, о которых известно, что они гомозиготны по аллелю UGT1A1*28"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность белиностата по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "ропгинтерферон альфа 2b, белиностат.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "валериана",
      "description": {
        "common": "валериана повысит уровень или эффект белиностата за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Сильные ингибиторы УГТ снижают метаболизм белиностата; снизить начальную дозу белиностата до 750 мг/м2 при одновременном применении с ингибиторами UGT или у пациентов, о которых известно, что они гомозиготны по аллелю UGT1A1*28"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект белиностата за счет увеличения элиминации. Используйте осторожность/монитор. Апалутамид индуцирует УГТ и может снижать системное воздействие препаратов, являющихся субстратами УГТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "белиностат снижает действие вакцины против холеры за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "белиностат снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и белиностат снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и белиностат усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и белиностат усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Все степени токсичности",
      "percent": "42"
    },
    {
      "name": "Тошнота",
      "percent": "37"
    },
    {
      "name": "Усталость",
      "percent": "35"
    },
    {
      "name": "лихорадка",
      "percent": "32"
    },
    {
      "name": "анемия",
      "percent": "29"
    },
    {
      "name": "Рвота",
      "percent": "23"
    },
    {
      "name": "Запор",
      "percent": "23"
    },
    {
      "name": "Диарея",
      "percent": "22"
    },
    {
      "name": "Одышка",
      "percent": "20"
    },
    {
      "name": "Сыпь",
      "percent": "20"
    },
    {
      "name": "Периферический отек",
      "percent": "19"
    },
    {
      "name": "Кашель",
      "percent": "16"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "16"
    },
    {
      "name": "Зуд",
      "percent": "16"
    },
    {
      "name": "Озноб",
      "percent": "16"
    },
    {
      "name": "Повышение уровня лактатдегидрогеназы в крови",
      "percent": "15"
    },
    {
      "name": "Снижение аппетита",
      "percent": "15"
    },
    {
      "name": "Головная боль",
      "percent": "14"
    },
    {
      "name": "Боль в месте введения",
      "percent": "12"
    },
    {
      "name": "Гипокалиемия",
      "percent": "11"
    },
    {
      "name": "Удлиненный интервал QT",
      "percent": "11"
    },
    {
      "name": "Боль в животе",
      "percent": "10"
    },
    {
      "name": "Гипотония",
      "percent": "10"
    },
    {
      "name": "Флебит",
      "percent": "10"
    },
    {
      "name": "Головокружение",
      "percent": null
    }
  ]
}