{
  "name": "бендамустин",
  "comment": "Rx",
  "other_names": [
    "Треанда",
    "Белрапцо",
    "Бендека"
  ],
  "classes": [
    "Противоопухолевые препараты",
    "Алкилирование"
  ],
  "source": "https://reference.medscape.com/drug/bendeka-belrapzo-bendamustine-342133",
  "pregnancy": {
    "common": [
      "Тестирование на беременность рекомендуется для женщин с репродуктивным потенциалом до начала терапии.",
      "Нет доступных данных об использовании у беременных женщин для оценки риска серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода, связанного с приемом препарата; информировать беременных женщин о потенциальном риске для плода"
    ],
    "specific": [
      {
        "type": "контрацепция",
        "description": [
          "рекомендовать женщинам с репродуктивным потенциалом использовать эффективные методы контрацепции во время лечения и в течение 6 месяцев после приема последней дозы",
          "Основываясь на данных о генотоксичности, посоветуйте мужчинам с партнершами репродуктивного возраста использовать эффективные средства контрацепции во время лечения препаратом и в течение как минимум 3 месяцев после последней дозы.",
          "Терапия может нанести вред эмбриону и плоду при назначении беременным женщинам;"
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Согласно результатам клинических исследований, терапия может нарушать мужскую фертильность; Сообщалось о нарушении сперматогенеза, азооспермии и тотальной герминальной аплазии у пациентов мужского пола, получавших алкилирующие агенты, особенно в сочетании с другими препаратами; в некоторых случаях сперматогенез может восстановиться у больных в состоянии ремиссии, но это может произойти только через несколько лет после прекращения интенсивной химиотерапии; информировать пациентов о потенциальном риске для их репродуктивных способностей",
          "На основании результатов исследований на животных препарат может нарушать мужскую фертильность из-за увеличения количества морфологически аномальных",
          "сперматозоиды; долгосрочные эффекты терапии на мужскую фертильность, включая обратимость побочных эффектов, не изучались."
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных внутрибрюшинное введение беременным мышам и крысам во время органогенеза в дозах, в 0,6–1,8 раза превышающих максимально рекомендуемую дозу для человека (MRHD), приводило к эмбриофетальной и/или младенческой смертности, структурным аномалиям и изменениям роста."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии препарата или его метаболитов в грудном молоке или молоке животных, влиянии на ребенка, находящегося на грудном вскармливании, или на выработку молока; из-за возможности серьезных побочных реакций у детей, находящихся на грудном вскармливании, сообщите пациентам, что грудное вскармливание не рекомендуется во время лечения и в течение как минимум 1 недели после приема последней дозы"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Известная гиперчувствительность (например, анафилактические и анафилактоидные реакции) к бендамустину, полиэтиленгликолю 400, пропиленгликолю или монотиоглицерину"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось о летальных и серьезных кожных реакциях при лечении бендамустином в клинических испытаниях и постмаркетинговых отчетах о безопасности, включая токсические кожные реакции [синдром Стивенса-Джонсона (ССД), токсический эпидермальный некролиз (ТЭН) и лекарственная реакция с эозинофилией и системными симптомами (DRESS) ], буллезная экзантема и сыпь; явления возникали при назначении в качестве монотерапии и в сочетании с другими противоопухолевыми средствами или аллопуринолом; внимательно следить за пациентами с кожными реакциями; если кожные реакции тяжелые или прогрессирующие, приостановите или прекратите инъекцию бендамустина гидрохлорида.",
        "Может возникнуть миелосупрессия; часто контролировать общий анализ крови, включая лейкоциты, тромбоциты, гемоглобин (Hgb) и нейтрофилы; миелосупрессия может потребовать задержки дозы и/или последующего снижения дозы, если восстановление до рекомендуемых значений не произошло к первому дню следующего запланированного цикла; до начала следующего цикла терапии АЧН должен быть ≥ 1 x 109/л, а количество тромбоцитов должно быть ≥ 75 x 109/л.",
        "Вред плода может возникнуть при введении беременной женщине; женщинам следует рекомендовать избегать беременности при приеме бендамустина",
        "Сообщается о смертельных и серьезных случаях повреждения печени; комбинированная терапия, прогрессирование заболевания или реактивация гепатита В были сопутствующими факторами у некоторых пациентов; большинство случаев было зарегистрировано в течение первых трех месяцев после начала терапии; контролировать биохимические анализы печени до и во время терапии",
        "Мониторинг биохимических анализов печени до и во время лечения",
        "В постмаркетинговом периоде сообщалось об экстравазации, приводившей к госпитализации из-за эритемы, выраженного отека и боли; обеспечить хороший венозный доступ до начала инфузии препарата и контролировать место внутривенной инфузии на предмет покраснения, отека, боли, инфекции и некроза во время и после введения"
      ],
      "specific": [
        {
          "type": "Синдром лизиса опухоли",
          "description": [
            "Синдром лизиса опухоли, связанный с бендамустином гидрохлоридом, наблюдался у пациентов в ходе клинических испытаний и в постмаркетинговых отчетах; начало, как правило, приходится на первый цикл лечения бендамустином гидрохлоридом и без вмешательства может привести к острой почечной недостаточности и смерти",
            "Профилактические меры включают интенсивную гидратацию и тщательный контроль биохимического состава крови, особенно уровня калия и мочевой кислоты; аллопуринол также использовался в начале терапии бендамустином гидрохлоридом; однако при одновременном применении бендамустина гидрохлорида и аллопуринола может повышаться риск тяжелой кожной токсичности."
          ]
        },
        {
          "type": "Анафилаксия и инфузионные реакции",
          "description": [
            "Инфузионные реакции часто возникали в ходе клинических испытаний; симптомы включают лихорадку, озноб, зуд и сыпь; в редких случаях наблюдались тяжелые анафилактические и анафилактоидные реакции, особенно во время второго и последующих циклов терапии; контролировать клинически и прекратить прием препарата при тяжелых реакциях",
            "Спросите пациентов о симптомах, указывающих на инфузионные реакции после первого цикла терапии; пациенты, у которых наблюдались аллергические реакции 3-й степени или хуже, обычно не подвергались повторной провокации; рассмотрите меры для предотвращения тяжелых реакций, включая антигистаминные, жаропонижающие и кортикостероиды в последующих циклах у пациентов, у которых были инфузионные реакции 1 или 2 степени",
            "Прекратить терапию для пациентов с инфузионными реакциями 4 степени; рассматривать прекращение инфузионных реакций степени 3 как клинически целесообразное, учитывая индивидуальные преимущества, риски и поддерживающую терапию."
          ]
        },
        {
          "type": "инфекции",
          "description": [
            "Пациенты, получающие терапию, подвержены риску реактивации инфекций, включая (но не ограничиваясь) гепатитом В, цитомегаловирусом, микобактериями туберкулеза и опоясывающим герпесом.",
            "Инфекции, включая пневмонию, сепсис, септический шок, гепатит и смерть, произошли у взрослых и детей в клинических исследованиях и в постмаркетинговых отчетах о бендамустина гидрохлориде.",
            "Пациенты должны пройти соответствующие меры (включая клинический и лабораторный мониторинг, профилактику и лечение) инфекции и реактивации инфекции до введения препарата.",
            "Пациенты с миелосупрессией после лечения бендамустином гидрохлоридом более восприимчивы к инфекциям; посоветуйте пациентам с миелосупрессией после лечения немедленно обратиться к врачу, если у них появятся симптомы или признаки инфекции"
          ]
        },
        {
          "type": "Злокачественные новообразования",
          "description": [
            "Предраковые и злокачественные заболевания, зарегистрированные у пациентов, получающих терапию, включая миелодиспластический синдром, миелопролиферативные заболевания, острый миелоидный лейкоз, бронхиальную карциному и немеланомный рак кожи, включая базально-клеточный рак и плоскоклеточный рак.",
            "Мониторинг пациентов для развития вторичных злокачественных новообразований; проводить дерматологические оценки во время и после лечения"
          ]
        },
        {
          "type": "Прогрессирующая мультифокальная лейкоэнцефалопатия (ПМЛ)",
          "description": [
            "Рассмотреть ПМЛ в дифференциальной диагностике у пациентов с новыми или ухудшающимися неврологическими, когнитивными или поведенческими признаками или симптомами.",
            "Если есть подозрение на ПМЛ, приостановите лечение и проведите соответствующие диагностические оценки.",
            "Рассмотрите прекращение или сокращение любой сопутствующей химиотерапии или иммуносупрессивной терапии у пациентов, у которых развивается ПМЛ.",
            "ПМЛ, включая летальные случаи, зарегистрированные после лечения бендамустином, преимущественно в комбинации с ритуксимабом или обинутузумабом"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир увеличивает уровень или эффект бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP1A2. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "бендамустин, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "бендамустин, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "бендамустин, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живосиран",
      "description": {
        "common": "гивосиран увеличивает уровень или эффект бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте совместного применения чувствительных субстратов CYP1A2 с гивосираном. Если это неизбежно, уменьшите дозировку субстрата CYP1A2 в соответствии с одобренной маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "бендамустин, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "Лазмидитан повышает уровень бендамустина с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб будет увеличивать уровень или эффект бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте лениолисиба с субстратами CYP1A2, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "бендамустин, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность бендамустина Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "ропгинтерферон альфа 2b, бендамустин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект бендамустина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тепотиниб",
      "description": {
        "common": "тепотиниб будет увеличивать уровень или эффект бендамустина с помощью транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозировку субстрата P-gp, если это рекомендовано в маркировке одобренного продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "бендамустин, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "бендамустин, тофацитиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "беротральстат будет увеличивать уровень или эффект бендамустина за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте или титруйте дозу субстрата P-gp при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бусульфан",
      "description": {
        "common": "бендамустин, бусульфан.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Концентрации активных метаболитов могут быть увеличены."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Концентрации активных метаболитов могут быть увеличены."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбоплатин",
      "description": {
        "common": "бендамустин, карбоплатин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кармустин",
      "description": {
        "common": "бендамустин, кармустин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорамбуцил",
      "description": {
        "common": "бендамустин, хлорамбуцил.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "бендамустин снижает действие вакцины против холеры за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "курение сигарет",
      "description": {
        "common": "курение сигарет снижает уровень бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Концентрации активных метаболитов могут быть увеличены."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин повышает уровень бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Снижение превращения бендамустина в активные метаболиты. Концентрация активных метаболитов бендамустина может снижаться."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин повышает уровень бендамустина за счет замедления метаболизма. Используйте осторожность/монитор. Снижение превращения бендамустина в активные метаболиты. Одновременное применение ингибитора CYP1A2, такого как ципрофлоксацин, может повышать концентрацию бендамустина. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цисплатин",
      "description": {
        "common": "бендамустин, цисплатин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "бендамустин, циклофосфамид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дакарбазин",
      "description": {
        "common": "бендамустин, дакарбазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "бендамустин снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и бендамустин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс будет увеличивать уровень или эффект бендамустина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень бендамустина с помощью эффлюксного переносчика P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы субстрата P-gp и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина снижает эффекты бендамустина за счет замедления метаболизма. Используйте осторожность/монитор. Снижение превращения бендамустина в активные метаболиты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина снижает эффекты бендамустина за счет замедления метаболизма. Используйте осторожность/монитор. Снижение превращения бендамустина в активные метаболиты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина снижает эффекты бендамустина за счет замедления метаболизма. Используйте осторожность/монитор. Снижение превращения бендамустина в активные метаболиты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат снижает действие бендамустина за счет замедления метаболизма. Используйте осторожность/монитор. Снижение превращения бендамустина в активные метаболиты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "эзомепразол снижает уровень бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Концентрация активных метаболитов может быть увеличена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "этинилэстрадиол повышает уровень бендамустина за счет замедления метаболизма. Используйте осторожность/монитор. Бендамустин метаболизируется до минимально активных метаболитов с помощью CYP1A2. Этинилэстрадиол является слабым ингибитором CYP1A2, и одновременное применение может повышать концентрацию бендамустина в плазме. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол повышает уровень или эффект бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "бендамустин усиливает действие финголимода за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Снижение превращения бендамустина в активный метаболит. Может снижать концентрацию активных метаболитов"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "фостаматиниб будет увеличивать уровень или эффект бендамустина за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Одновременное применение фостаматиниба может повышать концентрацию субстратов P-gp. Мониторинг токсичности препарата-субстрата P-gp, который может потребовать снижения дозы при одновременном применении с фостаматинибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "глекапревир/пибрентасвир будет повышать уровень или эффект бендамустина за счет эффлюксного переносчика P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "бендамустин, гидроксимочевина. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "бендамустин, ифосфамид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гриппа А (H5N1)",
      "description": {
        "common": "бендамустин снижает действие вакцины против гриппа A (H5N1) за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить иммунный ответ на вакцину H5N1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа (H5N1) с адъювантом",
      "description": {
        "common": "бендамустин снижает действие вакцины против вируса гриппа (H5N1), усиливая фармакодинамический антагонизм. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить иммунный ответ на вакцину H5N1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "бендамустин и изавуконазония сульфат снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин будет увеличивать уровень или эффект бендамустина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов P-gp в клинических исследованиях. Рассмотрите возможность снижения дозы чувствительных субстратов P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "ивакафтор повышает уровень бендамустина с помощью переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор. Ивакафтор и его метаболит М1 могут ингибировать P-gp; может значительно увеличить системное воздействие на чувствительные субстраты P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломустин",
      "description": {
        "common": "бендамустин, ломустин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мехлорэтамин",
      "description": {
        "common": "бендамустин, мехлорэтамин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелфалан",
      "description": {
        "common": "бендамустин, мелфалан.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мексилетин",
      "description": {
        "common": "мексилетин повышает уровень бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Снижение превращения бендамустина в активные метаболиты. Концентрация активных метаболитов бендамустина может снижаться."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол снижает уровень бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Концентрации активных метаболитов могут быть увеличены."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Концентрации активных метаболитов могут быть увеличены."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Концентрации активных метаболитов могут быть увеличены."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб повышает уровень бендамустина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и бендамустин усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Концентрации активных метаболитов могут быть увеличены."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин снижает уровень бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Концентрации активных метаболитов могут быть увеличены."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или эффект бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP1A2, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "сарециклин будет увеличивать уровень или эффект бендамустина за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Следите за токсичностью субстратов P-gp, что может потребовать снижения дозы при совместном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал усиливает действие бендамустина за счет усиления метаболизма. Используйте осторожность/монитор. Увеличение превращения бендамустина в активные метаболиты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и бендамустин усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "бендамустин снижает эффекты сипулеуцел-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "курение",
      "description": {
        "common": "курение усиливает действие бендамустина за счет усиления метаболизма. Используйте осторожность/монитор. Увеличение превращения бендамустина в активные метаболиты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, бендамустин. влияет на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP1A2. Мониторинг субстратов CYP1A2 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP1A2 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стрептозоцин",
      "description": {
        "common": "бендамустин, стрептозоцин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотепа",
      "description": {
        "common": "бендамустин, тиотепа.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "употребление табака",
      "description": {
        "common": "употребление табака усиливает действие бендамустина за счет усиления метаболизма. Используйте осторожность/монитор. Увеличение превращения бендамустина в активные метаболиты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет увеличивать уровень или эффект бендамустина с помощью транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Рассмотрите возможность снижения дозировки субстратов P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зилеутон",
      "description": {
        "common": "зилеутон повышает уровень бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Снижение превращения бендамустина в активные метаболиты. Концентрация активных метаболитов бендамустина может снижаться."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "лимфопения",
      "percent": "68-99"
    },
    {
      "name": "лейкопения",
      "percent": "61-94"
    },
    {
      "name": "оценка",
      "percent": "3"
    },
    {
      "name": "анемия",
      "percent": "4,"
    },
    {
      "name": "оценки",
      "percent": "28-56"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "88-89"
    },
    {
      "name": "оценка",
      "percent": "3"
    },
    {
      "name": "нейтропения",
      "percent": "4"
    },
    {
      "name": "оценка",
      "percent": "11-13"
    },
    {
      "name": "Тошнота",
      "percent": "77-86"
    },
    {
      "name": "Усталость",
      "percent": "3"
    },
    {
      "name": "Рвота",
      "percent": "4,"
    },
    {
      "name": "Диарея",
      "percent": "11-25"
    },
    {
      "name": "Билирубин повышен",
      "percent": "75-86"
    },
    {
      "name": "оценка",
      "percent": "3"
    },
    {
      "name": "Запор",
      "percent": "4,"
    },
    {
      "name": "Высокая температура",
      "percent": "43-60"
    },
    {
      "name": "лихорадка",
      "percent": "20-75"
    },
    {
      "name": "Анорексия",
      "percent": "9-57"
    },
    {
      "name": "Кашель",
      "percent": "16-40"
    },
    {
      "name": "Головная боль",
      "percent": "9-37"
    },
    {
      "name": "Потеря веса",
      "percent": "34"
    },
    {
      "name": "обезвоживание",
      "percent": "3"
    },
    {
      "name": "Сыпь",
      "percent": "4,"
    },
    {
      "name": "Стоматит",
      "percent": "3"
    },
    {
      "name": "Боль в спине",
      "percent": "29"
    },
    {
      "name": "Головокружение",
      "percent": "24-34"
    },
    {
      "name": "Озноб",
      "percent": "24"
    },
    {
      "name": "Периферический отек",
      "percent": "23"
    },
    {
      "name": "Боль в животе",
      "percent": "4-22"
    },
    {
      "name": "Бессонница",
      "percent": "21"
    },
    {
      "name": "Диспепсия",
      "percent": "7-18"
    },
    {
      "name": "Слабость",
      "percent": "16"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "8-16"
    },
    {
      "name": "Гастроэзофагеальная рефлюксная болезнь",
      "percent": "15"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "14"
    },
    {
      "name": "ксеростомия",
      "percent": "14"
    },
    {
      "name": "Гипокалиемия",
      "percent": "6-14"
    },
    {
      "name": "Беспокойство",
      "percent": "13"
    },
    {
      "name": "Гиперурикемия",
      "percent": "5-13"
    },
    {
      "name": "Тахикардия",
      "percent": "13"
    },
    {
      "name": "Изменение вкуса",
      "percent": "11"
    },
    {
      "name": "Артралгия",
      "percent": "8-11"
    },
    {
      "name": "Боль в груди",
      "percent": "10"
    },
    {
      "name": "Депрессия",
      "percent": "10"
    },
    {
      "name": "Гипотония",
      "percent": "10"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": "9"
    },
    {
      "name": "Боль",
      "percent": "9"
    },
    {
      "name": "Зуд",
      "percent": "8"
    },
    {
      "name": "Фебрильная нейтропения",
      "percent": "7"
    },
    {
      "name": "Сыпь",
      "percent": "7"
    },
    {
      "name": "Реакции в месте инъекции или инфузии, включая флебит",
      "percent": "7"
    },
    {
      "name": "Нарушения со стороны крови и лимфатической системы",
      "percent": "6"
    },
    {
      "name": "Панцитопения",
      "percent": "6"
    },
    {
      "name": "миелосупрессия",
      "percent": "6"
    },
    {
      "name": "Сердечно-сосудистые расстройства",
      "percent": "6"
    },
    {
      "name": "Мерцательная аритмия",
      "percent": "6"
    },
    {
      "name": "хроническая сердечная недостаточность",
      "percent": "6"
    },
    {
      "name": "какой-то фатальный",
      "percent": "5-6"
    },
    {
      "name": "инфаркт миокарда",
      "percent": "3-6"
    },
    {
      "name": "какой-то фатальный",
      "percent": "5"
    },
    {
      "name": "сердцебиение",
      "percent": null
    },
    {
      "name": "Общие расстройства и состояния в месте введения",
      "percent": null
    },
    {
      "name": "Реакции в месте инъекции",
      "percent": null
    },
    {
      "name": "включая раздражение",
      "percent": null
    },
    {
      "name": "припухлость",
      "percent": null
    },
    {
      "name": "реакции в месте инфузии",
      "percent": null
    },
    {
      "name": "включая зуд",
      "percent": null
    },
    {
      "name": "раздражение",
      "percent": null
    },
    {
      "name": "припухлость",
      "percent": null
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "Анафилаксия Инфекции и инвазии",
      "percent": null
    },
    {
      "name": "Пневмоцистная пневмония jiroveci",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "торакальные и медиастинальные расстройства",
      "percent": null
    },
    {
      "name": "Пневмонит",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "с сопутствующим аллопуринолом и другими лекарствами, которые, как известно, вызывают синдром",
      "percent": null
    },
    {
      "name": "токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "с сопутствующим аллопуринолом и другими лекарствами, которые, как известно, вызывают состояние",
      "percent": null
    },
    {
      "name": "лекарственная реакция с эозинофилией и системными симптомами",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    },
    {
      "name": "Синдром лизиса опухоли",
      "percent": null
    },
    {
      "name": "Кожные реакции",
      "percent": null
    },
    {
      "name": "Гепатотоксичность",
      "percent": null
    },
    {
      "name": "Другие злокачественные новообразования",
      "percent": null
    },
    {
      "name": "экстравазационная травма",
      "percent": null
    },
    {
      "name": "Не",
      "percent": null
    },
    {
      "name": "меланома рак кожи",
      "percent": null
    },
    {
      "name": "Прогрессирующая мультифокальная лейкоэнцефалопатия",
      "percent": null
    },
    {
      "name": "ПМЛ",
      "percent": null
    },
    {
      "name": "Нефрогенный несахарный диабет",
      "percent": null
    }
  ]
}