{
  "name": "бензоилпероксид/клиндамицин местно",
  "comment": "Rx",
  "other_names": [
    "Аканья",
    "Дуак",
    "БензаКлин",
    "Онекстон"
  ],
  "classes": [
    "Агенты от прыщей",
    "Актуальные комбинации"
  ],
  "source": "https://reference.medscape.com/drug/benzaclin-acanya-clindamycin-topical-benzoyl-peroxide-343468",
  "pregnancy": {
    "common": [
      "Нет доступных данных об использовании у беременных женщин для оценки риска серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода, связанного с приемом препарата; ограниченные опубликованные данные об использовании клиндамицина беременными женщинами, подвергшимися воздействию в течение первого триместра, недостаточны для информирования о риске неблагоприятных исходов, связанных с беременностью, при приеме препарата; в ограниченных опубликованных клинических испытаниях с участием беременных женщин системное введение клиндамицина во втором и третьем триместрах не было связано с увеличением частоты серьезных врожденных дефектов"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных клиндамицин не вызывал пороков развития или эмбрио-фетальной токсичности у беременных крыс и мышей при системном введении в период органогенеза в дозах, в 240 раз превышающих максимальную рекомендуемую дозу для человека (MRHD) 2,5 г в расчете на поверхность тела. сравнение площади (BSA)"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от наркотиков или основного заболевания матери.",
      "Нет данных о присутствии клиндамицина или перекиси бензоила в материнском молоке, влиянии на ребенка, находящегося на грудном вскармливании, или на выработку молока после местного применения; однако сообщалось, что клиндамицин присутствует в грудном молоке в небольших количествах после перорального и парентерального введения."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Регионарный энтерит, язвенный колит или антибиотикоассоциированный колит (включая псевдомембранозный колит) в анамнезе.",
        "Повышенная чувствительность к клиндамицину, бензозилпероксиду, линкомицину или любому из компонентов препарата."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сопутствующая местная терапия акне может привести к кумулятивному раздражению, особенно при использовании отшелушивающих, шелушащих или абразивных средств; при возникновении раздражения или дерматита уменьшите частоту нанесения или временно прервите лечение и возобновите его после исчезновения раздражения; прекратите лечение, если раздражение сохраняется",
        "Бактериальная грибковая суперинфекция может возникнуть в результате длительного применения",
        "Только для наружного применения; избегать попадания в глаза и на слизистые оболочки",
        "Следует использовать с осторожностью у лиц с атопией",
        "Может оказывать отбеливающее действие на волосы или цветную ткань",
        "Не используйте вместе препараты, содержащие клиндамицин и эритромицин.",
        "Минимизируйте пребывание на солнце после нанесения"
      ],
      "specific": [
        {
          "type": "Колит",
          "description": [
            "Сообщалось о тяжелых колитах после перорального и парентерального введения клиндамицина с началом в течение нескольких недель после прекращения терапии; антиперистальтические средства, такие как опиаты и дифеноксилат с атропином, могут пролонгировать и/или ухудшить течение тяжелого колита; тяжелый колит может привести к смерти",
            "Клостридии являются одной из основных причин антибиотикоассоциированного колита; колит обычно характеризуется тяжелой персистирующей диареей и сильными спазмами в животе и может быть связан с выделением крови и слизи; посев кала на Clostridium difficile и анализ кала на токсин C. difficile могут быть полезны в диагностическом отношении",
            "Системная абсорбция клиндамицина была продемонстрирована после местного применения; диарея и колит (включая псевдомембранозный колит), о которых сообщалось при местном применении; немедленно прекратите прием при возникновении значительной диареи и рассмотрите возможность проведения эндоскопии толстой кишки."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дапсон актуальные",
      "description": {
        "common": "бензоил пероксид, дапсон местно. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Совместное применение может вызвать временное местное желтое или оранжевое обесцвечивание кожи и волос на лице."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Боль в месте приложения",
      "percent": null
    },
    {
      "name": "Отшелушивание сайта приложения",
      "percent": null
    },
    {
      "name": "Раздражение в месте применения",
      "percent": null
    },
    {
      "name": "Эритема",
      "percent": null
    },
    {
      "name": "Сжигание",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Солнечный ожог",
      "percent": null
    },
    {
      "name": "Масштабирование",
      "percent": null
    },
    {
      "name": "Сухость",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Колит",
      "percent": null
    },
    {
      "name": "пилинг",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "а также аллергические реакции, приводящие к госпитализации",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "реакция сайта приложения",
      "percent": null
    },
    {
      "name": "включая обесцвечивание",
      "percent": null
    }
  ]
}