{
  "name": "бролуцизумаб интравитреально",
  "comment": "Rx",
  "other_names": [
    "Беову",
    "бролуцизумаб-dbll"
  ],
  "classes": [
    "Офтальмология",
    "Агенты дегенерации желтого пятна",
    "Ингибиторы VEGF"
  ],
  "source": "https://reference.medscape.com/drug/beovu-brolucizumab-intravitreal-1000350",
  "pregnancy": {
    "common": [
      "Основываясь на механизме действия анти-VEGF, лечение может представлять риск для эмбрионального развития человека.",
      "Применять во время беременности только в том случае, если потенциальная польза превышает потенциальный риск для плода.",
      "Адекватных и хорошо контролируемых исследований у беременных женщин не проводилось."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Также было показано, что ингибирование VEGF влияет на развитие фолликулов, функцию желтого тела и фертильность.",
          "Интравитреальное введение беременным обезьянам один раз каждые 4 недели в один глаз от органогенеза до рождения вызывало потерю плода и структурную аномалию (двустороннее отсутствие метатарзальной кости) у потомства в дозе, в 10 раз превышающей максимальную рекомендуемую дозу для человека (MRHD) в мг/кг."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Женщинам с репродуктивным потенциалом следует использовать высокоэффективные методы контрацепции (методы, которые приводят к частоте наступления беременности <1%) во время лечения и в течение не менее 1 месяца после приема последней дозы после прекращения приема бролуцизумаба."
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Исследования не проводились, и неизвестно, может ли бролуцизумаб влиять на репродуктивную функцию.",
          "Основываясь на механизме действия против VEGF, лечение может представлять риск для репродуктивной способности."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Отсутствуют данные о присутствии бролуцизумаба в материнском молоке, влиянии препарата на младенца, находящегося на грудном вскармливании, или влиянии препарата на выработку/выделение молока.",
      "Поскольку многие препараты попадают в грудное молоко, а также из-за возможности абсорбции и побочных реакций у ребенка, находящегося на грудном вскармливании, грудное вскармливание не рекомендуется во время лечения и в течение как минимум 1 месяца после приема последней дозы после прекращения приема препарата."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Активное внутриглазное воспаление",
        "Гиперчувствительность",
        "Глазные или периокулярные инфекции"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Интравитреальные инъекции связаны с эндофтальмитом и отслойкой сетчатки; поручить пациентам немедленно сообщать о любых симптомах, указывающих на эндофтальмит или отслойку сетчатки",
        "Острое повышение внутриглазного давления (ВГД) наблюдалось в течение 30 минут после интравитреальной инъекции; также сообщалось о устойчивом повышении ВГД; как ВГД, так и перфузию диска зрительного нерва необходимо контролировать и управлять ими надлежащим образом.",
        "Реакции гиперчувствительности могут проявляться сыпью, зудом, крапивницей, эритемой или тяжелым внутриглазным воспалением.",
        "Низкая частота артериальных тромбоэмболических осложнений, наблюдаемая во время клинических испытаний после интравитреального применения ингибиторов фактора роста эндотелия сосудов (VEGF)"
      ],
      "specific": [
        {
          "type": "васкулит сетчатки",
          "description": [
            "Васкулит сетчатки и/или окклюзия сосудов сетчатки, как правило, при наличии внутриглазного воспаления, являются иммуноопосредованными нежелательными явлениями, связанными с воздействием препарата; этот ответ антител, возникающий при лечении, может развиться после первой интравитреальной инъекции",
            "Ретинальный васкулит и/или окклюзия сосудов сетчатки, как правило, при наличии внутриглазного воспаления, о которых сообщалось при терапии",
            "Иммуноопосредованные нежелательные явления могут возникать после первой интравитреальной инъекции; прекратить лечение у пациентов, у которых развиваются эти события",
            "Пациенты, у которых после лечения возникает внутриглазное воспаление, могут подвергаться риску развития васкулита сетчатки и/или окклюзии сосудов сетчатки и должны находиться под тщательным наблюдением; пациенты должны быть проинструктированы о необходимости немедленно сообщать о любых изменениях зрения."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Затуманенное зрение",
      "percent": "10"
    },
    {
      "name": "Катаракта",
      "percent": "7"
    },
    {
      "name": "Конъюнктивальное кровоизлияние",
      "percent": "6"
    },
    {
      "name": "Стекловидные поплавки",
      "percent": "5"
    },
    {
      "name": "Глазная боль",
      "percent": "5"
    },
    {
      "name": "Внутриглазное воспаление",
      "percent": "4"
    },
    {
      "name": "Внутриглазное давление повышено",
      "percent": "4"
    },
    {
      "name": "Кровоизлияние в сетчатку",
      "percent": "4"
    },
    {
      "name": "Отслойка стекловидного тела",
      "percent": "4"
    },
    {
      "name": "Конъюнктивит",
      "percent": "3"
    },
    {
      "name": "Разрыв пигментного эпителия сетчатки",
      "percent": "3"
    },
    {
      "name": "Эрозия роговицы",
      "percent": "2"
    },
    {
      "name": "Гиперчувствительность",
      "percent": "2"
    },
    {
      "name": "Точечный кератит",
      "percent": "1"
    },
    {
      "name": "Разрыв сетчатки",
      "percent": "1"
    },
    {
      "name": "Эндофтальмит",
      "percent": "1"
    },
    {
      "name": "Слепота",
      "percent": "1"
    },
    {
      "name": "Окклюзия артерии сетчатки",
      "percent": "1"
    },
    {
      "name": "Отслойка сетчатки",
      "percent": "1"
    },
    {
      "name": "Конъюнктивальная гиперемия",
      "percent": "1"
    },
    {
      "name": "Слезотечение усилилось",
      "percent": "1"
    },
    {
      "name": "Аномальное ощущение в глазах",
      "percent": "1"
    },
    {
      "name": "Отслойка пигментного эпителия сетчатки",
      "percent": "1"
    },
    {
      "name": "Эндофтальмит и отслойка сетчатки",
      "percent": null
    },
    {
      "name": "васкулит сетчатки и",
      "percent": null
    },
    {
      "name": "или закупорка сосудов сетчатки",
      "percent": null
    },
    {
      "name": "Кровоизлияние в стекловидное тело",
      "percent": null
    }
  ]
}