{
  "name": "бепотастин",
  "comment": "Rx",
  "other_names": [
    "Бепреве"
  ],
  "classes": [
    "Офтальмологический",
    "Антигистаминные препараты"
  ],
  "source": "https://reference.medscape.com/drug/bepreve-bepotastine-345211",
  "pregnancy": {
    "common": [
      "Нет доступных данных о людях для использования во время беременности для информирования о каких-либо рисках, связанных с наркотиками; пероральное введение бепотастина бесилата беременным крысам или кроликам в период органогенеза или в пре/постнатальный период не вызывало неблагоприятных эффектов на эмбриофет или потомство при клинически значимом системном воздействии; Материнская токсичность наблюдалась у кроликов при введении самой низкой дозы, 20 мг/кг/день (в 215 раз больше максимальной рекомендуемой офтальмологической дозы для человека, RHOD, в пересчете на мг/м²)."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет данных о грудном молоке, влиянии на грудного ребенка или выработку молока; следует учитывать преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в лечении и любые потенциальные неблагоприятные последствия для младенцев, находящихся на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Снять контактные линзы перед закапыванием; хлорид бензалкония может абсорбироваться мягкими контактными линзами",
        "Чтобы свести к минимуму загрязнение наконечника капельницы и раствора, посоветуйте пациенту не прикасаться к векам.",
        "Не носите контактные линзы, если глаза красные",
        "Держите бутылку плотно закрытой, когда она не используется",
        "Хранить при комнатной температуре; защищать от света и чрезмерного нагрева"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Легкое нарушение вкуса",
      "percent": "25"
    },
    {
      "name": "Раздражение глаз",
      "percent": "2-5"
    },
    {
      "name": "Головная боль",
      "percent": "2-5"
    },
    {
      "name": "Назофарингит",
      "percent": "2-5"
    },
    {
      "name": "Реакции гиперчувствительности",
      "percent": null
    },
    {
      "name": "включая зуд",
      "percent": null
    },
    {
      "name": "сыпь на теле",
      "percent": null
    },
    {
      "name": "и опухшие губы",
      "percent": null
    },
    {
      "name": "язык и",
      "percent": null
    },
    {
      "name": "или горло",
      "percent": null
    }
  ]
}