{
  "name": "бесфлоксацин офтальмологический",
  "comment": "Rx",
  "other_names": [
    "Бесиванс"
  ],
  "classes": [
    "Офтальмологический",
    "Хинолоны"
  ],
  "source": "https://reference.medscape.com/drug/besivance-besifloxacin-ophthalmic-999210",
  "pregnancy": {
    "common": [
      "Нет доступных данных о людях во время беременности, чтобы сообщить о каких-либо рисках, связанных с наркотиками; однако системное воздействие бесфлоксацина при глазном введении низкое; пероральное введение безифлоксацина беременным крысам во время органогенеза или в пренатальный/постнатальный период не вызывало неблагоприятных эффектов на эмбриофет или потомство при клинически значимом системном воздействии"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Следует учитывать преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в терапии и любые потенциальные неблагоприятные последствия лечения для ребенка, находящегося на грудном вскармливании.",
      "Нет данных о присутствии препарата в материнском молоке, воздействии на младенцев, находящихся на грудном вскармливании, или на выработку молока; однако системное воздействие бесфлоксацина после местного применения в глаза низкое, и неизвестно, будут ли измеримые уровни бесфлоксацина присутствовать в материнском молоке после местного применения в глаза."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Нет в списке производителя"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Избегайте контактных линз во время лечения инфекций",
        "Может привести к чрезмерному росту нечувствительных организмов, включая грибки."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Затуманенное зрение",
      "percent": null
    },
    {
      "name": "покраснение конъюнктивы",
      "percent": null
    },
    {
      "name": "Раздражение глаз",
      "percent": null
    },
    {
      "name": "Глазная боль",
      "percent": null
    },
    {
      "name": "Зуд глаз",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    }
  ]
}