{
  "name": "интерферон бета 1b",
  "comment": "Rx",
  "other_names": [
    "Экставия",
    "Бетасерон"
  ],
  "classes": [
    "Лечение рассеянного склероза",
    "Иммуномодуляторы"
  ],
  "source": "https://reference.medscape.com/drug/betaseron-extavia-interferon-beta-1b-343180",
  "pregnancy": {
    "common": [
      "В большинстве обсервационных исследований, в которых сообщается о беременности, не было выявлено связи между применением во время беременности и повышенным риском серьезных врожденных дефектов.",
      "Хотя хорошо контролируемых исследований с участием беременных женщин не проводилось, имеющиеся данные, в том числе проспективные обсервационные исследования, в целом не указывают на риск серьезных врожденных дефектов во время беременности, связанный с приемом лекарств."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Введение обезьянам во время беременности приводило к увеличению смертности эмбрионов и плодов при воздействии более чем в 3 раза превышающем терапевтическую дозу для человека."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии препарата в материнском молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока.",
      "Польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в лекарстве и любыми потенциальными неблагоприятными последствиями терапии или основного заболевания матери для ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к бета-интерферонам, человеческому альбумину или другим ингредиентам."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Повышенный риск заражения",
        "Рекомендуется мониторинг полной крови и дифференциального количества лейкоцитов; пациентам с миелосупрессией может потребоваться более интенсивный мониторинг общего числа клеток крови, дифференциального и тромбоцитарного",
        "Не вводить в пораженный участок до полного выздоровления; при возникновении множественных поражений прекратить терапию до заживления поражений кожи",
        "В дополнение к лабораторным тестам, обычно необходимым для наблюдения за пациентами с рассеянным склерозом, через регулярные промежутки времени (один, три и шесть месяцев) после введения рекомендуются общий анализ крови и дифференциальный подсчет лейкоцитов, подсчет тромбоцитов и биохимический анализ крови, включая тесты функции печени. терапии интерфероном 1b, а затем периодически при отсутствии клинических симптомов",
        "Сообщалось о случаях лекарственной красной волчанки;. признаки и симптомы медикаментозной волчанки, зарегистрированные у пациентов, получавших лечение, включали сыпь, серозит, полиартрит, нефрит и феномен Рейно; прекратить терапию, если у пациентов появляются новые характерные признаки и симптомы",
        "Мониторинг пациентов с ранее существовавшей застойной сердечной недостаточностью (CHF) для ухудшения сердечного состояния во время начала и продолжения лечения препаратом; в то время как бета-интерфероны не обладают какой-либо известной сердечной токсичностью прямого действия, случаи ЗСН, кардиомиопатии и кардиомиопатии с ЗСН встречались у пациентов без известной предрасположенности к этим событиям и без установления других известных этиологий; в некоторых случаях эти явления были временно связаны с введением интерферона бета-1b; у некоторых пациентов наблюдался рецидив после повторной провокации; рассмотреть вопрос о прекращении терапии, если ухудшение ХСН происходит без какой-либо другой этиологии",
        "Депрессия и самоубийство сообщалось с повышенной частотой у пациентов, получающих бета-интерферон, включая бета-интерферон-1b; посоветовать пациентам сообщать врачу о симптомах депрессии и/или суицидальных мыслях; если у пациента развивается депрессия, рассмотреть возможность прекращения терапии",
        "Абортивный потенциал",
        "Сообщалось о случаях тромботической микроангиопатии, включая тромботическую тромбоцитопеническую пурпуру и гемолитико-уремический синдром, некоторые со смертельным исходом; некоторые случаи были зарегистрированы через несколько недель или лет после начала приема бета-интерферона; прекратить терапию, если возникают клинические симптомы и лабораторные данные, соответствующие ТМА, и вести лечение в соответствии с клиническими показаниями",
        "Рассмотрите возможность приема анальгетиков и/или жаропонижающих средств в дни инъекций, если возникают гриппоподобные симптомы.",
        "Может возникнуть лейкопения; контролировать общий анализ крови",
        "Об анафилаксии сообщалось как о редком осложнении применения интерферона бета-1b; другие аллергические реакции включали одышку, бронхоспазм, отек языка, кожную сыпь и крапивницу; прекратите терапию в случае возникновения анафилаксии; съемный резиновый колпачок предварительно заполненного шприца с разбавителем (0,54% раствор хлорида натрия, USP) содержит натуральный каучуковый латекс, который может вызывать аллергические реакции и не должен использоваться лицами, чувствительными к латексу; безопасное использование предварительно заполненного шприца у лиц, чувствительных к латексу, не изучалось.",
        "Бетасерон и Экставия, хотя и дозируются одинаково, не считаются терапевтически эквивалентными."
      ],
      "specific": [
        {
          "type": "Реакции в месте инъекции",
          "description": [
            "Некротические поражения обычно имеют диаметр 3 см или меньше, но сообщалось о более крупных участках; как правило, некроз распространяется только на подкожно-жировую клетчатку, но распространяется и на фасцию, покрывающую мышцы; в некоторых поражениях, где доступны результаты биопсии, сообщалось о васкулите.",
            "Периодически оценивайте понимание и использование пациентом асептических техник и процедур самостоятельного введения инъекций, особенно если произошел некроз в месте инъекции.",
            "Пациентам, продолжающим терапию после некроза в месте инъекции, следует избегать введения препарата в пораженный участок до полного заживления; если возникают множественные поражения, прекратите терапию до тех пор, пока не произойдет заживление",
            "Сообщается о некрозе в месте инъекции (ISN); обычно возникает в течение первых четырех месяцев терапии, хотя были получены постмаркетинговые отчеты о ISN, возникающем в течение одного года после начала терапии.",
            "Реакции в месте инъекции могут возникать при использовании продуктов бета-интерферона.",
            "Пациентов следует информировать о важности чередования мест инъекций с каждой дозой; следует ли прекращать терапию после единичного очага некроза, зависит от степени некроза",
            "Некоторые поражения требуют хирургической обработки и/или пересадки кожи; в большинстве случаев заживление было связано с рубцеванием; следует ли прекращать терапию после единичного очага некроза, зависит от степени некроза",
            "Абсцессы и целлюлит в месте инъекции, о которых сообщалось в постмаркетинговых условиях с использованием продуктов интерферона бета; в некоторых случаях требовалось лечение с госпитализацией для хирургического дренирования и внутривенного введения антибиотиков"
          ]
        },
        {
          "type": "Травма печени",
          "description": [
            "Мониторинг пациентов для признаков и симптомов повреждения печени; рассмотреть вопрос о прекращении терапии, если уровни трансаминаз в сыворотке значительно повышаются или если они связаны с клиническими симптомами, такими как желтуха",
            "Учитывайте потенциальный риск применения препарата в сочетании с известными гепатотоксичными препаратами или другими продуктами (например, алкоголем) перед введением или при добавлении новых препаратов в схему лечения пациентов, получающих препарат.",
            "Бессимптомное повышение сывороточных трансаминаз часто встречается у пациентов, получающих терапию; контролировать функциональные пробы печени",
            "О тяжелых поражениях печени, включая случаи печеночной недостаточности, некоторые из которых были связаны с аутоиммунным гепатитом, сообщалось редко; в некоторых случаях эти события происходили на фоне приема других препаратов или сопутствующих заболеваний, связанных с повреждением печени."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "интерферон бета 1b, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "интерферон бета 1b, брексукабтаген аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "интерферон бета 1b, цилтакабтаген аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "деферипрон",
      "description": {
        "common": "деферипрон, интерферон бета 1b.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте использования деферипрона с другими препаратами, которые, как известно, связаны с нейтропенией или агранулоцитозом; если альтернатива невозможна, чаще контролируйте абсолютное количество нейтрофилов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "интерферон бета 1b, идекабтаген виклеуцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "интерферон бета 1b, лизокабтаген маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "интерферон бета 1b и пексидартиниб усиливают ингибирование всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Пексидартиниб может вызывать гепатотоксичность. Избегайте одновременного применения пексидартиниба с другими препаратами, о которых известно, что они вызывают гепатотоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "интерферон бета 1b, претоманид.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Претоманидный режим связан с гепатотоксичностью. Избегайте употребления алкоголя и гепатотоксических средств, включая растительные добавки и другие препараты, кроме бедаквилина и линезолида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "рогинтерферон альфа 2b, интерферон бета 1b.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "интерферон бета 1b, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб, интерферон бета 1b.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Coadministration может увеличить риск миелосупрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "ифосфамид, интерферон бета 1b.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Ифосфамид может усиливать токсичность миелодепрессантов. Следите за повышенным риском миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "интерферон бета 1b и изавуконазония сульфат снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин, интерферон бета 1b.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Coadministration может увеличить риск миелосупрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, интерферон бета 1b.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод, интерферон бета 1b.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Одновременное применение с иммуносупрессивной терапией может увеличить риск аддитивных иммунных эффектов во время терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и интерферон бета 1b усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунных эффектов во время такой терапии и в течение нескольких недель после введения. Как правило, прием сипонимода можно начинать сразу после прекращения приема бета-интерферона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб и интерферон бета 1b усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зидовудин",
      "description": {
        "common": "интерферон бета 1b повышает уровень зидовудина за счет снижения почечного клиренса. Используйте осторожность/монитор. Интерфероны могут увеличить вероятность побочных эффектов. Пациентов следует контролировать на наличие признаков и симптомов усиления миелосупрессии и декомпенсации печени."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Реакция в месте инъекции",
      "percent": "85"
    },
    {
      "name": "Грипп",
      "percent": "60"
    },
    {
      "name": "как синдром",
      "percent": "57"
    },
    {
      "name": "Головная боль",
      "percent": "46"
    },
    {
      "name": "Миастения",
      "percent": "36"
    },
    {
      "name": "Высокая температура",
      "percent": "27"
    },
    {
      "name": "Тошнота",
      "percent": "25"
    },
    {
      "name": "Озноб",
      "percent": "20"
    },
    {
      "name": "Запор",
      "percent": "19"
    },
    {
      "name": "Абд боль",
      "percent": "18"
    },
    {
      "name": "лейкопения",
      "percent": "11"
    },
    {
      "name": "Боль в груди",
      "percent": "8"
    },
    {
      "name": "Недомогание",
      "percent": "5"
    },
    {
      "name": "некроз места инъекции",
      "percent": "3"
    },
    {
      "name": "Гиперчувствительность",
      "percent": "5"
    },
    {
      "name": "лимфопения",
      "percent": "5"
    },
    {
      "name": "Миалгия",
      "percent": "5"
    },
    {
      "name": "нейтропения",
      "percent": "5"
    },
    {
      "name": "Повышение ферментов печени",
      "percent": "5"
    },
    {
      "name": "Гипертония",
      "percent": "5"
    },
    {
      "name": "Боль",
      "percent": "5"
    },
    {
      "name": "Сыпь",
      "percent": "5"
    },
    {
      "name": "Бессонница",
      "percent": "5"
    },
    {
      "name": "Боль в животе",
      "percent": "5"
    },
    {
      "name": "Астения",
      "percent": null
    },
    {
      "name": "Обострение судорожных расстройств",
      "percent": null
    },
    {
      "name": "Абортивный потенциал",
      "percent": null
    },
    {
      "name": "Нарушения со стороны крови и лимфатической системы",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "тромбоцитопения",
      "percent": null
    },
    {
      "name": "гемолитическая анемия",
      "percent": null
    },
    {
      "name": "Эндокринные расстройства",
      "percent": null
    },
    {
      "name": "Гипотиреоз",
      "percent": null
    },
    {
      "name": "гипертиреоз",
      "percent": null
    },
    {
      "name": "дисфункция щитовидной железы",
      "percent": null
    },
    {
      "name": "Нарушения обмена веществ и питания",
      "percent": null
    },
    {
      "name": "Триглицериды повышены",
      "percent": null
    },
    {
      "name": "анорексия",
      "percent": null
    },
    {
      "name": "снижение веса",
      "percent": null
    },
    {
      "name": "увеличение веса",
      "percent": null
    },
    {
      "name": "Психические расстройства",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "путаница",
      "percent": null
    },
    {
      "name": "эмоциональная лабильность",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Судороги",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "психотические симптомы",
      "percent": null
    },
    {
      "name": "Сердечные расстройства",
      "percent": null
    },
    {
      "name": "кардиомиопатия",
      "percent": null
    },
    {
      "name": "учащенное сердцебиение",
      "percent": null
    },
    {
      "name": "тахикардия",
      "percent": null
    },
    {
      "name": "Сосудистые расстройства",
      "percent": null
    },
    {
      "name": "расширение сосудов",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "торакальные и медиастинальные расстройства",
      "percent": null
    },
    {
      "name": "Бронхоспазм",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "тошнота",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Гепатобилиарные расстройства",
      "percent": null
    },
    {
      "name": "Гепатит",
      "percent": null
    },
    {
      "name": "повышенный ГГТ",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "зуд",
      "percent": null
    },
    {
      "name": "изменение цвета кожи",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "Заболевания опорно-двигательного аппарата и соединительной ткани",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "Красная волчанка",
      "percent": null
    },
    {
      "name": "Репродуктивная система и заболевания молочной железы",
      "percent": null
    },
    {
      "name": "Меноррагия",
      "percent": null
    },
    {
      "name": "Общие расстройства и состояния в месте введения",
      "percent": null
    },
    {
      "name": "Синдром фатальной капиллярной утечки",
      "percent": null
    }
  ]
}