{
  "name": "соталол",
  "comment": "Rx",
  "other_names": [
    "Сорин",
    "Сотилизация",
    "Бетапейс АФ",
    "Бетапейс"
  ],
  "classes": [
    "II",
    "Неселективный",
    "III",
    "Бета-блокаторы",
    "Антиаритмики"
  ],
  "source": "https://reference.medscape.com/drug/betapace-af-sotalol-342365",
  "pregnancy": {
    "common": [
      "Как невылеченное основное заболевание во время беременности, так и применение соталола во время беременности вызывают неблагоприятные последствия для матери и плода/новорожденного."
    ],
    "specific": [
      {
        "type": "Клинические соображения",
        "description": [
          "Как правило, риск аритмий увеличивается во время родов; поэтому, учитывая проаритмический потенциал соталола, необходимо постоянно наблюдать за пациентками во время родов и родоразрешения.",
          "Большинство эпизодов тахикардии инициируются эктопическими сокращениями, поэтому количество эпизодов аритмии может увеличиваться во время беременности.",
          "Прорывные аритмии также могут возникать во время беременности, поскольку терапевтические уровни могут быть трудно поддерживать из-за повышенного объема распределения и повышенного метаболизма препарата, характерного для состояния беременности.",
          "Соталол может оказывать большее влияние на удлинение интервала QT в незрелом сердце, чем во взрослом сердце, и, следовательно, представляет повышенный риск серьезной аритмии плода и/или возможной внутриутробной смерти.",
          "Заболеваемость ЖТ увеличивается и может быть более симптоматической во время беременности.",
          "Проникает через плаценту и обнаруживается в амниотической жидкости.",
          "Мониторинг новорожденных на наличие симптомов бета-блокады",
          "Обсервационные исследования показали ограничение роста, преходящую брадикардию плода, гипербилирубинемию, гипогликемию, сокращения матки и возможную внутриутробную смерть при воздействии во время беременности."
        ]
      },
      {
        "type": "Исследования на животных",
        "description": [
          "Исследования репродукции на крысах, ранняя резорбция увеличивалась в 15 раз по сравнению с максимальной рекомендуемой дозой для человека (MRHD).",
          "Соталол не проявлял тератогенного потенциала у крыс и кроликов при 15- и 2-кратном MRHD соответственно.",
          "У кроликов увеличение смертности плода наблюдалось при двукратном введении MRHD в виде однократной дозы."
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Бета-блокаторы (включая соталол) могут вызывать эректильную дисфункцию."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Количество препарата в грудном молоке аналогично неонатальной терапевтической дозе; следовательно, существует вероятность брадикардии и других симптомов бета-блокады, таких как сухость во рту, коже или глазах, диарея или запор у младенцев, находящихся на грудном вскармливании.",
      "Данные о влиянии на производство молока отсутствуют.",
      "Из-за возможности серьезных побочных эффектов у детей, находящихся на грудном вскармливании, и высокого уровня соталола в грудном молоке женщинам не следует кормить грудью во время лечения.",
      "Расчетная суточная доза соталола для младенцев, поступающая с грудным молоком, составляет 0,8–3,4 мг/кг, что составляет 22–25,5% от дозы соталола, скорректированной по массе тела матери.",
      "Соталол присутствует в грудном молоке в больших количествах"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Минимизируйте риск лекарственной аритмии, начав или увеличивая дозу соталола внутривенно или перорально в учреждении, которое может обеспечить непрерывный мониторинг ЭКГ и сердечную реанимацию",
        "Соталол оказывает проаритмическое действие и может вызывать опасную для жизни желудочковую тахикардию, связанную с удлинением интервала QT; не начинать терапию, если базовый QTc> 450 мс; если интервал QT удлиняется до ≥500 мс, необходимо уменьшить дозу, увеличить продолжительность инфузии или отменить препарат.",
        "Рассчитать CrCl до начала терапии соталол; корректировать интервал дозирования в зависимости от клиренса креатинина"
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Врожденные или приобретенные синдромы удлинения интервала QT, интервал QT > 450 мс",
        "Кардиогенный шок, декомпенсированная сердечная недостаточность",
        "Известная гиперчувствительность к соталолу",
        "Бронхиальная астма или родственные бронхоспастические состояния",
        "Синусовая брадикардия (<50 ударов в минуту), синдром слабости синусового узла или АВ-блокада второй или третьей степени без кардиостимулятора",
        "Калий в сыворотке <4 мЭкв/л"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Больным с бронхоспастическими заболеваниями (например, хроническим бронхитом, эмфиземой) не следует назначать бета-адреноблокаторы; если необходимо использовать соталол, используйте наименьшую эффективную дозу, чтобы свести к минимуму ингибирование бронходилатации, вызванной эндогенной или экзогенной катехоламиновой стимуляцией бета2-рецепторов.",
        "Может маскировать признаки гипогликемии (например, тахикардию)",
        "Инсулин и пероральные противодиабетические средства: может возникнуть гипергликемия; при необходимости отрегулируйте дозу терапии диабета",
        "При приеме бета-блокаторов у пациентов с анафилактической реакцией на аллергены в анамнезе может наблюдаться более тяжелая реакция на повторную провокацию, случайную, диагностическую или терапевтическую; может быть невосприимчивым к обычным дозам адреналина",
        "Терапию бета-блокаторами, назначаемую на постоянной основе, не следует отменять перед серьезной хирургической операцией; однако нарушение способности сердца реагировать на рефлекторные адренергические стимулы может увеличить риск общей анестезии и хирургических процедур.",
        "Гликозиды наперстянки, дилтиазем, верапамил и бета-блокаторы замедляют атриовентрикулярную проводимость и снижают частоту сердечных сокращений; одновременное применение с отрицательными хронотропами может увеличить риск брадикардии или гипотензии",
        "Блокаторы кальциевых каналов: ожидается аддитивное воздействие на атриовентрикулярную проводимость или функцию желудочков; монитор для брадикардии и гипотензии",
        "Избегайте резкой отмены у пациентов с заболеваниями щитовидной железы, так как это может усугубить симптомы гипертиреоза.",
        "Антациды: избегайте перорального приема соталола в течение 2 часов после приема антацидов, содержащих оксид алюминия и/или гидроксид магния.",
        "Новое начало или ухудшение сердечной недостаточности может произойти во время начала или увеличения дозы соталола из-за его бета-блокирующего действия; следить за признаками и симптомами сердечной недостаточности и прекратить лечение при появлении симптомов",
        "Может произойти значительное снижение как систолического, так и диастолического артериального давления; мониторинг гемодинамики у пациентов с маргинальной сердечной компенсацией",
        "Препараты, истощающие катехоламины: могут вызывать чрезмерное снижение тонуса симпатической нервной системы в покое; монитор для брадикардии и гипотензии",
        "Клонидин: одновременное применение может увеличить риск брадикардии; поскольку бета-блокаторы могут потенцировать рецидив гипертензии, иногда наблюдаемый после отмены клонидина, отмените соталол за несколько дней до постепенной отмены клонидина, чтобы снизить риск рецидива гипертензии.",
        "Дигоксин: Проаритмические явления чаще встречались у пациентов, получавших соталол, также получавших дигоксин."
      ],
      "specific": [
        {
          "type": "Внезапное прекращение",
          "description": [
            "Если стенокардия заметно ухудшается или развивается острая коронарная ишемия, лечите соответствующим образом и рассмотрите возможность использования альтернативного бета-блокатора; предупредить пациентов не прерывать терапию без совета врача; поскольку ишемическая болезнь сердца распространена, но может быть не диагностирована, резкое прекращение приема соталола может выявить скрытую коронарную недостаточность.",
            "Внезапное прекращение приема бета-блокаторов может привести к обострению стенокардии и развитию ИМ; при прекращении длительного приема соталола (особенно у пациентов с ишемической болезнью сердца) возможно постепенное снижение дозы в течение 1-2 недель."
          ]
        },
        {
          "type": "Проаритмия",
          "description": [
            "Риск TdP можно снизить путем корректировки дозы в соответствии с CrCl и ЭКГ-мониторинга на предмет чрезмерного увеличения интервала QTc.",
            "Может вызывать серьезные желудочковые аритмии, в первую очередь желудочковую тахикардию типа Torsade de Pointes (TdP), полиморфную желудочковую тахикардию, связанную с удлинением интервала QTc",
            "Исправьте гипокалиемию или гипомагниемию до начала лечения и избегайте приема других препаратов, которые, как известно, удлиняют интервал QT.",
            "Удлинение интервала QTc напрямую связано с концентрацией соталола в сыворотке крови.",
            "Такие факторы, как сниженный клиренс креатинина, пол (женский) и более высокая доза, брадикардия, устойчивая ЖТ/ФЖ в анамнезе, фибрилляция предсердий с дисфункцией синусового узла, сердечная недостаточность, повышают риск ДТП."
          ]
        },
        {
          "type": "Брадикардия/блокада сердца/синдром слабости синусового узла",
          "description": [
            "Синусовая брадикардия (ЧСС <50 ударов в минуту) может возникнуть",
            "Противопоказан пациентам с синдромом слабости синусового узла, поскольку может вызвать синусовую брадикардию, синусовые паузы или остановку синусового узла."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Ограниченный опыт одновременного применения антиаритмических средств класса Ib или Ic.",
            "Аддитивные эффекты класса II, ожидаемые при одновременном применении других бета-блокаторов",
            "Антиаритмические средства и другие препараты, удлиняющие интервал QT.",
            "Прекратите класс I или класса III антиаритмические агенты по крайней мере три периода полувыведения до дозирования с соталолом; Антиаритмические препараты класса Ia (например, дизопирамид, хинидин, прокаинамид) и другие препараты класса III (например, амиодарон) не рекомендуются в качестве сопутствующей терапии.",
            "Совместное применение с другими препаратами, удлиняющими интервал QT (например, фенотиазинами, трициклическими антидепрессантами, некоторыми пероральными макролидами, некоторыми хинолоновыми антибиотиками) может повышать риск опасных для жизни аритмий."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "дизопирамид и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дофетилид",
      "description": {
        "common": "дофетилид и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дронедарон",
      "description": {
        "common": "Дронедарон и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дроперидол",
      "description": {
        "common": "дроперидол и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "адреналин",
      "description": {
        "common": "адреналин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "рацемический адреналин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "эритромициновое основание и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "Эритромицина стеарат и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "финголимод",
      "description": {
        "common": "финголимод усиливает действие соталола за счет фармакодинамического синергизма. Противопоказано. Одновременное применение противопоказано из-за повышенного риска брадикардии, атриовентрикулярной блокады и желудочковой тахикардии типа «пируэт»."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "гозерелин",
      "description": {
        "common": "гозерелин увеличивает токсичность соталола по интервалу QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ибутилид",
      "description": {
        "common": "ибутилид и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "индапамид",
      "description": {
        "common": "Индапамид и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лейпролид",
      "description": {
        "common": "лейпролид увеличивает токсичность соталола на интервал QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "Лофепрамин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "люмефантрин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мапротилин",
      "description": {
        "common": "Мапротилин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "моксифлоксацин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "октреотид",
      "description": {
        "common": "октреотид и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "октреотид (противоядие)",
      "description": {
        "common": "октреотид (антидот) и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пентамидин",
      "description": {
        "common": "пентамидин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пимозид",
      "description": {
        "common": "пимозид и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "прокаинамид и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "прохлорперазин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "промазин",
      "description": {
        "common": "промазин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "трифлуоперазин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "зипразидон",
      "description": {
        "common": "соталол и зипразидон увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ацебутолол и соталол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адаграсиб",
      "description": {
        "common": "адаграсиб, соталол.\nОдин из них усиливает действие другого на интервал QTc. Избегайте или используйте альтернативный препарат. Каждый препарат удлиняет интервал QTc, что может увеличить риск пируэтной тахикардии, других серьезных аритмий и внезапной смерти. Если coadministration неизбежен, таким пациентам рекомендуется более частый мониторинг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альфузозин",
      "description": {
        "common": "альфузозин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. При совместном применении рекомендуется мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анагрелид",
      "description": {
        "common": "анагрелид и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апоморфин",
      "description": {
        "common": "апоморфин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триоксид мышьяка",
      "description": {
        "common": "триоксид мышьяка и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер",
      "description": {
        "common": "артеметер и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол и соталол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "атомоксетин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "бетаксолол и соталол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бисопролол и соталол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "подкожный имплантат бупренорфин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин трансдермальный",
      "description": {
        "common": "трансдермальный бупренорфин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "бупренорфин, инъекции пролонгированного действия и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол и соталол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "целипролол",
      "description": {
        "common": "Целипролол и соталол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клонидин",
      "description": {
        "common": "клонидин, соталол.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дегареликс",
      "description": {
        "common": "дегареликс и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "дигоксин, соталол.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем, соталол.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доласетрон",
      "description": {
        "common": "доласетрон и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "донепезил",
      "description": {
        "common": "донепезил и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренц и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Энкорафениб связан с дозозависимым удлинением интервала QTc. Избегайте приема препаратов, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "соталол и энтректиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрибулин",
      "description": {
        "common": "эрибулин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Потенциал для усиленных QT-продлевающих эффектов; если одновременное применение необходимо, рекомендуется мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсмолол",
      "description": {
        "common": "эсмолол и соталол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол, соталол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения фексинидазола с препаратами, вызывающими брадикардию. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флекаинид",
      "description": {
        "common": "флекаинид и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте комбинации, если это возможно. Потенциал повышенного риска удлинения интервала QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "формотерол",
      "description": {
        "common": "формотерол и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Препараты, удлиняющие интервал QTc, могут усиливать действие формотерола на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "фоскарнет и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гадобенат",
      "description": {
        "common": "гадобенат и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гласдегиб",
      "description": {
        "common": "Соталол и глаздегиб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если coadministration неизбежен, контролировать повышенный риск продления интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "гранисетрон и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гистрелин",
      "description": {
        "common": "гистрелин увеличивает токсичность соталола по интервалу QTc. Избегайте или используйте альтернативный препарат. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин увеличивает токсичность соталола на интервал QTc. Избегайте или используйте альтернативный препарат. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инотузумаб",
      "description": {
        "common": "Инотузумаб и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного использования, получите ЭКГ и электролиты до и после начала приема любого препарата, который, как известно, удлиняет интервал QTc, и периодически контролируйте его в соответствии с клиническими показаниями во время лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иобенгуан I 131",
      "description": {
        "common": "соталол уменьшит уровень или эффект iobenguane I 131 по другому (см. комментарий). Избегайте или используйте альтернативный препарат. Основываясь на механизме действия иобенгуана, препараты, которые снижают поглощение катехоламинов или истощают запасы катехоламинов, могут препятствовать поглощению иобенгуана клетками и, таким образом, снижать эффективность иобенгуана. Прекратите прием мешающих препаратов в течение по крайней мере 5 периодов полувыведения перед введением либо дозиметрической дозы, либо дозы иобенгуана. Не вводите эти препараты, по крайней мере, через 7 дней после каждой дозы иобенгуана."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изофлуран",
      "description": {
        "common": "изофлуран и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб, и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения препаратов, удлиняющих интервал QTc, с ивосиденибом или замените их альтернативной терапией. Если одновременное применение препарата, удлиняющего интервал QTc, неизбежно, необходимо контролировать повышенный риск удлинения интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лабеталол",
      "description": {
        "common": "лабеталол и соталол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефамулин",
      "description": {
        "common": "лефамулин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "левофлоксацин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "литий",
      "description": {
        "common": "литий и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофексидин",
      "description": {
        "common": "лофексидин, соталол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с другими препаратами, которые снижают пульс или артериальное давление, чтобы снизить риск чрезмерной брадикардии и гипотензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "мациморелин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Макиморелин вызывает увеличение скорректированного интервала QT примерно на 11 мсек. Избегайте одновременного применения с препаратами, удлиняющими интервал QT, что может увеличить риск развития желудочковой тахикардии типа torsade de pointes. Прежде чем вводить мациморелин, подождите достаточное время вымывания препаратов, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "соталол, мавакамтен.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Следует ожидать аддитивных отрицательных инотропных эффектов мавакамтена и других препаратов, снижающих сократимость сердца."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин увеличивает токсичность соталола на интервал QTc. Избегайте или используйте альтернативный препарат. Мефлохин может усиливать удлиняющий интервал QT эффект препаратов, удлиняющих интервал QTc высокого риска."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метадон",
      "description": {
        "common": "метадон и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метопролол",
      "description": {
        "common": "метопролол и соталол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миртазапин",
      "description": {
        "common": "миртазапин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "Мобоцертиниб и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозу мобоцертиниба и чаще контролируйте интервал QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол и соталол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "небиволол",
      "description": {
        "common": "и небиволол, и соталол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оланзапин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "ондансетрон и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегать при врожденном синдроме удлиненного интервала QT; Рекомендуется мониторинг ЭКГ при одновременном приеме препаратов, удлиняющих интервал QT, нарушений электролитного баланса, ХСН или брадиаритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палиперидон",
      "description": {
        "common": "палиперидон и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "панобиностат",
      "description": {
        "common": "Соталол и панобиностат увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Известно, что панобиностат значительно удлиняет интервал QT. Информация о назначении панобиностата гласит, что использование с препаратами, которые, как известно, удлиняют интервал QTc, не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "пенбутолол и соталол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "Пимавансерин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Одновременное применение может увеличить риск удлинения интервала QT и сердечной аритмии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пиндолол",
      "description": {
        "common": "пиндолол и соталол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "питолизант",
      "description": {
        "common": "Соталол и питолизант увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примахин",
      "description": {
        "common": "примахин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пропранолол и соталол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рисперидон",
      "description": {
        "common": "рисперидон и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ривастигмин",
      "description": {
        "common": "соталол увеличивает токсичность ривастигмина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивный эффект брадикардии может привести к обмороку."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир, соталол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод, соталол.\nОдин из них усиливает действие другого на интервал QTc. Избегайте или используйте альтернативный препарат. Из-за потенциального аддитивного воздействия на частоту сердечных сокращений сипонимод, как правило, не следует назначать пациентам, принимающим препараты, удлиняющие интервал QT с известными аритмогенными свойствами, блокаторы кальциевых каналов, снижающие частоту сердечных сокращений, или другие препараты, которые могут снижать частоту сердечных сокращений. Если рассматривается вопрос о лечении, проконсультируйтесь с кардиологом относительно перехода на препараты, не снижающие частоту сердечных сокращений, или соответствующего мониторинга для начала лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "солифенацин",
      "description": {
        "common": "солифенацин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "сунитиниб и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "телаванцин",
      "description": {
        "common": "соталол и телаванцин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "тетрабеназин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тимолол",
      "description": {
        "common": "соталол и тимолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "торемифен",
      "description": {
        "common": "соталол и торемифен увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Следует избегать одновременного применения торемифена с препаратами, вызывающими удлинение интервала QT. При необходимости одновременного применения рекомендуется прервать прием торемифена. Если прерывание невозможно, пациенты, которым требуется терапия препаратом, удлиняющим интервал QT, должны находиться под тщательным наблюдением. ЭКГ должны быть получены для пациентов с высоким риском."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триметоприм",
      "description": {
        "common": "соталол и триметоприм увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трипторелин",
      "description": {
        "common": "трипторелин увеличивает токсичность соталола по интервалу QTc. Избегайте или используйте альтернативный препарат. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трописетрон",
      "description": {
        "common": "соталол и трописетрон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "соталол увеличивает токсичность умеклидиния бромида/вилантерола при вдыхании с интервалом QTc. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с препаратами, удлиняющими интервал QTc; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "соталол, вандетаниб.\nОдин из них увеличивает токсичность другого на интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте coadministration с препаратами, которые, как известно, продлевают интервал QT; если необходимо использовать лекарство, удлиняющее интервал QT, рекомендуется более частый мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "вемурафениб и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Не рекомендуется одновременное применение вемурафениба с препаратами, удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "соталол и венлафаксин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил, соталол.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "соталол, вилантерол/флутиказона фуроат ингаляционно. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Если бета-блокатор необходимо использовать у пациентов с ХОБЛ, принимающих бета-агонисты, рассмотрите возможность использования бета-блокатора, селективного к бета-1."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "соталол и вориконазол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориностат",
      "description": {
        "common": "и вориностат, и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ацебутолол и соталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "соталол и ацеклофенак повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "соталол и ацеметацин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "соталол повышает, а альбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "Альдеслейкин усиливает действие соталола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "альфузозин и соталол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать. Тяжесть и продолжительность гипотензии после приема первой дозы альфузозина могут усиливаться."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень соталола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифостин",
      "description": {
        "common": "амифостин, соталол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение со средствами, снижающими артериальное давление, может увеличить риск и тяжесть гипотензии, связанной с амифостином. Когда амифостин используется в химиотерапевтических дозах, откажитесь от препаратов, снижающих артериальное давление, за 24 часа до амифостина; если нельзя отказаться от приема гипотензивных препаратов, не вводите амифостин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амилорид",
      "description": {
        "common": "соталол и амилорид повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон, соталол. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск кардиотоксичности с брадикардией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амлодипин",
      "description": {
        "common": "соталол и амлодипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень соталола за счет усиления метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с амобарбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "соталол увеличивает, а арформотерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и соталол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "соталол и аспирин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "соталол и аспирин ректально повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия снижает эффекты соталола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Длительное (>1 нед) применение НПВП. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол и соталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аванафил",
      "description": {
        "common": "аванафил усиливает эффекты соталола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин и соталол увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "соталол и бедаквилин увеличивают интервал QTc. Изменить терапию/внимательно контролировать. ЭКГ следует тщательно контролировать"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "соталол увеличивает, а бендрофлуметиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "бетаксолол и соталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "субсалицилат висмута",
      "description": {
        "common": "субсалицилат висмута, соталол. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Блокада почечного синтеза простагландинов; может вызвать сильную гипертензию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бисопролол и соталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бретилий",
      "description": {
        "common": "соталол, бретилиум.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Каждый препарат может вызвать гипотензию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буметанид",
      "description": {
        "common": "соталол увеличивает, а буметанид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень соталола за счет увеличения метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с бутабарбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень соталола за счет увеличения метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с буталбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "Ацетат кальция снижает действие соталола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает действие соталола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "хлорид кальция снижает эффекты соталола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция снижает действие соталола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "глюконат кальция снижает действие соталола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кандесартан",
      "description": {
        "common": "кандесартан и соталол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбеноксолон",
      "description": {
        "common": "соталол увеличивает, а карбеноксолон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбидопа",
      "description": {
        "common": "карбидопа усиливает действие соталола за счет фармакодинамического синергизма. Используйте осторожность/монитор. В начале терапии карбидопой в комбинации с леводопой или без нее или комбинированными препаратами карбидопа-леводопа может потребоваться коррекция дозы антигипертензивного препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол и соталол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "соталол и целекоксиб повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целипролол",
      "description": {
        "common": "Целипролол и соталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин и соталол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "соталол увеличивает, а хлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "соталол увеличивает, а хлорталидон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "Соталол и трисалицилат магния холина повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин и соталол увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "соталол и циталопрам увеличивают интервал QTc. Используйте осторожность/монитор. Рекомендуется мониторирование ЭКГ вместе с препаратами, которые могут удлинять интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клевидипин",
      "description": {
        "common": "соталол и клевидипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клонидин",
      "description": {
        "common": "соталол, клонидин. Механизм: фармакодинамический синергизм. Изменить терапию/внимательно контролировать. Селективное введение бета-блокаторов во время отмены альфа-агонистов центрального действия может привести к рецидиву артериальной гипертензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб и соталол увеличивают интервал QTc. Используйте осторожность/монитор. Рекомендуется мониторирование ЭКГ вместе с препаратами, которые могут удлинять интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "соталол повышает, а циклопентиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб и соталол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазиглюкагон",
      "description": {
        "common": "соталол снижает действие дасиглюкагона по неизвестному механизму. Используйте осторожность/монитор. Дасиглюкагон может стимулировать высвобождение катехоламинов; тогда как бета-блокаторы могут ингибировать катехоламины, высвобождаемые в ответ на дасиглюкагон. Coadministration также может временно увеличить пульс и BP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран, соталол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "соталол и дейтетрабеназин увеличивают интервал QTc. Используйте осторожность/монитор. В максимальной рекомендуемой дозе дейтетрабеназин не удлиняет интервал QT до клинически значимой степени. Определенные обстоятельства могут повышать риск torsade de pointes и/или внезапной смерти в связи с приемом препаратов, удлиняющих интервал QTc (например, брадикардия, гипокалиемия или гипомагниемия, совместное применение с другими препаратами, удлиняющими интервал QTc, наличие врожденного удлинения интервала QT)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "соталол и диклофенак повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "соталол и дифлунисал повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "соталол и дигоксин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "соталол и дилтиазем усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "соталол увеличивает, а добутамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "соталол увеличивает, а допексамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксазозин",
      "description": {
        "common": "доксазозин и соталол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать. Тяжесть и продолжительность гипотензии после приема первой дозы докзозозина могут усиливаться."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "соталол и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "соталол увеличивает, а эфедрин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "соталол увеличивает, а адреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпинефрин вдыхается",
      "description": {
        "common": "соталол снижает эффекты ингаляционного адреналина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Блокаторы бета2-адренорецепторов могут подавлять бронхолитическое действие адреналина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "соталол повышает, а рацемический адреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпросартан",
      "description": {
        "common": "Эпросартан и соталол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсмолол",
      "description": {
        "common": "эсмолол и соталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "соталол увеличивает, а этакриновая кислота снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфир",
      "description": {
        "common": "соталол, эфир.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. И бета-блокаторы, и эфир угнетают миокард; рассмотреть возможность снижения дозы бета-блокатора, если для анестезии используется эфир."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "соталол и этодолак повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этомидат",
      "description": {
        "common": "этомидат, соталол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзогабин",
      "description": {
        "common": "эзогабин, соталол.\nОдин из них увеличивает токсичность другого на интервал QTc. Используйте осторожность/монитор. Небольшое и преходящее удлинение интервала QT наблюдалось при применении эзогабина, особенно при повышении дозы до 1200 мг/сут. Интервал QT следует контролировать, когда эзогабин назначают с агентами, которые, как известно, увеличивают интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "соталол и фелодипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "fenbufen",
      "description": {
        "common": "соталол и фенбуфен повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "соталол и фенопрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флоксуридин",
      "description": {
        "common": "Флоксуридин и соталол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "соталол и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "соталол увеличивает, а формотерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "соталол и фостемсавир увеличивают интервал QTc. Используйте осторожность/монитор. Сообщалось об удлинении интервала QTc при приеме фостемсавира в дозах, превышающих рекомендуемые."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фуросемид",
      "description": {
        "common": "соталол увеличивает, а фуросемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемтузумаб",
      "description": {
        "common": "соталол и гемтузумаб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "соталол увеличивает, а гентамицин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гилтеритиниб",
      "description": {
        "common": "гилтеритиниб и соталол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюкагон",
      "description": {
        "common": "глюкагон снижает токсичность соталола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Одновременное применение глюкагона с бета-блокаторами может привести к кратковременному повышению пульса и артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюкагон интраназально",
      "description": {
        "common": "глюкагон интраназально снижает токсичность соталола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Одновременное применение глюкагона с бета-блокаторами может привести к кратковременному повышению пульса и артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "боярышник",
      "description": {
        "common": "боярышник усиливает действие соталола за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидралазин",
      "description": {
        "common": "гидралазин усиливает действие соталола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "соталол увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "соталол и ибупрофен повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен внутривенно снижает эффекты соталола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Длительное (>1 нед) применение НПВП. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "индакатерол, ингаляционный, соталол. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Бета-блокаторы и индакатерол могут мешать действию друг друга при одновременном применении. Бета-блокаторы могут вызывать тяжелый бронхоспазм у пациентов с ХОБЛ. Поэтому пациентов с ХОБЛ обычно не следует лечить бета-адреноблокаторами. Однако при определенных обстоятельствах, т.е. в качестве профилактики после инфаркта миокарда приемлемых альтернатив применению бета-адреноблокаторов у больных ХОБЛ может не быть. В этих условиях можно рассмотреть возможность применения кардиоселективных бета-блокаторов, хотя их следует назначать с осторожностью."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индапамид",
      "description": {
        "common": "соталол увеличивает, а индапамид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "соталол и индометацин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "соталол, инсулин деглудек. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Бета-блокаторы могут как усиливать, так и ослаблять эффект инсулина по снижению уровня глюкозы в крови; бета-адреноблокаторы могут пролонгировать гипогликемию (нарушение гликогенолиза) или вызвать гипергликемию (угнетение секреции инсулина)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "соталол, инсулин деглудек/инсулин аспарт. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Бета-блокаторы могут как усиливать, так и ослаблять эффект инсулина по снижению уровня глюкозы в крови; бета-адреноблокаторы могут пролонгировать гипогликемию (нарушение гликогенолиза) или вызвать гипергликемию (угнетение секреции инсулина)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "соталол, инсулин ингаляционно. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Бета-блокаторы могут как усиливать, так и ослаблять эффект инсулина по снижению уровня глюкозы в крови; бета-адреноблокаторы могут пролонгировать гипогликемию (нарушение гликогенолиза) или вызвать гипергликемию (угнетение секреции инсулина)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "ирбесартан и соталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "соталол увеличивает, а изопротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "исрадипин",
      "description": {
        "common": "соталол и исрадипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "Итраконазол, и соталол увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивабрадин",
      "description": {
        "common": "ивабрадин, соталол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Большинству пациентов, получающих ивабрадин, также назначают бета-блокаторы. Риск брадикардии увеличивается при одновременном приеме препаратов, замедляющих сердечный ритм (например, дигоксина, амиодарона, бета-блокаторов). Мониторинг частоты сердечных сокращений у пациентов, принимающих ивабрадин с другими негативными хронотропными препаратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетамин",
      "description": {
        "common": "кетамин, соталол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "соталол и кетопрофен повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "соталол и кеторолак повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "Соталол и кеторолак интраназально повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лабеталол",
      "description": {
        "common": "лабеталол и соталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "соталол усиливает эффекты лазмидитана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Ласмидитан был связан со снижением частоты сердечных сокращений (ЧСС). В исследовании лекарственного взаимодействия добавление однократной дозы 200 мг лазмидитана к пропранололу снижало ЧСС дополнительно на 5 ударов в минуту по сравнению с приемом только пропранолола, до среднего максимума 19 ударов в минуту."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленватиниб",
      "description": {
        "common": "соталол и ленватиниб увеличивают интервал QTc. Используйте осторожность/монитор. Информация о назначении ленватиниба рекомендует тщательно контролировать ЭКГ при одновременном применении с препаратами, удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "соталол увеличивает, а левалбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "леводопа усиливает действие соталола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Рассмотрите возможность уменьшения дозы антигипертензивного агента."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофексидин",
      "description": {
        "common": "Соталол и лофексидин увеличивают интервал QTc. Используйте осторожность/монитор. Рекомендуется мониторирование ЭКГ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "соталол и лорноксикам повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "лозартан и соталол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат снижает эффекты соталола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Длительное (>1 нед) применение НПВП. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "соталол и мефенамовая кислота повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин повышает уровень соталола за счет замедления метаболизма. Используйте осторожность/монитор. Риск аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "соталол и мелоксикам повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "соталол увеличивает, а метапротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "соталол увеличивает, а метиклотиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект соталола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат трансдермальный",
      "description": {
        "common": "Трансдермальный метилфенидат снижает действие соталола за счет блокирования антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метолазон",
      "description": {
        "common": "соталол увеличивает, а метолазон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "метопролол и соталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон, соталол. интервал QTc. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксисилит",
      "description": {
        "common": "моксисилит и соталол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "соталол и набуметон повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол и соталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "соталол и напроксен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "и небиволол, и соталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "соталол и никардипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "соталол и нифедипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "соталол и нисолдипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин ректальный",
      "description": {
        "common": "нитроглицерин ректальный, соталол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Бета-адреноблокаторы купируют рефлекторную тахикардию, вызванную нитроглицерином, не предотвращая его гипотензивного действия. При одновременном применении бета-адреноблокаторов с нитроглицерином у пациентов со стенокардией могут возникать дополнительные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "соталол увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олмесартан",
      "description": {
        "common": "олмесартан и соталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "соталол, олодатерол ингаляционно.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Бета-адреноблокаторы и олодатерол могут мешать действию друг друга при одновременном применении. Бета-блокаторы могут вызывать тяжелый бронхоспазм у пациентов с ХОБЛ. Поэтому пациентов с ХОБЛ обычно не следует лечить бета-адреноблокаторами. Однако при определенных обстоятельствах, т.е. в качестве профилактики после инфаркта миокарда приемлемых альтернатив применению бета-адреноблокаторов у больных ХОБЛ может не быть. В этих условиях можно рассмотреть возможность применения кардиоселективных бета-блокаторов, хотя их следует назначать с осторожностью."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осилодростат",
      "description": {
        "common": "осилодростат и соталол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "осимертиниб и соталол увеличивают интервал QTc. Используйте осторожность/монитор. Проводить периодический мониторинг ЭКГ и электролитов у пациентов, принимающих препараты, удлиняющие интервал QTc."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин повысит уровень или эффект соталола по другим причинам (см. комментарий). Используйте осторожность/монитор. Мониторинг изменений ЭКГ, если терапия начата у пациентов с препаратами, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "соталол и оксапрозин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксиметазолин интраназально",
      "description": {
        "common": "соталол усиливает действие интраназального оксиметазолина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Когда неселективные бета-блокаторы противодействуют бета-2-рецепторам, вазоконстрикция альфа-1 может не встречаться, что усиливает гипертензивный эффект. Когда оксиметазолин сочетается с интраназальным тетракаином для стоматологической анестезии, избегайте или используйте альтернативный анестетик у пациентов, принимающих неселективные бета-блокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксиметазолин актуальные",
      "description": {
        "common": "оксиметазолин местно увеличивает, а соталол уменьшает симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод и соталол увеличивают интервал QTc. Изменить терапию/внимательно контролировать. Из-за потенциального аддитивного воздействия на частоту сердечных сокращений лечение озанимодом, как правило, не следует начинать у пациентов, одновременно получающих препараты, удлиняющие интервал QT, с известными аритмогенными свойствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "соталол и парекоксиб повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пасиреотид",
      "description": {
        "common": "Соталол и пасиреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "пазопаниб и соталол увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "пенбутолол и соталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень соталола за счет увеличения метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении пентобарбитала. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень соталола за счет увеличения метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с фенобарбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "феноксибензамин",
      "description": {
        "common": "феноксибензамин и соталол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентоламин",
      "description": {
        "common": "фентоламин и соталол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "пиндолол и соталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "соталол увеличивает, а пирбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "соталол и пироксикам повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "Понесимод и соталол усиливают фармакодинамический синергизм. Используйте осторожность/монитор. Бета-блокаторы могут оказывать дополнительное влияние на снижение ЧСС. Перед началом приема понесимода у пациентов, получающих стабильную дозу бета-блокатора, рассмотрите возможность проведения ЧСС в покое. Обратитесь к информации о назначении понесимода для получения дополнительной информации о дозировке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "соталол и кислый фосфат калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "соталол и хлорид калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "соталол и цитрат калия повышают уровень калия в сыворотке крови. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "празозин",
      "description": {
        "common": "празозин и соталол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать. Тяжесть и продолжительность гипотензии после приема первой дозы празозина могут усиливаться."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон снижает уровень соталола за счет увеличения метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с примидоном. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "промазин",
      "description": {
        "common": "промазин, соталол. Механизм: неустановленный механизм взаимодействия. Используйте осторожность/монитор. Повышенный риск желудочковой аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропофол",
      "description": {
        "common": "пропофол, соталол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пропранолол и соталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "кветиапин, соталол.\nОдин из них увеличивает токсичность другого на интервал QTc. Используйте осторожность/монитор. Избегайте применения с препаратами, удлиняющими интервал QT, и у пациентов с факторами риска удлинения интервала QT. Постмаркетинговые случаи показывают удлинение интервала QT при передозировке у пациентов с сопутствующими заболеваниями или с препаратами, вызывающими дисбаланс электролитов или удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинин",
      "description": {
        "common": "соталол и хинин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "рилпивирин увеличивает токсичность соталола по интервалу QTc. Используйте осторожность/монитор. Рилпивирин следует применять с осторожностью при одновременном применении с лекарственными средствами, имеющими известный риск пируэтной тахикардии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "ромидепсин и соталол увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "сакубитрил/валсартан и соталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "соталол и салицилаты (не аза) повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "соталол увеличивает, а салметерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "соталол и сальсалат повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень соталола за счет усиления метаболизма. Используйте осторожность/монитор. Рассмотрите возможность более высокой дозы бета-блокатора при одновременном применении с секобарбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селперкатиниб",
      "description": {
        "common": "селперкатиниб и соталол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин и соталол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севеламер",
      "description": {
        "common": "севеламер снижает уровень соталола за счет увеличения элиминации. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран, соталол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силденафил",
      "description": {
        "common": "соталол усиливает эффекты силденафила за счет дополнительной вазодилатации. Используйте осторожность/монитор. Силденафил обладает системными сосудорасширяющими свойствами и может дополнительно снижать артериальное давление у пациентов, принимающих антигипертензивные препараты. Мониторинг реакции артериального давления на силденафил у пациентов, одновременно получающих антигипертензивную терапию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силодозин",
      "description": {
        "common": "силодозин и соталол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать. Повышенный риск головокружения и ортостатической гипотензии при одновременном применении силодозина с антигипертензивными средствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод, соталол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Следует соблюдать осторожность при назначении сипонимода пациентам, получающим лечение бета-блокаторами, из-за аддитивного эффекта снижения частоты сердечных сокращений. Перед началом приема сипонимода может потребоваться временное прекращение приема бета-блокаторов. Лечение бета-блокаторами можно начинать у пациентов, получающих стабильные дозы сипонимода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия снижает уровень соталола за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота снижает уровень соталола за счет ингибирования абсорбции через ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/? сульфат магния/хлорид калия увеличивает токсичность соталола на интервал QTc. Используйте осторожность/монитор. У пациентов с повышенным риском серьезных сердечных аритмий следует учитывать ЭКГ до введения дозы и после колоноскопии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния увеличивает токсичность соталола на интервал QTc. Используйте осторожность/монитор. У пациентов с повышенным риском серьезных сердечных аритмий следует учитывать ЭКГ до введения дозы и после колоноскопии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сорафениб",
      "description": {
        "common": "сорафениб и соталол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "соталол и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "соталол и сукцинилхолин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "соталол и сульфасалазин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "соталол и сулиндак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тадалафил",
      "description": {
        "common": "тадалафил усиливает эффекты соталола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "телмисартан и соталол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "terazosin",
      "description": {
        "common": "теразозин и соталол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать. При одновременном применении теразозина с соталолом могут возникать аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "соталол увеличивает, а тербуталин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теофиллин",
      "description": {
        "common": "соталол, теофиллин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Бета-блокаторы (особенно неселективные) противодействуют эффектам теофиллина, в то же время повышая уровни теофиллина и его токсичность (механизм: снижение метаболизма теофиллина). Курение увеличивает риск взаимодействия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "соталол и тимолол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "соталол и толфенамовая кислота повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "соталол и толметин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "соталол и толваптан повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торсемиде",
      "description": {
        "common": "соталол увеличивает, а торасемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триамтерен",
      "description": {
        "common": "соталол и триамтерен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклабендазол",
      "description": {
        "common": "триклабендазол и соталол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "валсартан и соталол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "соталол и верапамил усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, соталол.\nОдин из них усиливает действие другого на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксипамид",
      "description": {
        "common": "ксипамид усиливает эффекты соталола за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аденозин",
      "description": {
        "common": "соталол, аденозин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Брадикардия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репейник",
      "description": {
        "common": "Репейник усиливает эффекты соталола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "беназеприл",
      "description": {
        "common": "соталол, беназеприл.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может увеличить риск гипотензии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает действие соталола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цевимелин",
      "description": {
        "common": "цевимелин усиливает эффекты соталола за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "соталол усиливает действие кокаина местно за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск стенокардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "Кукурузный шелк усиливает действие соталола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "дигидроэрготамин, соталол. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивный спазм сосудов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "дигидроэрготамин интраназально, соталол. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивный спазм сосудов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дипиридамол",
      "description": {
        "common": "дипиридамол, соталол. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск брадикардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам повышает уровень соталола за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенолдопам",
      "description": {
        "common": "фенолдопам усиливает действие соталола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "форсколин",
      "description": {
        "common": "форсколин усиливает действие соталола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "guanfacine",
      "description": {
        "common": "соталол, гуанфацин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Селективное введение бета-блокаторов во время отмены альфа-агонистов центрального действия может привести к рецидиву артериальной гипертензии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "визуализирующие агенты (гадолиний)",
      "description": {
        "common": "соталол, визуализирующие агенты (гадолиний). Механизм: неизвестен. Незначительное/значение неизвестно. Повышенный риск анафилаксии от контрастных веществ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левобетаксолол",
      "description": {
        "common": "левобетаксолол усиливает эффекты соталола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ландыш",
      "description": {
        "common": "соталол, ландыш.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие соталола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелатонин",
      "description": {
        "common": "мелатонин снижает токсичность соталола за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Мелатонин может корректировать нарушения сна, вызванные бета-блокаторами."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метипранолол офтальмологический",
      "description": {
        "common": "метипранолол офтальмологический усиливает действие соталола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "неостигмин",
      "description": {
        "common": "соталол, неостигмин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивная брадикардия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сок нони",
      "description": {
        "common": "соталол и сок нони повышают уровень калия в сыворотке. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "октакозанол",
      "description": {
        "common": "октакозанол усиливает действие соталола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "физостигмин",
      "description": {
        "common": "соталол, физостигмин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивная брадикардия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пилокарпин",
      "description": {
        "common": "пилокарпин усиливает эффекты соталола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "reishi",
      "description": {
        "common": "Рейши усиливает действие соталола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "пастушья сумка, соталол. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Теоретически пастушья сумка может мешать контролю АД."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "тизанидин усиливает действие соталола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трепростинил",
      "description": {
        "common": "трепростинил усиливает действие соталола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "йохимбе",
      "description": {
        "common": "соталол снижает токсичность йохимбе за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Одышка",
      "percent": "21"
    },
    {
      "name": "Головокружение",
      "percent": "20"
    },
    {
      "name": "Усталость",
      "percent": "20"
    },
    {
      "name": "Брадикардия",
      "percent": "16"
    },
    {
      "name": "Боль в груди",
      "percent": "16"
    },
    {
      "name": "Сердцебиение",
      "percent": "14"
    },
    {
      "name": "Слабость",
      "percent": "13"
    },
    {
      "name": "легкомысленность",
      "percent": "12"
    },
    {
      "name": "Тошнота",
      "percent": "10"
    },
    {
      "name": "рвота",
      "percent": "8"
    },
    {
      "name": "Отек",
      "percent": "8"
    },
    {
      "name": "Головная боль",
      "percent": "8"
    },
    {
      "name": "Нарушения сна",
      "percent": "7"
    },
    {
      "name": "Аномальная ЭКГ",
      "percent": "7"
    },
    {
      "name": "Диарея",
      "percent": "7"
    },
    {
      "name": "Боль в конечностях",
      "percent": "6"
    },
    {
      "name": "Гипотония",
      "percent": "6"
    },
    {
      "name": "Спутанность сознания",
      "percent": "5"
    },
    {
      "name": "Хроническая сердечная недостаточность",
      "percent": "5"
    },
    {
      "name": "Зуд",
      "percent": "5"
    },
    {
      "name": "сыпь",
      "percent": "4"
    },
    {
      "name": "обморок",
      "percent": "4"
    },
    {
      "name": "Беспокойство",
      "percent": "4"
    },
    {
      "name": "Депрессия",
      "percent": "3"
    },
    {
      "name": "Torsades de pointes или новая желудочковая тахикардия",
      "percent": "2"
    },
    {
      "name": "фибрилляция у больных с наджелудочковой аритмией",
      "percent": "1.5-2"
    },
    {
      "name": "Периферические сосудистые нарушения",
      "percent": "1"
    },
    {
      "name": "Импотенция",
      "percent": null
    },
    {
      "name": "Проаритмический эффект",
      "percent": null
    },
    {
      "name": "Torsades de pointes с устойчивой желудочковой тахикардией в анамнезе",
      "percent": null
    },
    {
      "name": "Гиперчувствительность к катехолам после резкой отмены",
      "percent": null
    },
    {
      "name": "Повышенная потребность в инсулине у диабетиков",
      "percent": null
    }
  ]
}