{
  "name": "бетаксолол",
  "comment": "Rx",
  "other_names": [
    "Керлоне (DSC)"
  ],
  "classes": [
    "Бета-1 Селективный",
    "Бета-блокаторы"
  ],
  "source": "https://reference.medscape.com/drug/betaxolol-342366",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: выделяется с молоком; будьте осторожны"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: выделяется с молоком; будьте осторожны"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Синусовая брадикардия, блокада сердца 2°/3°, кардиогенный шок, явная сердечная недостаточность, гиперчувствительность, синдром слабости синусового узла без постоянного кардиостимулятора"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Бронхоспастическая болезнь, цереброваскулярная недостаточность, ХСН, кардиомегалия, СД, гипертиреоз/тиреотоксикоз, заболевания печени, почечная недостаточность, заболевания периферических сосудов (потенциальный риск снижения плацентарной перфузии, брадикардия плода, гипогликемия), применение при феохромоцитоме, ИЗСД",
        "Хирургия/анестезия: постоянно принимаемые бета-блокаторы не следует отменять перед серьезной операцией; однако нарушение способности сердца реагировать на рефлекторные адренергические стимулы может увеличить риск общей анестезии и хирургических процедур."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ацебутолол и бетаксолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол и бетаксолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бетаксолол и бисопролол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карведилол",
      "description": {
        "common": "бетаксолол и карведилол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "целипролол",
      "description": {
        "common": "бетаксолол и целипролол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клонидин",
      "description": {
        "common": "клонидин, бетаксолол.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "дигоксин, бетаксолол.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем, бетаксолол.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсмолол",
      "description": {
        "common": "бетаксолол и эсмолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол, бетаксолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения фексинидазола с препаратами, вызывающими брадикардию. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лабеталол",
      "description": {
        "common": "бетаксолол и лабеталол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофексидин",
      "description": {
        "common": "лофексидин, бетаксолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с другими препаратами, которые снижают пульс или артериальное давление, чтобы снизить риск чрезмерной брадикардии и гипотензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "бетаксолол, мавакамтен.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Следует ожидать аддитивных отрицательных инотропных эффектов мавакамтена и других препаратов, снижающих сократимость сердца."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метопролол",
      "description": {
        "common": "бетаксолол и метопролол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "надолол",
      "description": {
        "common": "бетаксолол и надолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "небиволол",
      "description": {
        "common": "бетаксолол и небиволол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "бетаксолол и пенбутолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пиндолол",
      "description": {
        "common": "бетаксолол и пиндолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропранолол",
      "description": {
        "common": "бетаксолол и пропранолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ривастигмин",
      "description": {
        "common": "бетаксолол увеличивает токсичность ривастигмина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивный эффект брадикардии может привести к обмороку."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соталол",
      "description": {
        "common": "бетаксолол и соталол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тимолол",
      "description": {
        "common": "бетаксолол и тимолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил, бетаксолол.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абиратерон",
      "description": {
        "common": "абиратерон повышает уровень бетаксолола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Избегайте совместного применения абиратерона с субстратами CYP2D6. Если альтернативная терапия не может быть использована, следует соблюдать осторожность и рассмотреть вопрос о снижении дозы субстрата CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ацебутолол и бетаксолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "бетаксолол и ацеклофенак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "бетаксолол и ацеметацин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "бетаксолол повышает, а альбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "Альдеслейкин усиливает действие бетаксолола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "альфузозин и бетаксолол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень бетаксолола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифостин",
      "description": {
        "common": "амифостин, бетаксолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение со средствами, снижающими артериальное давление, может увеличить риск и тяжесть гипотензии, связанной с амифостином. Когда амифостин используется в химиотерапевтических дозах, откажитесь от препаратов, снижающих артериальное давление, за 24 часа до амифостина; если нельзя отказаться от приема гипотензивных препаратов, не вводите амифостин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амилорид",
      "description": {
        "common": "бетаксолол и амилорид повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон, бетаксолол. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск кардиотоксичности с брадикардией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амлодипин",
      "description": {
        "common": "бетаксолол, амлодипин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень бетаксолола за счет усиления метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с амобарбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "бетаксолол увеличивает, а арформотерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и бетаксолол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "бетаксолол и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "бетаксолол и аспирин ректально повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия снижает эффекты бетаксолола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Длительное (>1 нед) применение НПВП. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир усиливает действие бетаксолола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск артериальной гипотензии, брадикардии, AV-блокады и удлинения интервала PR. Рассмотрите возможность снижения дозы бета-блокатора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол и бетаксолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аванафил",
      "description": {
        "common": "аванафил усиливает действие бетаксолола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "бетаксолол увеличивает, а бендрофлуметиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "субсалицилат висмута",
      "description": {
        "common": "субсалицилат висмута, бетаксолол. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Блокада почечного синтеза простагландинов; может вызвать сильную гипертензию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бетаксолол и бисопролол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бретилий",
      "description": {
        "common": "бетаксолол, бретилиум.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Каждый препарат может вызвать гипотензию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буметанид",
      "description": {
        "common": "бетаксолол увеличивает, а буметанид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупропион",
      "description": {
        "common": "бупропион увеличивает уровень или эффект бетаксолола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень бетаксолола за счет усиления метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с бутабарбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень бетаксолола за счет усиления метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с буталбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "ацетат кальция снижает действие бетаксолола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает действие бетаксолола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "хлорид кальция снижает действие бетаксолола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция снижает действие бетаксолола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "глюконат кальция снижает действие бетаксолола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кандесартан",
      "description": {
        "common": "кандесартан и бетаксолол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбеноксолон",
      "description": {
        "common": "бетаксолол увеличивает, а карбеноксолон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбидопа",
      "description": {
        "common": "карбидопа усиливает действие бетаксолола за счет фармакодинамического синергизма. Используйте осторожность/монитор. В начале терапии карбидопой в комбинации с леводопой или без нее или комбинированными препаратами карбидопа-леводопа может потребоваться коррекция дозы антигипертензивного препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "бетаксолол и карведилол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "бетаксолол и целекоксиб повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целипролол",
      "description": {
        "common": "бетаксолол и целипролол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "бетаксолол увеличивает, а хлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "бетаксолол увеличивает, а хлорталидон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "бетаксолол и трисалицилат магния холина повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин повышает уровень бетаксолола за счет замедления метаболизма. Используйте осторожность/монитор. Рассмотрите возможность изменения терапии; Ингибиторы CYP1A2 могут снижать метаболизм субстратов 1A2."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клевидипин",
      "description": {
        "common": "бетаксолол, клевидипин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клонидин",
      "description": {
        "common": "бетаксолол, клонидин. Механизм: фармакодинамический синергизм. Изменить терапию/внимательно контролировать. Селективное введение бета-блокаторов во время отмены альфа-агонистов центрального действия может привести к рецидиву артериальной гипертензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "бетаксолол увеличивает, а циклопентиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазиглюкагон",
      "description": {
        "common": "бетаксолол снижает действие дасиглюкагона по неизвестному механизму. Используйте осторожность/монитор. Дасиглюкагон может стимулировать высвобождение катехоламинов; тогда как бета-блокаторы могут ингибировать катехоламины, высвобождаемые в ответ на дасиглюкагон. Coadministration также может временно увеличить пульс и BP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран, бетаксолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и бетаксолол снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "бетаксолол и диклофенак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "бетаксолол и дифлунисал повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "бетаксолол и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "бетаксолол и дилтиазем усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "бетаксолол повышает, а добутамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "бетаксолол увеличивает, а допексамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксазозин",
      "description": {
        "common": "доксазозин и бетаксолол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "бетаксолол и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень бетаксолола, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы сопутствующего препарата и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень бетаксолола, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP2D6; осторожность при применении субстратов CYP2D6, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "бетаксолол увеличивает, а эфедрин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "бетаксолол увеличивает, а адреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "бетаксолол повышает, а рацемический адреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпросартан",
      "description": {
        "common": "Эпросартан и бетаксолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсмолол",
      "description": {
        "common": "бетаксолол и эсмолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "бетаксолол повышает, а этакриновая кислота снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфир",
      "description": {
        "common": "бетаксолол, эфир.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. И бета-блокаторы, и эфир угнетают миокард; рассмотреть возможность снижения дозы бета-блокатора, если для анестезии используется эфир."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "бетаксолол и этодолак повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этомидат",
      "description": {
        "common": "этомидат, бетаксолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "бетаксолол и фелодипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "fenbufen",
      "description": {
        "common": "бетаксолол и фенбуфен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "бетаксолол и фенопрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "бетаксолол усиливает действие финголимода за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают частоту сердечных сокращений. Наблюдайте за пациентами, получающими сопутствующую терапию, особенно в первые 6 часов после начала приема финголимода или после перерыва в лечении не менее чем на две недели, на наличие брадикардии и атриовентрикулярной блокады. Чтобы определить основные факторы риска брадикардии и АВ-блокады, перед началом приема финголимода необходимо получить новую или недавнюю ЭКГ у пациентов, принимающих бета-блокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "бетаксолол и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "бетаксолол увеличивает, а формотерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фуросемид",
      "description": {
        "common": "бетаксолол увеличивает, а фуросемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "бетаксолол увеличивает, а гентамицин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюкагон",
      "description": {
        "common": "глюкагон снижает токсичность бетаксолола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Одновременное применение глюкагона с бета-блокаторами может привести к кратковременному повышению пульса и артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюкагон интраназально",
      "description": {
        "common": "глюкагон интраназально снижает токсичность бетаксолола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Одновременное применение глюкагона с бета-блокаторами может привести к кратковременному повышению пульса и артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидралазин",
      "description": {
        "common": "гидралазин усиливает действие бетаксолола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "бетаксолол увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "бетаксолол и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен внутривенно снижает действие бетаксолола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Длительное (>1 нед) применение НПВП. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "индакатерол, ингаляционный, бетаксолол. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Бета-блокаторы и индакатерол могут мешать действию друг друга при одновременном применении. Бета-блокаторы могут вызывать тяжелый бронхоспазм у пациентов с ХОБЛ. Поэтому пациентов с ХОБЛ обычно не следует лечить бета-адреноблокаторами. Однако при определенных обстоятельствах, т.е. в качестве профилактики после инфаркта миокарда приемлемых альтернатив применению бета-адреноблокаторов у больных ХОБЛ может не быть. В этих условиях можно рассмотреть возможность применения кардиоселективных бета-блокаторов, хотя их следует назначать с осторожностью."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индапамид",
      "description": {
        "common": "бетаксолол увеличивает, а индапамид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "бетаксолол и индометацин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "бетаксолол, инсулин деглудек. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Бета-блокаторы могут как усиливать, так и ослаблять эффект инсулина по снижению уровня глюкозы в крови; бета-адреноблокаторы могут пролонгировать гипогликемию (нарушение гликогенолиза) или вызвать гипергликемию (угнетение секреции инсулина)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "бетаксолол, инсулин деглудек/инсулин аспарт. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Бета-блокаторы могут как усиливать, так и ослаблять эффект инсулина по снижению уровня глюкозы в крови; бета-адреноблокаторы могут пролонгировать гипогликемию (нарушение гликогенолиза) или вызвать гипергликемию (угнетение секреции инсулина)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "бетаксолол, инсулин ингаляционно. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Бета-блокаторы могут как усиливать, так и ослаблять эффект инсулина по снижению уровня глюкозы в крови; бета-адреноблокаторы могут пролонгировать гипогликемию (нарушение гликогенолиза) или вызвать гипергликемию (угнетение секреции инсулина)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йодиксанол",
      "description": {
        "common": "бетаксолол увеличивает токсичность йодиксанола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Применение бета-адреноблокаторов снижает порог контрастных реакций и увеличивает их выраженность, а также снижает эффективность лечения реакций гиперчувствительности адреналином. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "ирбесартан и бетаксолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "бетаксолол увеличивает, а изопротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "исрадипин",
      "description": {
        "common": "бетаксолол, исрадипин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают артериальное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивабрадин",
      "description": {
        "common": "ивабрадин, бетаксолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Большинству пациентов, получающих ивабрадин, также назначают бета-блокаторы. Риск брадикардии увеличивается при одновременном приеме препаратов, замедляющих сердечный ритм (например, дигоксина, амиодарона, бета-блокаторов). Мониторинг частоты сердечных сокращений у пациентов, принимающих ивабрадин с другими негативными хронотропными препаратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетамин",
      "description": {
        "common": "кетамин, бетаксолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "бетаксолол и кетопрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "бетаксолол и кеторолак повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "бетаксолол и кеторолак интраназально повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лабеталол",
      "description": {
        "common": "бетаксолол и лабеталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "бетаксолол усиливает эффекты лазмидитана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Ласмидитан был связан со снижением частоты сердечных сокращений (ЧСС). В исследовании лекарственного взаимодействия добавление однократной дозы 200 мг лазмидитана к пропранололу снижало ЧСС дополнительно на 5 ударов в минуту по сравнению с приемом только пропранолола, до среднего максимума 19 ударов в минуту."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "бетаксолол увеличивает, а левалбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "леводопа усиливает действие бетаксолола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Рассмотрите возможность уменьшения дозы антигипертензивного агента."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоркасерин",
      "description": {
        "common": "лоркасерин увеличивает уровень или эффект бетаксолола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "бетаксолол и лорноксикам повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "лозартан и бетаксолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон усиливает действие бетаксолола на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: потенциально повышенный риск гипотензии при одновременном применении. Мониторинг артериального давления и корректировка дозы антигипертензивного агента по мере необходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "маравирок, бетаксолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск ортостатической гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат снижает действие бетаксолола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Длительное (>1 нед) применение НПВП. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "бетаксолол и мефенамовая кислота повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин повышает уровень бетаксолола за счет замедления метаболизма. Используйте осторожность/монитор. Риск аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "бетаксолол и мелоксикам повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "бетаксолол увеличивает, а метапротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "бетаксолол увеличивает, а метиклотиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метолазон",
      "description": {
        "common": "бетаксолол повышает, а метолазон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "бетаксолол и метопролол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мирабегрон",
      "description": {
        "common": "мирабегрон повышает уровень или эффект бетаксолола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксисилит",
      "description": {
        "common": "моксисилит и бетаксолол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "бетаксолол и набуметон повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "бетаксолол и надолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "бетаксолол и напроксен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "бетаксолол и небиволол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "бетаксолол, никардипин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают артериальное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "бетаксолол, нифедипин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают артериальное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нимодипин",
      "description": {
        "common": "бетаксолол, нимодипин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают артериальное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "бетаксолол, нисолдипин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают артериальное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин ректальный",
      "description": {
        "common": "нитроглицерин ректальный, бетаксолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Бета-адреноблокаторы купируют рефлекторную тахикардию, вызванную нитроглицерином, не предотвращая его гипотензивного действия. При одновременном применении бета-адреноблокаторов с нитроглицерином у пациентов со стенокардией могут возникать дополнительные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "бетаксолол повышает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олмесартан",
      "description": {
        "common": "олмесартан и бетаксолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "бетаксолол и оксапрозин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксиметазолин актуальные",
      "description": {
        "common": "оксиметазолин местно увеличивает, а бетаксолол уменьшает симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "бетаксолол и парекоксиб повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "бетаксолол и пенбутолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень бетаксолола за счет увеличения метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении пентобарбитала. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень бетаксолола за счет усиления метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с фенобарбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "феноксибензамин",
      "description": {
        "common": "феноксибензамин и бетаксолол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентоламин",
      "description": {
        "common": "фентоламин и бетаксолол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "бетаксолол и пиндолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "бетаксолол увеличивает, а пирбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "бетаксолол и пироксикам повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и бетаксолол усиливают фармакодинамический синергизм. Используйте осторожность/монитор. Бета-блокаторы могут оказывать дополнительное влияние на снижение ЧСС. Перед началом приема понесимода у пациентов, получающих стабильную дозу бета-блокатора, рассмотрите возможность проведения ЧСС в покое. Обратитесь к информации о назначении понесимода для получения дополнительной информации о дозировке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "бетаксолол и кислый фосфат калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "бетаксолол и хлорид калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "бетаксолол и цитрат калия повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "празозин",
      "description": {
        "common": "празозин и бетаксолол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон снижает уровень бетаксолола за счет увеличения метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с примидоном. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропофол",
      "description": {
        "common": "пропофол, бетаксолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "бетаксолол и пропранолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "болтливый",
      "description": {
        "common": "ролапитант увеличивает уровень или эффект бетаксолола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Ролапитант может повышать концентрацию субстратов CYP2D6 в плазме в течение как минимум 28 дней после приема ролапитанта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "сакубитрил/валсартан и бетаксолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "бетаксолол и салицилаты (не аза) повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "бетаксолол увеличивает, а салметерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "бетаксолол и сальсалат повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир, бетаксолол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск удлинения PR и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень бетаксолола за счет усиления метаболизма. Используйте осторожность/монитор. Рассмотрите возможность более высокой дозы бета-блокатора при одновременном применении с секобарбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран, бетаксолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силденафил",
      "description": {
        "common": "бетаксолол усиливает действие силденафила за счет дополнительной вазодилатации. Используйте осторожность/монитор. Силденафил обладает системными сосудорасширяющими свойствами и может дополнительно снижать артериальное давление у пациентов, принимающих антигипертензивные препараты. Мониторинг реакции артериального давления на силденафил у пациентов, одновременно получающих антигипертензивную терапию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силодозин",
      "description": {
        "common": "силодозин и бетаксолол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод, бетаксолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Следует соблюдать осторожность при назначении сипонимода пациентам, получающим лечение бета-блокаторами, из-за аддитивного эффекта снижения частоты сердечных сокращений. Перед началом приема сипонимода может потребоваться временное прекращение приема бета-блокаторов. Лечение бета-блокаторами можно начинать у пациентов, получающих стабильные дозы сипонимода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия снижает уровень бетаксолола за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота снижает уровень бетаксолола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "бетаксолол и соталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "бетаксолол и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "бетаксолол и сукцинилхолин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "бетаксолол и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "бетаксолол и сулиндак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тадалафил",
      "description": {
        "common": "тадалафил усиливает действие бетаксолола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "телмисартан и бетаксолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "terazosin",
      "description": {
        "common": "теразозин и бетаксолол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "бетаксолол увеличивает, а тербуталин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терифлуномид",
      "description": {
        "common": "терифлуномид снижает уровень бетаксолола, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теофиллин",
      "description": {
        "common": "бетаксолол, теофиллин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Бета-блокаторы (особенно неселективные) противодействуют эффектам теофиллина, в то же время повышая уровни теофиллина и его токсичность (механизм: снижение метаболизма теофиллина). Курение увеличивает риск взаимодействия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "бетаксолол и тимолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "бетаксолол и толфенамовая кислота повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "бетаксолол и толметин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "бетаксолол и толваптан повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торсемиде",
      "description": {
        "common": "бетаксолол увеличивает, а торасемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триамтерен",
      "description": {
        "common": "бетаксолол и триамтерен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "валсартан и бетаксолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "бетаксолол и верапамил усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксипамид",
      "description": {
        "common": "ксипамид усиливает действие бетаксолола за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аденозин",
      "description": {
        "common": "бетаксолол, аденозин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Брадикардия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репейник",
      "description": {
        "common": "Репейник усиливает действие бетаксолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает действие бетаксолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цевимелин",
      "description": {
        "common": "цевимелин усиливает эффекты бетаксолола за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "бетаксолол усиливает действие кокаина местно за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск стенокардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "Кукурузный шелк усиливает действие бетаксолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "дигидроэрготамин, бетаксолол. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивный спазм сосудов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "дигидроэрготамин интраназально, бетаксолол. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивный спазм сосудов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дипиридамол",
      "description": {
        "common": "дипиридамол, бетаксолол. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск брадикардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам повышает уровень бетаксолола за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенолдопам",
      "description": {
        "common": "фенолдопам усиливает действие бетаксолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "форсколин",
      "description": {
        "common": "форсколин усиливает действие бетаксолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "guanfacine",
      "description": {
        "common": "бетаксолол, гуанфацин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Селективное введение бета-блокаторов во время отмены альфа-агонистов центрального действия может привести к рецидиву артериальной гипертензии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "визуализирующие агенты (гадолиний)",
      "description": {
        "common": "бетаксолол, визуализирующие агенты (гадолиний). Механизм: неизвестен. Незначительное/значение неизвестно. Повышенный риск анафилаксии от контрастных веществ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левобетаксолол",
      "description": {
        "common": "левобетаксолол усиливает действие бетаксолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие бетаксолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелатонин",
      "description": {
        "common": "мелатонин снижает токсичность бетаксолола за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Мелатонин может корректировать нарушения сна, вызванные бета-блокаторами."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метипранолол офтальмологический",
      "description": {
        "common": "метипранолол офтальмологический усиливает действие бетаксолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "неостигмин",
      "description": {
        "common": "бетаксолол, неостигмин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивная брадикардия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сок нони",
      "description": {
        "common": "бетаксолол и сок нони повышают уровень калия в сыворотке. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "октакозанол",
      "description": {
        "common": "октакозанол усиливает действие бетаксолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "физостигмин",
      "description": {
        "common": "бетаксолол, физостигмин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивная брадикардия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пилокарпин",
      "description": {
        "common": "пилокарпин усиливает действие бетаксолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "reishi",
      "description": {
        "common": "Рейши усиливает действие бетаксолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "пастушья сумка, бетаксолол. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Теоретически пастушья сумка может мешать контролю АД."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "тизанидин усиливает действие бетаксолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трепростинил",
      "description": {
        "common": "трепростинил усиливает действие бетаксолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "йохимбе",
      "description": {
        "common": "бетаксолол снижает токсичность йохимбе за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Усталость",
      "percent": "2-10"
    },
    {
      "name": "Брадикардия",
      "percent": "6-8"
    },
    {
      "name": "Боль в груди",
      "percent": "2-7"
    },
    {
      "name": "Диспепсия",
      "percent": "2-5"
    },
    {
      "name": "Летаргия",
      "percent": "3"
    },
    {
      "name": "Холодные крайности",
      "percent": "2"
    },
    {
      "name": "Диарея",
      "percent": "2"
    },
    {
      "name": "Одышка",
      "percent": "2"
    },
    {
      "name": "Отек",
      "percent": "2"
    },
    {
      "name": "Сердцебиение",
      "percent": "2"
    },
    {
      "name": "Фарингит",
      "percent": "2"
    },
    {
      "name": "Стенокардия",
      "percent": null
    },
    {
      "name": "Аритмия",
      "percent": null
    },
    {
      "name": "Промывка",
      "percent": null
    },
    {
      "name": "Депрессия",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Галлюцинации",
      "percent": null
    },
    {
      "name": "Недомогание",
      "percent": null
    },
    {
      "name": "невропатия",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Диабет",
      "percent": null
    },
    {
      "name": "Гипергликемия",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "гиперхолестеринемия",
      "percent": null
    },
    {
      "name": "Гиперлипидемия",
      "percent": null
    },
    {
      "name": "лейкоцитоз",
      "percent": null
    },
    {
      "name": "катаракта",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Дисфагия",
      "percent": null
    },
    {
      "name": "Либидо снизилось",
      "percent": null
    },
    {
      "name": "протеинурия",
      "percent": null
    },
    {
      "name": "Бронхоспазмы",
      "percent": null
    },
    {
      "name": "Кашель",
      "percent": null
    },
    {
      "name": "Снижение толерантности к физической нагрузке",
      "percent": null
    },
    {
      "name": "Рейно",
      "percent": null
    },
    {
      "name": "явление",
      "percent": null
    },
    {
      "name": "Может повышать уровень триглицеридов и резистентность к инсулину",
      "percent": null
    },
    {
      "name": "и снизить уровень ЛПВП",
      "percent": null
    }
  ]
}