{
  "name": "дроспиренон/этинилэстрадиол/левомефолат",
  "comment": "Rx",
  "other_names": [
    "Тайдемия",
    "сафырал",
    "Беяз"
  ],
  "classes": [
    "Эстрогены/прогестины",
    "Агенты от прыщей",
    "Противозачаточные средства",
    "системный",
    "Оральный"
  ],
  "source": "https://reference.medscape.com/drug/beyaz-safyral-drospirenone-ethinyl-estradiol-levomefolate-4000099",
  "pregnancy": {
    "common": [
      "Назначение КОК с целью вызвать кровотечение отмены не следует использовать в качестве теста на беременность; КОК не следует применять во время беременности для лечения угрожающего или привычного аборта.",
      "У женщин, которые непреднамеренно используют комбинированные оральные контрацептивы (КОК) на ранних сроках беременности, повышенный риск врожденных дефектов невелик или отсутствует; Эпидемиологические исследования и метаанализы не выявили повышенного риска генитальных или негенитальных врожденных дефектов (включая сердечные аномалии и дефекты редукции конечностей) после применения низких доз КОК до зачатия или на ранних сроках беременности.",
      "Женщины, которые не кормят грудью, могут начинать прием КОК не ранее чем через четыре недели после родов."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "После перорального приема таблеток 3 мг DRSP/0,03 мг ЭЭ около 0,02% дозы DRSP выделялось в грудное молоко послеродовых женщин в течение 24 часов; это приводит к максимальной суточной дозе около 0,003 мг DRSP для младенцев.",
      "По возможности советуйте кормящей матери использовать другие формы контрацепции до тех пор, пока она не отлучит ребенка от груди; эстрогенсодержащие КОК могут снижать выработку молока у кормящих матерей; это менее вероятно, если грудное вскармливание налажено; однако у некоторых женщин это может произойти в любое время; небольшое количество стероидов и/или метаболитов оральных контрацептивов присутствует в грудном молоке",
      "На сегодняшний день исследования показывают, что фолиевая кислота не оказывает неблагоприятного воздействия на грудных детей."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Курение сигарет и риск сердечно-сосудистых заболеваний",
          "description": [
            "Рекомендовать женщинам, принимающим оральные контрацептивы, не курить",
            "Курящие женщины старше 35 лет не должны использовать оральные контрацептивы.",
            "Этот риск увеличивается с возрастом (> 35 лет) и при интенсивном курении (15 и более сигарет в день).",
            "Курение сигарет увеличивает риск серьезных побочных эффектов со стороны сердечно-сосудистой системы при использовании комбинированных оральных контрацептивов."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Почечная недостаточность",
        "Неконтролируемая гипертония",
        "Активный / история рака молочной железы или эстроген- или прогестин-чувствительный рак",
        "Сахарный диабет с поражением сосудов",
        "Активная/в анамнезе артериальная тромбоэмболия (инсульт, ИМ), тромбофлебит, ТГВ/ТЭЛА, тромбогенный порок сердца",
        "Доброкачественные или злокачественные опухоли печени, печеночная недостаточность или развитие желтухи при предшествующем применении оральных контрацептивов",
        "Беременность",
        "Надпочечниковая недостаточность",
        "Прием комбинаций препаратов против гепатита С, содержащих омбитасвир/паритапревир/ритонавир, с дасабувиром или без него",
        "Документально подтвержденная гиперчувствительность",
        "История мигрени с аурой",
        "Недиагностированное аномальное маточное кровотечение"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Состояния, усугубляемые задержкой жидкости (например, мигрень, астма, эпилепсия)",
        "Исследования показали повышенный риск рака шейки матки при использовании КОК; однако ВПЧ остается основным фактором риска рака шейки матки; данные свидетельствуют о том, что длительное использование КОК (≥5 лет) может быть связано с повышенным риском",
        "Исследования показали значительное снижение риска рака эндометрия при использовании КОК; защитный эффект увеличивается с увеличением продолжительности приема КОК и может сохраняться спустя годы после прекращения приема КОК.",
        "Из-за повышенного риска гиперкалиемии контролируйте уровень калия в сыворотке в течение первого месяца при одновременном применении с препаратами, повышающими/сберегающими калий (например, спиронолактоном); рассмотрите возможность мониторинга концентрации калия в сыворотке у пациентов с высоким риском, которые принимают сильный ингибитор CYP3A4 в течение длительного времени и одновременно; сильные ингибиторы CYP3A4 включают азольные противогрибковые препараты (например, кетоконазол, итраконазол, вориконазол), ингибиторы протеазы ВИЧ/ВГС (например, индинавир, боцепревир) и кларитромицин.",
        "Повышенный риск рака печени при использовании КОК; риск увеличивается с увеличением продолжительности использования КОК",
        "Риск рака яичников может снижаться с увеличением продолжительности приема КОК.",
        "Прекратить гормональную терапию до начала терапии комбинированным препаратом омбитасвир/паритапревир/ритонавир с дасабувиром или без него; можно возобновить примерно через 2 недели после завершения лечения комбинированным препаратом",
        "Мониторинг пациентов на пероральные антикоагулянты (например, варфарин); повышенная доза антикоагулянта может быть оправдана из-за риска тромбоэмболии при приеме пероральных контрацептивов.",
        "Прекратите терапию за 4 недели до серьезной операции или длительной иммобилизации; может возобновиться через 2 недели после",
        "Мониторинг женщин с предиабетом и диабетом с дислипидемией",
        "Немедленно прекратите лечение при возникновении любого из следующих явлений: желтуха, проблемы со зрением (могут вызвать непереносимость контактных линз), любые признаки ВТЭ, мигрень необычной тяжести, значительное повышение АД, тяжелая депрессия, повышенный риск тромбоэмболических осложнений после операции.",
        "Семейный анамнез рака молочной железы и/или ТГВ/ТЭЛА",
        "Текущая/анамнестическая депрессия, эндометриоз, СД, АГ, изменения минеральной плотности костной ткани, почечная/печеночная недостаточность, нарушение обмена веществ в костях, СКВ"
      ],
      "specific": [
        {
          "type": "Рак молочной железы",
          "description": [
            "Риск для женщины зависит от условий, при которых естественный высокий уровень гормонов сохраняется в течение длительного периода времени, в том числе в раннем возрасте.",
            "В некоторых исследованиях сообщается о небольшом увеличении риска рака молочной железы среди нынешних или недавно принимавших КОК (менее 6 месяцев с момента последнего применения) и нынешних принимавших КОК в течение более длительного времени.",
            "Эпидемиологические исследования не обнаружили последовательной связи между использованием комбинированных оральных контрацептивов (КОК) и риском рака молочной железы; исследования не показывают связи между когда-либо (текущим или прошлым) использованием КОК и риском рака молочной железы"
          ]
        },
        {
          "type": "Тромбоэмболические нарушения",
          "description": [
            "У женщин, принимающих дроспиренонсодержащие контрацептивы, риск развития ВТЭ может быть в 3 раза выше, чем у женщин, принимающих другие комбинированные гормональные контрацептивы.",
            "Чтобы снизить риск развития ВТЭ, в рекомендациях CDC рекомендуется подождать не менее 3 недель после вагинальных родов или 6 недель после кесарева сечения, прежде чем начинать использование комбинированных гормональных контрацептивов; женщинам с дополнительными факторами риска ВТЭ (помимо послеродового) не следует применять комбинированные гормональные контрацептивы",
            "Немедленно прекратите прием при возникновении тромботических явлений.",
            "Риск ВТЭ наиболее высок в течение первого года использования; промежуточные данные крупного проспективного когортного исследования безопасности различных комбинированных оральных контрацептивов (КОК) свидетельствуют о том, что этот повышенный риск по сравнению с тем, кто не принимает КОК, является самым высоким в течение первых 6 месяцев использования КОК."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Предменструальный синдром",
      "percent": "13.2"
    },
    {
      "name": "Мигрень",
      "percent": "10.7"
    },
    {
      "name": "головная боль",
      "percent": "8.3"
    },
    {
      "name": "Боль в груди",
      "percent": "4.7"
    },
    {
      "name": "дискомфорт",
      "percent": "4.5"
    },
    {
      "name": "нежность",
      "percent": "2.3"
    },
    {
      "name": "Менструальные нарушения",
      "percent": "2.3"
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "дискомфорт",
      "percent": null
    },
    {
      "name": "нежность",
      "percent": null
    },
    {
      "name": "Изменения настроения",
      "percent": null
    },
    {
      "name": "в том числе влияет на лабильность",
      "percent": null
    },
    {
      "name": "депрессия",
      "percent": null
    },
    {
      "name": "изменение настроения",
      "percent": null
    },
    {
      "name": "перепады настроения",
      "percent": null
    },
    {
      "name": "и раздражительность",
      "percent": null
    },
    {
      "name": "Нерегулярные маточные кровотечения",
      "percent": null
    },
    {
      "name": "Венозный",
      "percent": null
    },
    {
      "name": "артериальные тромбоэмболические явления",
      "percent": null
    },
    {
      "name": "включая ТГВ",
      "percent": null
    },
    {
      "name": "ЧП",
      "percent": null
    },
    {
      "name": "гладить",
      "percent": null
    },
    {
      "name": "Ми",
      "percent": null
    },
    {
      "name": "внутрисердечный тромбоз",
      "percent": null
    },
    {
      "name": "тромбоз сагиттального синуса",
      "percent": null
    },
    {
      "name": "тромбоз внутричерепных венозных синусов",
      "percent": null
    },
    {
      "name": "тромбоз вен сетчатки",
      "percent": null
    },
    {
      "name": "Гипертония",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "Гиперкалиемия",
      "percent": null
    },
    {
      "name": "Хлоазма",
      "percent": null
    },
    {
      "name": "Болезнь желчного пузыря",
      "percent": null
    },
    {
      "name": "Токсическая кожная сыпь",
      "percent": null
    },
    {
      "name": "лейомиома матки",
      "percent": null
    }
  ]
}