{
  "name": "пенициллин G бензатин",
  "comment": "Rx",
  "other_names": [
    "Пермапен",
    "Бициллин Л.А."
  ],
  "classes": [
    "Естественный",
    "пенициллины"
  ],
  "source": "https://reference.medscape.com/drug/bicillin-la-permapen-penicillin-g-benzathine-999573",
  "pregnancy": {
    "common": [
      "Категория беременности: B",
      "Лактация: выделяется с грудным молоком, рекомендуется соблюдать осторожность."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: выделяется с грудным молоком, рекомендуется соблюдать осторожность."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Непреднамеренное внутривенное введение, которое было связано с кардиореспираторной остановкой и смертью; не вводите препарат внутривенно и не смешивайте с другими растворами для внутривенного введения",
        "Перед введением внимательно прочитайте предупреждения, побочные реакции и разделы дозировки и введения на этикетке.",
        "Не для внутривенного использования",
        "Не вводите внутривенно и не смешивайте с другими растворами для внутривенного введения."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность; сообщалось о серьезных и иногда смертельных реакциях"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Не вводите вблизи нерва или артерии",
        "Только для глубокого администрирования IM; не вводите внутривенно, подкожно или ИТ",
        "Тяжелые кожные побочные реакции (SCAR), такие как синдром Стивенса-Джонсона (SJS), токсический эпидермальный некролиз (TEN), лекарственная реакция с эозинофилией и системными симптомами (DRESS) и острый генерализованный экзантематозный пустулез (AGEP), зарегистрированы у пациентов, принимавших бета- лактамные антибиотики; прекратить терапию при подозрении на СКАР; рассмотреть альтернативное лечение",
        "При применении антибактериальных препаратов, включая пенициллин G, сообщалось о псевдомембранозном колите.",
        "Вводить путем глубокой внутримышечной инъекции только в верхний наружный квадрант ягодицы (дорсо-ягодичную область) или вентро-ягодичную область; Сообщалось о фиброзе и атрофии четырехглавой мышцы бедра после повторных внутримышечных инъекций препаратов пенициллина в переднебоковую часть бедра и не рекомендуется"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Кожные высыпания, включая макулопапулезные высыпания и эксфолиативный дерматит",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Сыворотка",
      "percent": null
    },
    {
      "name": "болезненные реакции",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "озноб",
      "percent": null
    },
    {
      "name": "высокая температура",
      "percent": null
    },
    {
      "name": "отек",
      "percent": null
    },
    {
      "name": "артралгия",
      "percent": null
    },
    {
      "name": "прострация",
      "percent": null
    },
    {
      "name": "Яриш",
      "percent": null
    },
    {
      "name": "Сообщается о реакции Герксгеймера при лечении сифилиса",
      "percent": null
    },
    {
      "name": "Псевдомембранозный колит",
      "percent": null
    }
  ]
}