{
  "name": "кармустин",
  "comment": "Rx",
  "other_names": [
    "БиКНУ",
    "Глиадель"
  ],
  "classes": [
    "Противоопухолевые препараты",
    "Алкилирование"
  ],
  "source": "https://reference.medscape.com/drug/bicnu-gliadel-carmustine-342194",
  "pregnancy": {
    "common": [
      "Терапия может нанести вред плоду при назначении беременной женщине; нет доступных данных о применении у беременных женщин"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Терапия может нанести вред плоду при назначении беременной женщине.",
          "Проверка статуса беременности женщин репродуктивного потенциала до терапии",
          "Основываясь на его механизме действия, посоветуйте мужчинам с партнершами репродуктивного возраста использовать эффективные средства контрацепции в течение 3 месяцев после терапии.",
          "Кармустин вызывал дегенерацию яичек у животных; консультировать пациентов мужского пола о потенциальном риске бесплодия",
          "Рекомендовать женщинам с репродуктивным потенциалом использовать эффективные методы контрацепции в течение 6 месяцев после терапии.",
          "Препарат эмбриотоксичен и тератогенен для крыс при воздействии меньшем, чем воздействие при рекомендуемой дозе для человека, исходя из площади поверхности тела (ППТ), и эмбриотоксичен для кроликов при воздействии, аналогичном воздействию при рекомендуемой дозе для человека, исходя из ППТ; информировать беременных женщин о потенциальном риске для плода"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Отсутствуют данные о присутствии препарата или его метаболитов в грудном молоке или влиянии на ребенка, находящегося на грудном вскармливании, или на выработку молока; из-за возможности серьезных побочных реакций у детей, находящихся на грудном вскармливании, от терапии, посоветуйте женщинам не кормить грудью после лечения и в течение как минимум 7 дней после лечения."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Легочная токсичность зависит от дозы; риск возрастает при кумулятивных дозах > 1400 мг/м², заболеваниях легких в анамнезе и длительности терапии; через 15 лет после введения у детей были зарегистрированы отсроченные случаи легочного фиброза, которые могут привести к смерти.",
        "Угнетение функции костного мозга (особенно тромбоцитопения и лейкопения) является наиболее частым и тяжелым из токсических эффектов, которые могут возникнуть в результате введения кармустина. Это может способствовать кровотечению и инфекциям; контролировать показатели крови в течение как минимум 6 недель после приема дозы",
        "Препарат следует вводить под наблюдением опытного врача-химиотерапевта."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Длительное применение связано с развитием вторичных злокачественных новообразований (острые лейкозы и дисплазии костного мозга)",
        "Ассоциируется с рвотным потенциалом от умеренного до высокого; назначить противорвотные средства для предотвращения тошноты и рвоты",
        "Риск экстравазации, внимательно наблюдайте во время инфузии",
        "Во время введения могут возникать реакции в месте инъекции; быстрое введение может вызвать жжение по ходу вены и гиперемию кожи",
        "Периодически контролировать тесты функции печени во время терапии; обратимое повышение (редко) билирубина, уровней щелочной фосфатазы и трансаминаз.",
        "Почечная недостаточность, уменьшение размера почек и прогрессирующая азотемия у пациентов, получающих низкие или большие кумулятивные дозы или длительное лечение; периодически контролировать функцию почек",
        "Нарушение заживления нейрохирургической раны, включая расхождение швов раны, замедленное заживление и субдуральные, подглеальные или раневые выпоты, связанные с лечением пластинчатыми имплантатами; также сообщалось об утечке спинномозговой жидкости; мониторинг нарушений заживления нейрохирургических ран после операции",
        "Сообщается о менингите у пациентов с рецидивирующей глиомой, получающих вафельные имплантаты; послеоперационный мониторинг признаков/симптомов менингита и инфекции ЦНС",
        "Вафельный имплантат, связанный с внутричерепной гипертензией; сообщалось об отеке головного мозга у пациентов с недавно диагностированной глиомой; внимательно следите за внутричерепной гипертензией, связанной с отеком головного мозга, воспалением или некрозом тканей головного мозга, окружающих резекцию; в рефрактерных случаях может потребоваться удаление пластины",
        "Избежать беременности",
        "Окулярная токсичность, связанная с интракаротидным путем (исследование); безопасность и эффективность не установлены",
        "Вафельные имплантаты, связанные с судорогами; судороги, возникшие после лечения, о которых сообщалось в течение 5 дней после операции; инициировать оптимальную противосудорожную терапию до операции",
        "Не давайте чаще, чем раз в 6–8 недель, из-за отсроченной миелосупрессии; общий анализ крови следует контролировать еженедельно в течение как минимум шести недель после каждой дозы",
        "Риск необратимого легочного фиброза при длительном лечении"
      ],
      "specific": [
        {
          "type": "контрацепция",
          "description": [
            "Консультировать пациентов женского пола, чтобы избежать беременности во время терапии из-за риска повреждения плода",
            "Рекомендовать мужчинам с половыми партнерами женского пола с репродуктивным потенциалом использовать эффективные методы контрацепции во время терапии и в течение как минимум трех месяцев после последней дозы кармустина.",
            "Рекомендовать женщинам с репродуктивным потенциалом использовать высокоэффективные средства контрацепции во время и в течение шести месяцев после завершения лечения."
          ]
        },
        {
          "type": "плодородие",
          "description": [
            "Основываясь на доклинических данных, мужская фертильность может быть нарушена терапией."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "кармустин снижает действие живых аденовирусов типов 4 и 7 при пероральном приеме за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "кармустин, аксикабтаген цилолеуцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "кармустин, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "кармустин, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "кармустин, идекабтаген виклеуцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "кармустин снижает эффекты четырехвалентной вакцины против вируса гриппа, адъювантно проявляя фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "кармустин снижает эффекты трехвалентной вакцины против вируса гриппа, фармакодинамически антагонизирует адъювантом. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "кармустин, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность кармустина по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "рогинтерферон альфа 2b, кармустин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "кармустин, тисагенлеклеусель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "кармустин, тофацитиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб, кармустин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Coadministration может увеличить риск миелосупрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт и кармустин усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендамустин",
      "description": {
        "common": "бендамустин, кармустин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бусульфан",
      "description": {
        "common": "бусульфан, кармустин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбоплатин",
      "description": {
        "common": "карбоплатин, кармустин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорамбуцил",
      "description": {
        "common": "кармустин, хлорамбуцил.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "кармустин снижает действие вакцины против холеры за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин, кармустин. Механизм: снижение метаболизма. Используйте осторожность/монитор. Повышенная миелотоксичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цисплатин",
      "description": {
        "common": "кармустин, цисплатин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "кармустин, циклофосфамид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дакарбазин",
      "description": {
        "common": "кармустин, дакарбазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "кармустин снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "кармустин, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и кармустин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "кармустин снижает уровень дигоксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Целесообразно внимательно наблюдать за пациентами на предмет потери клинической эффективности дигоксина при проведении противоопухолевой терапии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этотоин",
      "description": {
        "common": "кармустин снижает уровень этотоина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "кармустин усиливает действие финголимода за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "кармустин снижает уровень фосфенитоина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "кармустин, гидроксимочевина. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "кармустин, ифосфамид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гриппа А (H5N1)",
      "description": {
        "common": "кармустин снижает действие вакцины против гриппа A (H5N1) за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить иммунный ответ на вакцину H5N1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа (H5N1) с адъювантом",
      "description": {
        "common": "кармустин снижает действие вакцины против вируса гриппа (H5N1), усиливая фармакодинамический антагонизм. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить иммунный ответ на вакцину H5N1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "кармустин и сульфат изавуконазония снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломустин",
      "description": {
        "common": "кармустин, ломустин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "кармустин снижает действие менингококковой вакцины группы В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Лица с измененной иммунокомпетентностью могут иметь сниженный иммунный ответ на вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, кармустин.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олапариб",
      "description": {
        "common": "кармустин и олапариб усиливают фармакодинамический синергизм. Используйте осторожность/монитор. Одновременное применение с другими миелосупрессивными противоопухолевыми средствами, включая агенты, повреждающие ДНК, может усиливать и пролонгировать миелосупрессивную токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "кармустин снижает уровень фенитоина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и кармустин усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "кармустин снижает эффекты сипулеуцел-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стрептозоцин",
      "description": {
        "common": "кармустин, стрептозоцин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотепа",
      "description": {
        "common": "кармустин, тиотепа.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, кармустин.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, кармустин.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витамин А",
      "description": {
        "common": "витамин А, кармустин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Антиоксиданты, такие как витамин А, повышают эффективность и снижают токсичность противоопухолевых препаратов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витамин Е",
      "description": {
        "common": "витамин Е, кармустин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Антиоксиданты, такие как витамин Е, повышают эффективность и снижают токсичность противоопухолевых препаратов."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Судороги",
      "percent": "19"
    },
    {
      "name": "гемиплегия",
      "percent": "19"
    },
    {
      "name": "Головная боль",
      "percent": "15"
    },
    {
      "name": "Метаболическое расстройство",
      "percent": "14"
    },
    {
      "name": "Сонливость",
      "percent": "14"
    },
    {
      "name": "Высокая температура",
      "percent": "12"
    },
    {
      "name": "Путаница",
      "percent": "10"
    },
    {
      "name": "Афазия",
      "percent": "9"
    },
    {
      "name": "Тошнота",
      "percent": "8"
    },
    {
      "name": "Рвота",
      "percent": "8"
    },
    {
      "name": "Боль",
      "percent": "7"
    },
    {
      "name": "Сыпь",
      "percent": "5"
    },
    {
      "name": "Абсцесс",
      "percent": "4"
    },
    {
      "name": "Черепной отек",
      "percent": "4"
    },
    {
      "name": "высота внутричерепного давления",
      "percent": "4"
    },
    {
      "name": "Менингит",
      "percent": "4"
    },
    {
      "name": "Гипергликемия",
      "percent": "3"
    },
    {
      "name": "гипертензия",
      "percent": "3"
    },
    {
      "name": "Запор",
      "percent": "2"
    },
    {
      "name": "Диарея",
      "percent": "2"
    },
    {
      "name": "Головокружение",
      "percent": "2"
    },
    {
      "name": "Депрессия",
      "percent": "2"
    },
    {
      "name": "Сообщалось о большей миелотоксичности при совместном применении с циметидином.",
      "percent": null
    },
    {
      "name": "Сердечные расстройства",
      "percent": null
    },
    {
      "name": "Тахикардия и боль в груди",
      "percent": null
    },
    {
      "name": "Заболевания глаз",
      "percent": null
    },
    {
      "name": "отек конъюнктивы",
      "percent": null
    },
    {
      "name": "конъюнктивальное кровоизлияние",
      "percent": null
    },
    {
      "name": "затуманенное зрение и потеря восприятия глубины",
      "percent": null
    },
    {
      "name": "Желудочно-кишечная токсичность",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "анорексия",
      "percent": null
    },
    {
      "name": "и диарея",
      "percent": null
    },
    {
      "name": "Гепатотоксичность",
      "percent": null
    },
    {
      "name": "Повышенная трансаминаза",
      "percent": null
    },
    {
      "name": "повышенная щелочная фосфатаза",
      "percent": null
    },
    {
      "name": "повышенный уровень билирубина Инфекции и инвазии",
      "percent": null
    },
    {
      "name": "инфекции",
      "percent": null
    },
    {
      "name": "Оппортунистические инфекции",
      "percent": null
    },
    {
      "name": "в том числе с летальным исходом",
      "percent": null
    },
    {
      "name": "Новообразования доброкачественные",
      "percent": null
    },
    {
      "name": "злокачественные и неуточненные",
      "percent": null
    },
    {
      "name": "включая кисты и полипы",
      "percent": null
    },
    {
      "name": "Острый лейкоз",
      "percent": null
    },
    {
      "name": "дисплазии костного мозга",
      "percent": null
    },
    {
      "name": "Нефротоксичность",
      "percent": null
    },
    {
      "name": "Прогрессирующая азотемия",
      "percent": null
    },
    {
      "name": "уменьшение размера почек",
      "percent": null
    },
    {
      "name": "почечная недостаточность",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Головные боли",
      "percent": null
    },
    {
      "name": "энцефалопатия",
      "percent": null
    },
    {
      "name": "и судороги",
      "percent": null
    },
    {
      "name": "Легочная токсичность",
      "percent": null
    },
    {
      "name": "Пневмонит",
      "percent": null
    },
    {
      "name": "интерстициальное заболевание легких",
      "percent": null
    },
    {
      "name": "Репродуктивная система и молочные железы",
      "percent": null
    },
    {
      "name": "Гинекомастия",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Обжигающее ощущение",
      "percent": null
    },
    {
      "name": "гиперпигментация",
      "percent": null
    },
    {
      "name": "припухлость",
      "percent": null
    },
    {
      "name": "боль",
      "percent": null
    },
    {
      "name": "эритема",
      "percent": null
    },
    {
      "name": "некроз кожи",
      "percent": null
    },
    {
      "name": "алопеция",
      "percent": null
    },
    {
      "name": "аллергическая реакция",
      "percent": null
    },
    {
      "name": "Сосудистые расстройства",
      "percent": null
    },
    {
      "name": "Вено",
      "percent": null
    },
    {
      "name": "окклюзионная болезнь",
      "percent": null
    }
  ]
}