{
  "name": "эстрадиол/прогестерон",
  "comment": "Rx",
  "other_names": [
    "Биджува"
  ],
  "classes": [
    "Эстрогены/прогестины-ЗГТ"
  ],
  "source": "https://reference.medscape.com/drug/bijuva-estradiol-progesterone-1000294",
  "pregnancy": {
    "common": [
      "Данных о применении у беременных нет; однако эпидемиологические исследования и метаанализы не выявили повышенного риска генитальных или негенитальных врожденных пороков (включая сердечные аномалии и редукционные дефекты конечностей) после применения комбинированных гормональных контрацептивов (эстроген и прогестин) до зачатия или на ранних сроках беременности.",
      "Не показано женщинам в пременопаузе, беременным или кормящим женщинам."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Эстрогены плюс прогестагены присутствуют в грудном молоке и могут снижать выработку молока у кормящих грудью женщин; это снижение может произойти в любое время, но менее вероятно, что грудное вскармливание будет налажено; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями терапии или основного заболевания матери для ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Эстроген плюс прогестиновая терапия",
          "description": [
            "При отсутствии сопоставимых данных эти риски следует считать аналогичными для других доз КЭ и МПА, а также других комбинаций и лекарственных форм эстрогенов и прогестинов.",
            "Терапия эстрогенами и прогестинами не должна использоваться для профилактики сердечно-сосудистых заболеваний или деменции.",
            "Сердечно-сосудистые расстройства и возможная деменция",
            "Эстрогены с прогестинами или без них следует назначать в самых низких эффективных дозах и на самую короткую продолжительность в соответствии с целями лечения и рисками для конкретной женщины.",
            "Рак молочной железы",
            "Подисследование Women's Health Initiative (WHI) «Эстроген плюс прогестин» сообщило о повышенном риске инфаркта миокарда (ИМ), инсульта, тромбоэмболии легочной артерии (ТЭЛА) и тромбоза глубоких вен (ТГВ) у женщин в постменопаузе (в возрасте 50–79 лет) в течение 5,6 лет лечения. с ежедневным пероральным приемом конъюгированных эстрогенов (КЭ 0,625 мг) в сочетании с ацетатом медроксипрогестерона (МПА 2,5 мг) по сравнению с плацебо",
            "Исследование памяти WHI, подисследование исследования WHI, сообщило о повышенном риске развития вероятной деменции у женщин в постменопаузе в возрасте ≥65 лет в течение 4 лет лечения ежедневным приемом CE 0,625 мг в сочетании с MPA 2,5 мг по сравнению с плацебо.",
            "WHI продемонстрировал повышенный риск инвазивного рака молочной железы"
          ]
        },
        {
          "type": "Эстрогенная терапия",
          "description": [
            "Терапия эстрогенами и прогестинами не должна использоваться для профилактики сердечно-сосудистых заболеваний или деменции.",
            "Подисследование Women's Health Initiative (WHI) «Эстроген плюс прогестин» сообщило о повышенном риске инфаркта миокарда (ИМ), инсульта, тромбоэмболии легочной артерии (ТЭЛА) и тромбоза глубоких вен (ТГВ) у женщин в постменопаузе (в возрасте 50–79 лет) в течение 5,6 лет лечения. с ежедневным пероральным приемом конъюгированных эстрогенов (КЭ 0,625 мг) в сочетании с ацетатом медроксипрогестерона (МПА 2,5 мг) по сравнению с плацебо",
            "Исследование памяти WHI, подисследование исследования WHI, сообщило о повышенном риске развития вероятной деменции у женщин в постменопаузе в возрасте ≥65 лет в течение 4 лет лечения ежедневным приемом CE 0,625 мг в сочетании с MPA 2,5 мг по сравнению с плацебо."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Известная анафилактическая реакция, ангионевротический отек или гиперчувствительность к эстрадиолу, прогестерону или любым вспомогательным веществам",
        "Известные нарушения или заболевания печени",
        "Недиагностированные аномальные генитальные кровотечения",
        "Известный, подозреваемый или история рака молочной железы",
        "Активное артериальное тромбоэмболическое заболевание (например, инсульт, ИМ) или эти состояния в анамнезе",
        "Известный дефицит протеина С, протеина S или антитромбина или другие известные тромбофильные расстройства",
        "Установленная или подозреваемая эстрогензависимая неоплазия",
        "Активный ТГВ, ТЭЛА или эти состояния в анамнезе"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Эстрогены и прогестины вызывают некоторую задержку жидкости; осторожность с условиями, которые могут быть затронуты (например, сердечная или почечная дисфункция); контролировать любую женщину с состоянием (состояниями), которое может предрасполагать ее к задержке жидкости, например, с сердечной или почечной недостаточностью; прекратить терапию эстрогенами и прогестагенами при наличии медицинских показаний относительно задержки жидкости",
        "Повышение риска инсульта продемонстрировано после первого года и сохраняется; немедленно прекратить прием эстрогена с терапией прогестагеном или без нее, если произошел или подозревается инсульт",
        "В небольшом количестве сообщений о случаях существенное повышение артериального давления было связано с идиосинкразическими реакциями на эстрогены; в крупном рандомизированном плацебо-контролируемом клиническом исследовании генерализованное влияние эстрогенов на артериальное давление не наблюдалось.",
        "Эстроген может привести к тяжелой гиперкальциемии у женщин с раком молочной железы и метастазами в кости; прекратите терапию, если возникает гиперкальциемия, и примите соответствующие меры для снижения уровня кальция в сыворотке",
        "При добавлении прогестина в течение ≥10 дней цикла приема эстрогенов или ежедневно при непрерывном режиме приема эстрогенов сообщалось о снижении частоты гиперплазии эндометрия по сравнению с лечением только эстрогенами.",
        "Эстрогены могут плохо метаболизироваться у женщин с печеночной недостаточностью; проявлять осторожность у любой женщины с историей холестатической желтухи, связанной с прошлым использованием эстрогена или с беременностью; в случае рецидива холестатической желтухи отменить",
        "О раке молочной железы сообщалось при терапии; все женщины должны проходить ежегодное обследование молочных желез у поставщика медицинских услуг и ежемесячно проводить самообследование молочных желез; кроме того, маммографические обследования следует планировать с учетом возраста пациента, факторов риска и предыдущих результатов маммографии.",
        "Терапия эстрогенами может вызвать обострение астмы, сахарного диабета, эпилепсии, мигрени, порфирии, системной красной волчанки и гемангиом печени; рассмотреть вопрос о том, перевешивают ли преимущества терапии эстрогенами риски у женщин с такими состояниями",
        "Экзогенные эстрогены могут усугублять симптомы ангионевротического отека у женщин с наследственным ангионевротическим отеком; рассмотреть вопрос о том, перевешивают ли преимущества риски у таких женщин",
        "У женщин в постменопаузе, получающих эстрогены, отмечается 2–4-кратное увеличение риска заболевания желчного пузыря, требующего хирургического вмешательства.",
        "Венозная тромбоэмболия сообщили с терапией; увеличение риска ВТЭ, продемонстрированное в течение первого года и сохраняющееся; немедленно прекратить терапию эстрогенами и прогестагенами при возникновении или подозрении на ВТЭ; если возможно, прекратите прием эстрогенов по крайней мере за 4-6 недель до операции типа, связанного с повышенным риском тромбоэмболии, или в периоды длительной иммобилизации",
        "Риск вероятной деменции повышен у женщин в возрасте 65-79 лет, принимающих эстроген плюс прогестин или только эстроген.",
        "Сообщается о тромбозе сосудов сетчатки у женщин, получающих эстрогены; прекратите терапию до обследования, если есть внезапная частичная или полная потеря зрения или внезапное появление экзофтальма, диплопии или мигрени; окончательно прекратить терапию, если при обследовании выявляется отек диска зрительного нерва или поражение сосудов сетчатки.",
        "Эстрогены могут плохо метаболизироваться при нарушении функции печени; с осторожностью при наличии в анамнезе холестатической желтухи, связанной с приемом эстрогенов в прошлом или беременностью",
        "Надлежащим образом контролируйте любые факторы риска заболевания артериальных сосудов (например, гипертонию, сахарный диабет, употребление табака, гиперхолестеринемию и ожирение) и/или венозную тромбоэмболию (ВТЭ; например, личный или семейный анамнез ВТЭ, ожирения и системной волчанки) эритематоз)",
        "У женщин с ранее существовавшей гипертриглицеридемией терапия эстрогенами может быть связана с повышением уровня триглицеридов в плазме, что приводит к панкреатиту.",
        "Исследования добавления прогестагена в течение 10 или более дней цикла введения эстрогена или ежедневного приема эстрогена в непрерывном режиме показали снижение частоты гиперплазии эндометрия по сравнению с лечением только эстрогеном; гиперплазия эндометрия может быть предвестником рака эндометрия; однако существуют возможные риски, которые могут быть связаны с использованием прогестагенов с эстрогенами по сравнению со схемами, содержащими только эстроген; они включают повышенный риск рака молочной железы",
        "Введение эстрогенов приводит к повышению уровня тиреоидсвязывающего глобулина; женщинам, зависящим от заместительной терапии гормонами щитовидной железы, которые также получают эстрогены, может потребоваться повышенная доза заместительной терапии щитовидной железы.",
        "Повышенный риск ТЭЛА, ТГВ, инсульта и ИМ при заместительной гормональной терапии эстрогенами и прогестинами (ЗГТ)",
        "Вызванная эстрогенами гипокальциемия может возникать у женщин с гипопаратиреозом; рассмотреть вопрос о том, перевешивают ли преимущества терапии риски у таких женщин",
        "Имплантаты остаточного эндометрия зарегистрированы у женщин после гистерэктомии, получавших терапию только эстрогенами; рассмотреть возможность добавления прогестерона для этих женщин",
        "Не было показано, что уровни сывороточного фолликулостимулирующего гормона (ФСГ) и эстрадиола полезны при лечении умеренных и тяжелых вазомоторных симптомов.",
        "Незначительный повышенный риск рака яичников, о котором сообщалось в субисследовании WHI эстроген плюс прогестин"
      ],
      "specific": [
        {
          "type": "Обострение гипотиреоза",
          "description": [
            "Введение эстрогенов приводит к повышению уровня тиреоидсвязывающего глобулина (ТСГ); женщины с нормальной функцией щитовидной железы могут компенсировать повышенный уровень ТСГ, вырабатывая больше гормонов щитовидной железы, таким образом поддерживая концентрации свободных Т4 и Т3 в сыворотке крови в нормальном диапазоне.",
            "Женщинам, зависящим от заместительной терапии гормонами щитовидной железы, которые также получают эстрогены, могут потребоваться повышенные дозы заместительной терапии щитовидной железы; мониторинг функции щитовидной железы у этих женщин во время терапии для поддержания уровня свободных гормонов щитовидной железы в приемлемом диапазоне"
          ]
        },
        {
          "type": "Рак эндометрия",
          "description": [
            "Сообщается о повышенном риске рака эндометрия при беспрепятственной терапии эстрогенами у женщин с маткой; Риск рака эндометрия среди тех, кто не принимает эстрогены, примерно в 2–12 раз выше, чем у тех, кто не принимает их, и, по-видимому, зависит от продолжительности лечения и дозы эстрогена.",
            "Нет никаких доказательств того, что использование натуральных эстрогенов приводит к другому профилю риска для эндометрия, чем синтетические эстрогены с эквивалентной дозой эстрогена; Было показано, что добавление прогестагена к терапии эстрогенами у женщин в постменопаузе снижает риск гиперплазии эндометрия, которая может быть предшественником рака эндометрия.",
            "Важно клиническое наблюдение за всеми женщинами, принимающими только эстроген или эстроген плюс прогестаген; проводить адекватные диагностические мероприятия, включая направленный или случайный забор эндометрия по показаниям, чтобы исключить злокачественное новообразование у женщин в постменопаузе с недиагностированным постоянным или повторяющимся аномальным генитальным кровотечением неизвестной этиологии."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Эстрогены и прогестины частично метаболизируются CYP3A4.",
            "Ингибиторы CYP3A4 могут повышать концентрацию эстрогена/прогестина в плазме, что может привести к усилению побочных эффектов.",
            "Индукторы CYP3A4 могут снижать концентрацию эстрогена/прогестина в плазме, что может привести к снижению терапевтического эффекта."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Болезненность молочных желез",
      "percent": "10.4"
    },
    {
      "name": "Головная боль",
      "percent": "3.4"
    },
    {
      "name": "Вагинальное кровотечение",
      "percent": "3.4"
    },
    {
      "name": "выделения из влагалища",
      "percent": "3.4"
    },
    {
      "name": "Боль в области таза",
      "percent": "3.1"
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "Боль в животе и дискомфорт",
      "percent": null
    },
    {
      "name": "вздутие живота",
      "percent": null
    },
    {
      "name": "диарея",
      "percent": null
    },
    {
      "name": "тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Общие расстройства и состояния в месте введения",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "чувствую себя ненормально",
      "percent": null
    },
    {
      "name": "недомогание",
      "percent": null
    },
    {
      "name": "Нарушения обмена веществ и питания",
      "percent": null
    },
    {
      "name": "Задержка жидкости",
      "percent": null
    },
    {
      "name": "вес увеличился",
      "percent": null
    },
    {
      "name": "Заболевания опорно-двигательного аппарата и соединительной ткани",
      "percent": null
    },
    {
      "name": "Мышечные спазмы",
      "percent": null
    },
    {
      "name": "боль в конечности",
      "percent": null
    },
    {
      "name": "расстройства нервной системы головокружение",
      "percent": null
    },
    {
      "name": "головная боль",
      "percent": null
    },
    {
      "name": "сонливость",
      "percent": null
    },
    {
      "name": "психические расстройства",
      "percent": null
    },
    {
      "name": "Расстройство сна",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Репродуктивная система и молочные железы",
      "percent": null
    },
    {
      "name": "Боль в груди",
      "percent": null
    },
    {
      "name": "болезненность молочных желез",
      "percent": null
    },
    {
      "name": "маточное кровотечение",
      "percent": null
    },
    {
      "name": "Со стороны кожи и подкожной клетчатки Ночная потливость",
      "percent": null
    },
    {
      "name": "зуд",
      "percent": null
    },
    {
      "name": "Сосудистые расстройства",
      "percent": null
    },
    {
      "name": "Горячий смыв",
      "percent": null
    }
  ]
}