{
  "name": "преднизолон/сульфацетамид офтальмологический",
  "comment": "Rx",
  "other_names": [
    "Блефамид С.О.П.",
    "блефамид"
  ],
  "classes": [
    "Антибиотики/кортикостероиды",
    "Офтальмологический"
  ],
  "source": "https://reference.medscape.com/drug/blephamide-prednisolone-sulfacetamide-ophthalmic-343620",
  "pregnancy": {
    "common": [
      "Лактация: Неизвестно, проникает ли местное применение в молоко; будьте осторожны",
      "Категория беременности: C"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: Неизвестно, проникает ли местное применение в молоко; будьте осторожны"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к сульфамиду; активная глаукома, герпес, коровья оспа, ветряная оспа и другие вирусные заболевания роговицы или конъюнктивы, микобактериальная инфекция глаза, грибковые заболевания глазных структур, повышенная чувствительность к любым ингредиентам"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Стероиды могут маскировать инфекции или усиливать существующие глазные инфекции.",
        "Дискразии крови, включая апластическую анемию, агранулоцитоз и другие, о которых сообщалось при применении сульфаниламидов независимо от пути введения",
        "Длительное применение кортикостероидов может привести к формированию задней субкапсулярной катаракты и повышению внутриглазного давления у предрасположенных лиц, что приводит к глазной гипертензии/глаукоме с повреждением зрительного нерва.",
        "Следите за гиперчувствительностью к сульфатам и побочным эффектам стероидов (суперинфекция, глаукома и т. д.)",
        "Длительное применение стероидов может привести к поражению зрительного нерва, глаукоме, дефектам остроты зрения при длительном применении; использование стероидов может замедлить заживление после операции по удалению катаракты; перфорация может возникнуть при применении местных стероидов при заболеваниях, которые истончают роговицу или склеру",
        "Используйте в течение короткого времени только из-за проблем со стероидами",
        "Сообщалось о фатальном некрозе печени при применении сульфаниламидов независимо от пути введения",
        "Синдром Стивенса-Джонсона, токсический эпидермальный некролиз и другие реакции, о которых сообщалось при применении сульфаниламидов независимо от пути введения."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон, преднизолон. Механизм: неизвестен. Противопоказано. производитель утверждает, что мифепристон противопоказан больным. при длительном приеме кортикостероидов Tx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "преднизолон снижает действие живых аденовирусов типов 4 и 7 при пероральном приеме за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Кортикостероиды могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения терапии кортикостероидами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "преднизолон снижает эффекты альдеслейкина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Избегайте комбинации, поскольку кортикостероиды потенциально могут ослабить противоопухолевый эффект альдеслейкина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против сибирской язвы",
      "description": {
        "common": "преднизолон снижает действие вакцины против сибирской язвы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "преднизолон, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Рассмотрите возможность профилактического применения кортикостероидов у пациентов после взвешивания потенциальных преимуществ и рисков. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "преднизолон снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "преднизолон, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "преднизолон, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анатоксины дифтерии и столбняка",
      "description": {
        "common": "преднизолон уменьшает эффекты дифтерийных и столбнячных анатоксинов за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/ бесклеточная коклюшная вакцина",
      "description": {
        "common": "преднизолон снижает действие дифтерийно-столбнячного анатоксина/бесклеточной коклюшной вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/бесклеточный коклюш/полиовирус, инактивированная вакцина",
      "description": {
        "common": "преднизолон снижает действие анатоксинов дифтерии и столбняка/бесклеточного коклюша/полиовируса, инактивированной вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А инактивированная",
      "description": {
        "common": "преднизолон снижает действие вакцины против гепатита А, инактивированной фармакодинамическим антагонизмом. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита а/б",
      "description": {
        "common": "преднизолон снижает действие вакцины против гепатита А/В за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А/брюшного тифа",
      "description": {
        "common": "преднизолон снижает действие вакцины против гепатита А/брюшного тифа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита В",
      "description": {
        "common": "преднизолон снижает действие вакцины против гепатита В за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека невалентная",
      "description": {
        "common": "преднизолон снижает действие вакцины против вируса папилломы человека, невалентной за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека четырехвалентная",
      "description": {
        "common": "преднизолон снижает действие вакцины против вируса папилломы человека, четырехвалентный за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "преднизолон, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "преднизолон снижает действие четырехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "преднизолон снижает действие четырехвалентной противогриппозной вакцины, адъювантной благодаря фармакодинамическому антагонизму. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа на культуре клеток",
      "description": {
        "common": "преднизолон снижает действие четырехвалентной вакцины против вируса гриппа, культивируемой клетками, за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "преднизолон снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "преднизолон снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "преднизолон снижает действие трехвалентной противогриппозной вакцины, усиленной фармакодинамическим антагонизмом. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Вакцина против вируса японского энцефалита",
      "description": {
        "common": "преднизолон снижает действие вакцины против вируса японского энцефалита за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "преднизолон, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "преднизолон будет увеличивать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафариба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите начальную дозу лонафарниба или продолжите ее прием. Во время coadministration внимательно следить за аритмии и событий (например, обмороки, учащенное сердцебиение)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "преднизолон, мациморелин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Лекарства, которые непосредственно влияют на секрецию гипофизом гормона роста (GH), могут повлиять на точность диагностического теста мациморелина. Прежде чем вводить мациморелин, подождите достаточное время вымывания препаратов, влияющих на высвобождение ГР. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от кори (краснухи)",
      "description": {
        "common": "преднизолон снижает действие вакцины против кори (краснухи) за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, паротита и краснухи, живая",
      "description": {
        "common": "преднизолон снижает действие вакцин против кори, эпидемического паротита и краснухи, живущих за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "преднизолон снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "менингококковая A C Y и полисахаридная вакцина W-135 комбинированная",
      "description": {
        "common": "преднизолон снижает эффекты менингококковой A C Y и полисахаридной вакцины W-135 в сочетании с фармакодинамическим антагонизмом. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина 13-валентная",
      "description": {
        "common": "преднизолон снижает эффекты пневмококковой вакцины 13-валентной за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина семивалентная",
      "description": {
        "common": "преднизолон уменьшает эффекты пневмококковой вакцины семивалентной за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина поливалентная",
      "description": {
        "common": "преднизолон снижает эффекты поливалентной пневмококковой вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект преднизолона транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства",
      "description": {
        "common": "преднизолон снижает действие вакцины против бешенства за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды могут препятствовать развитию активного иммунитета."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства из клеток куриного эмбриона",
      "description": {
        "common": "преднизолон снижает действие вакцины против бешенства на клетки куриного эмбриона, полученные за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин снижает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пероральная ротавирусная вакцина, живая",
      "description": {
        "common": "преднизолон снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против краснухи",
      "description": {
        "common": "преднизолон снижает действие вакцины против краснухи за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против оспы живая",
      "description": {
        "common": "преднизолон снижает действие вакцины против оспы (вакцинии) за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "шпиль",
      "description": {
        "common": "преднизолон увеличивает токсичность лука за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тестостерон интраназальный",
      "description": {
        "common": "тестостерон интраназальный, преднизолон.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременное применение увеличивает риск отеков, особенно у пациентов с сердечными, почечными или печеночными заболеваниями."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "столбнячный анатоксин адсорбированный или жидкий",
      "description": {
        "common": "преднизолон снижает действие адсорбированного или жидкого столбнячного анатоксина за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от клещевого энцефалита",
      "description": {
        "common": "преднизолон снижает действие вакцины против клещевого энцефалита за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "преднизолон, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "преднизолон, тофацитиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Инактивированная вакцина против диареи и холеры путешественников",
      "description": {
        "common": "преднизолон уменьшает действие вакцины против диареи путешественников и холеры, инактивированных фармакодинамическим антагонизмом. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "полисахаридная вакцина против брюшного тифа",
      "description": {
        "common": "преднизолон снижает действие брюшнотифозной полисахаридной вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "преднизолон снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "преднизолон снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против желтой лихорадки",
      "description": {
        "common": "преднизолон снижает действие вакцины против желтой лихорадки за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против опоясывающего лишая",
      "description": {
        "common": "преднизолон снижает действие живой вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "ацеклофенак, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "ацеметацин, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "преднизолон снижает эффекты албиглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон будет увеличивать уровень или эффект преднизолона за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "преднизолон, антитромбин альфа. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "преднизолон, антитромбин III. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аргатробан",
      "description": {
        "common": "преднизолон, аргатробан. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин снижает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "аспирин ректальный, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет повышать уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "преднизолон будет увеличивать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "аторвастатин будет увеличивать уровень или эффект преднизолона за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атракурий",
      "description": {
        "common": "атракурий, преднизолон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт и преднизолон усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бемипарин",
      "description": {
        "common": "преднизолон, бемипарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "беротральстат увеличивает уровень или эффект преднизолона за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте или титруйте дозу субстрата P-gp при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "преднизолон, бивалирудин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "преднизолон снижает действие вакцины против холеры за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин снижает уровень преднизолона за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "трисалицилат магния холина, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "как преднизолон, так и ципрофлоксацин увеличивают Прочее (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цисатракурий",
      "description": {
        "common": "цисатракурий, преднизолон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или действие преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клотримазол",
      "description": {
        "common": "клотримазол будет снижать уровень или эффект преднизолона через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин, преднизолон.\nОдин из них повышает уровень другого, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "преднизолон, далтепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет увеличивать уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "преднизолон снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "преднизолон, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ДГЭА, растительный",
      "description": {
        "common": "DHEA, травяной, повысит уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "диклофенак, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлюнизал, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем будет увеличивать уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Внимательно следите за доказательствами чрезмерного ответа на терапию кортикостероидами при использовании с дилтиаземом. При необходимости рассмотрите возможность корректировки дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс будет увеличивать уровень или эффект преднизолона за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "преднизолон, эноксапарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина будет увеличивать уровень или эффект преднизолона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина будет увеличивать уровень или эффект преднизолона с помощью транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект преднизолона за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат будет повышать уровень или эффект преднизолона с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "этодолак, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "преднизолон снижает эффекты инъекционного раствора эксенатида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "преднизолон снижает эффекты инъекционной суспензии эксенатида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "фелодипин будет увеличивать уровень или эффект преднизолона за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "преднизолон будет увеличивать уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "преднизолон усиливает действие финголимода за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "преднизолон увеличивает уровень или эффект флибансерина за счет ингибирования альдегиддегидрогеназы. Используйте осторожность/монитор. При одновременном применении с несколькими слабыми ингибиторами CYP3A4 возможно усиление побочных эффектов флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "преднизолон, фондапаринукс. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант увеличивает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "и преднизолон, и гемифлоксацин увеличивают значение Другое (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глицеринфенилбутират",
      "description": {
        "common": "преднизолон снижает эффекты глицеринфенилбутирата по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут вызывать расщепление белков организма и повышать уровень аммиака в плазме; внимательно следите за уровнем аммиака, когда глицеринфенилбутират применяется совместно с кортикостероидами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гемофильной палочки типа b",
      "description": {
        "common": "преднизолон снижает действие вакцины против гемофильной палочки типа b за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемин",
      "description": {
        "common": "преднизолон снижает эффекты гемина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Препараты, усиливающие синтез дельта-аминолевулиновой кислоты, могут снижать эффект гемина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гепарин",
      "description": {
        "common": "преднизолон, гепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен в/в, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "преднизолон, индакатерол, ингаляционно. калий сыворотки. Используйте осторожность/монитор. Комбинация может увеличить риск гипокалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир увеличивает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гриппа А (H5N1)",
      "description": {
        "common": "преднизолон снижает действие вакцины против гриппа A (H5N1) за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды, используемые в дозах, превышающих физиологические, могут снижать иммунный ответ на вакцину H5N1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа (H5N1) с адъювантом",
      "description": {
        "common": "преднизолон снижает действие вакцины против вируса гриппа (H5N1), усиливая фармакодинамический антагонизм. Используйте осторожность/монитор. Кортикостероиды, используемые в дозах, превышающих физиологические, могут снижать иммунный ответ на вакцину H5N1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, рекомбинантная",
      "description": {
        "common": "преднизолон снижает действие четырехвалентной рекомбинантной противогриппозной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа трехвалентная, рекомбинантная",
      "description": {
        "common": "преднизолон снижает действие трехвалентной, рекомбинантной противогриппозной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "преднизолон снижает действие инсулина деглудек за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Эндогенный кортизол является регуляторным гормоном, повышающим уровень глюкозы в крови; экзогенные системные кортикостероиды связаны с гипергликемией и могут вызывать диабет при хроническом применении высоких доз; дозы противодиабетических агентов может потребоваться корректировка и может потребоваться повышенная частота мониторинга глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "преднизолон снижает эффекты инсулина деглудек/инсулин аспарт за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Эндогенный кортизол является регуляторным гормоном, повышающим уровень глюкозы в крови; экзогенные системные кортикостероиды связаны с гипергликемией и могут вызывать диабет при хроническом применении высоких доз; дозы противодиабетических агентов может потребоваться корректировка и может потребоваться повышенная частота мониторинга глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "преднизолон снижает эффекты вдыхаемого инсулина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Эндогенный кортизол является регуляторным гормоном, повышающим уровень глюкозы в крови; экзогенные системные кортикостероиды связаны с гипергликемией и могут вызывать диабет при хроническом применении высоких доз; дозы противодиабетических агентов может потребоваться корректировка и может потребоваться повышенная частота мониторинга глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "преднизолон будет увеличивать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет увеличивать уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "кетопрофен, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "кеторолак, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "кеторолак интраназально, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб будет увеличивать уровень или эффект преднизолона за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "как преднизолон, так и левофлоксацин увеличивают Прочее (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа повысит уровень или эффект преднизолона за счет снижения метаболизма. Используйте осторожность/монитор. Комбинированные пероральные контрацептивы, содержащие ЭЭ, могут ингибировать метаболизм и повышать концентрацию циклоспорина в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "преднизолон снижает эффекты лираглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонапегсоматропин",
      "description": {
        "common": "лонапегсоматропин снижает эффекты преднизолона по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Гормон роста (GH) ингибирует микросомальный фермент 11 бета-гидроксистероиддегидрогеназу типа 1, который превращает кортизон в его активный метаболит, кортизол. У пациентов с нелеченым дефицитом ГР может наблюдаться повышение уровня кортизола в сыворотке, а начало приема лонапегсоматропина может привести к снижению уровня кортизола в сыворотке. Пациентам с гипоадренализмом, получающим глюкокортикоиды, может потребоваться увеличение дозы глюкокортикоидов при стрессе или поддерживающих дозах после начала лечения лонапегсоматропином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоратадин",
      "description": {
        "common": "лоратадин будет увеличивать уровень или эффект преднизолона за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "лорноксикам, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана увеличивает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "мефенамовая кислота, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "мелоксикам, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "преднизолон снижает действие менингококковой вакцины группы В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Лица с измененной иммунокомпетентностью могут иметь сниженный иммунный ответ на вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "как преднизолон, так и моксифлоксацин увеличивают Прочее (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "набуметон, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "напроксен, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин будет увеличивать уровень или эффект преднизолона за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин будет снижать уровень или эффект преднизолона через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект преднизолона за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "преднизолон и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, преднизолон.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "и преднизолон, и офлоксацин повышают Прочее (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "преднизолон и олодатерол в виде ингаляций снижают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "оксапрозин, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод, преднизолон.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Одновременное применение с иммуносупрессивной терапией может увеличить риск аддитивных иммунных эффектов во время терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "панкуроний",
      "description": {
        "common": "панкуроний, преднизолон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "парекоксиб, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фениндион",
      "description": {
        "common": "преднизолон, фениндион. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пироксикам, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против полиомиелита инактивированная",
      "description": {
        "common": "преднизолон снижает действие вакцины против полиомиелита, инактивированной фармакодинамическим антагонизмом. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и преднизолон усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет увеличивать уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протамин",
      "description": {
        "common": "преднизолон, протамин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кверцетин",
      "description": {
        "common": "кверцетин будет снижать уровень или эффект преднизолона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин будет увеличивать уровень или эффект преднизолона за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект преднизолона с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет увеличивать уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рокуроний",
      "description": {
        "common": "рокуроний, преднизолон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (не аза), преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "симвастатин",
      "description": {
        "common": "симвастатин будет увеличивать уровень или эффект преднизолона за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "преднизолон снижает эффекты сипулеуцел-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "сиролимус будет увеличивать уровень или эффект преднизолона за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "преднизолон, пикосульфат натрия/оксид магния/безводная лимонная кислота.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: может быть связан с дисбалансом жидкости и электролитов, например, с гипокалиемией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "Сульфат натрия/сульфат магния/хлорид калия повышает токсичность преднизолона за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния повышает токсичность преднизолона Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль",
      "description": {
        "common": "преднизолон и сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль снижают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сомапацитан",
      "description": {
        "common": "сомапацитан снижает действие преднизолона по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: микросомальный фермент 11-бета-гидроксистероиддегидрогеназа типа 1 (11-бета-ГСД-1), необходимый для превращения кортизона в его активный метаболит, кортизол, в печени и жировой ткани. GH ингибирует 11-бета-HSD-1. Пациентам, получающим глюкокортикоиды по поводу гипофункции надпочечников, может потребоваться увеличение поддерживающей или стрессовой дозы после начала лечения сомапацитаном."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соматрем",
      "description": {
        "common": "преднизолон снижает эффекты соматрема за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сорафениб",
      "description": {
        "common": "преднизолон снижает уровень сорафениба за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снизит уровень или эффект преднизолона с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "сукцинилхолин, преднизолон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "сульфасалазин, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "сулиндак, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус будет увеличивать уровень или эффект преднизолона за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "толфенамовая кислота, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "толметин, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "толваптан будет увеличивать уровень или эффект преднизолона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, преднизолон.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, преднизолон.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон будет снижать уровень или эффект преднизолона через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и преднизолон усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "векуроний",
      "description": {
        "common": "векуроний, преднизолон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил будет увеличивать уровень или эффект преднизолона за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет увеличивать уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "преднизолон усиливает действие варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксипамид",
      "description": {
        "common": "ксипамид, преднизолон. Фармакодинамический синергизм. Используйте осторожность/монитор. Риск гипокалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "зафирлукаст будет увеличивать уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против опоясывающего лишая рекомбинантная",
      "description": {
        "common": "преднизолон снижает действие рекомбинантной вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить эффективность рекомбинантной вакцины против опоясывающего лишая."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "акарбоза",
      "description": {
        "common": "преднизолон снижает эффекты акарбозы за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амфотерицина В дезоксихолат",
      "description": {
        "common": "амфотерицина В дезоксихолат, преднизолон. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Возможна гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "преднизолон снижает уровень аспирина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "преднизолон снижает уровень ректального аспирина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "преднизолон снижает уровни аспирина/лимонной кислоты/бикарбоната натрия за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "преднизолон снижает уровень бальзалазида за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "преднизолон, бендрофлуметиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буметанид",
      "description": {
        "common": "преднизолон, буметанид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "преднизолон снижает уровень ацетата кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "преднизолон снижает уровень карбоната кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "преднизолон снижает уровень хлорида кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "преднизолон снижает уровень цитрата кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "преднизолон снижает уровень глюконата кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "преднизолон, хлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "преднизолон снижает эффекты хлорпропамида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "преднизолон, хлорталидон. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "преднизолон снижает уровень холина трисалицилата магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хром",
      "description": {
        "common": "преднизолон снижает уровень хрома за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "колестипол",
      "description": {
        "common": "колестипол снижает уровень преднизолона за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кордицепс",
      "description": {
        "common": "кордицепс снижает действие преднизолона за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Кордицепс защищает T- и NK-клетки от иммуносупрессивного действия лекарств."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "преднизолон, циклопентиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "даназол",
      "description": {
        "common": "даназол, преднизолон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "преднизолон снижает уровень дифлунизала за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат будет снижать уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "преднизолон, этакриновая кислота. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиретрум",
      "description": {
        "common": "преднизолон уменьшает действие пиретрума за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуоксиместерон",
      "description": {
        "common": "флуоксиместерон, преднизолон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "преднизолон, фуросемид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глимепирид",
      "description": {
        "common": "преднизолон снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глипизид",
      "description": {
        "common": "преднизолон снижает эффекты глипизида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глибурид",
      "description": {
        "common": "преднизолон снижает эффекты глибурида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "преднизолон, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "преднизолон, индапамид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "преднизолон снижает действие инсулина аспарт за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "преднизолон снижает действие инсулина детемир за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "преднизолон снижает действие инсулина гларгина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "преднизолон снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "преднизолон снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "преднизолон снижает действие инсулина НПХ за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "преднизолон снижает действие обычного человеческого инсулина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изониазид",
      "description": {
        "common": "преднизолон снижает действие изониазида по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "преднизолон будет снижать уровень или эффект левокетоконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "месаламин",
      "description": {
        "common": "преднизолон снижает уровень месаламина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "местеролон",
      "description": {
        "common": "местеролон, преднизолон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метформин",
      "description": {
        "common": "преднизолон снижает эффекты метформина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "преднизолон, метиклотиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилтестостерон",
      "description": {
        "common": "метилтестостерон, преднизолон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "преднизолон, метолазон. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метирапон",
      "description": {
        "common": "преднизолон снижает эффекты метирапона за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "миглитол",
      "description": {
        "common": "преднизолон снижает эффекты миглитола за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "натеглинид",
      "description": {
        "common": "преднизолон снижает эффекты натеглинида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксандролон",
      "description": {
        "common": "оксандролон, преднизолон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксиметолон",
      "description": {
        "common": "оксиметолон, преднизолон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиоглитазон",
      "description": {
        "common": "преднизолон снижает действие пиоглитазона за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "порфимер",
      "description": {
        "common": "преднизолон снижает уровень порфимера по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репаглинид",
      "description": {
        "common": "преднизолон снижает эффекты репаглинида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "розиглитазон",
      "description": {
        "common": "преднизолон снижает эффекты розиглитазона за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "преднизолон будет увеличивать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "преднизолон снижает уровень салицилатов (не аза) за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "преднизолон снижает уровень сальсалатов за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сарграмостим",
      "description": {
        "common": "преднизолон усиливает действие сарграмостима за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "саксаглиптин",
      "description": {
        "common": "преднизолон снижает эффекты саксаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ситаглиптин",
      "description": {
        "common": "преднизолон снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "соматропин",
      "description": {
        "common": "преднизолон снижает эффекты соматропина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "преднизолон снижает уровень сульфасалазина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "такролимус",
      "description": {
        "common": "преднизолон, такролимус.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тестостерон",
      "description": {
        "common": "тестостерон, преднизолон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буккальная система тестостерона",
      "description": {
        "common": "тестостерон щечной системы, преднизолон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тестостерон актуальные",
      "description": {
        "common": "тестостерон местный, преднизолон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толазамид",
      "description": {
        "common": "преднизолон снижает эффекты толазамида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толбутамид",
      "description": {
        "common": "преднизолон снижает эффекты толбутамида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "торсемиде",
      "description": {
        "common": "преднизолон, торасемид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вилдаглиптин",
      "description": {
        "common": "преднизолон снижает эффекты вилдаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "преднизолон снижает уровень коры ивы за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Катаракта",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Выделения из глаз",
      "percent": null
    },
    {
      "name": "Отек век",
      "percent": null
    },
    {
      "name": "Эритема век",
      "percent": null
    },
    {
      "name": "Раздражение глаз",
      "percent": null
    },
    {
      "name": "Глазная боль",
      "percent": null
    },
    {
      "name": "Зуд глаз",
      "percent": null
    },
    {
      "name": "Гиперчувствительность, включая сыпь",
      "percent": null
    },
    {
      "name": "кожный зуд",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "глазная гиперемия",
      "percent": null
    },
    {
      "name": "и нарушение зрения",
      "percent": null
    },
    {
      "name": "нечеткое зрение",
      "percent": null
    }
  ]
}