{
  "name": "ибандронат",
  "comment": "Rx",
  "other_names": [
    "Бонива"
  ],
  "classes": [
    "Модификаторы метаболизма кальция",
    "Производные бисфосфоната"
  ],
  "source": "https://reference.medscape.com/drug/boniva-ibandronate-342871",
  "pregnancy": {
    "common": [
      "Беременность: Ибандронат не показан женщинам репродуктивного возраста; нет данных о применении ибандроната беременными женщинами для информирования о каких-либо рисках, связанных с приемом препарата.",
      "Лактация: ибандронат не показан женщинам репродуктивного возраста; нет информации о присутствии ибандроната в грудном молоке, влиянии ибандроната на младенцев, находящихся на грудном вскармливании, или влиянии ибандроната на выработку молока; ибандронат присутствует в молоке крыс; клиническая значимость этих данных неясна"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: ибандронат не показан женщинам репродуктивного возраста; нет информации о присутствии ибандроната в грудном молоке, влиянии ибандроната на младенцев, находящихся на грудном вскармливании, или влиянии ибандроната на выработку молока; ибандронат присутствует в молоке крыс; клиническая значимость этих данных неясна"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Некорректированная гипокальциемия",
        "Гиперчувствительность; сообщалось об анафилаксии, в том числе со смертельным исходом",
        "Неспособность стоять или сидеть прямо в течение как минимум 60 мин.",
        "Аномалии пищевода, которые задерживают опорожнение (например, стриктура, ахалазия)"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Избегайте одновременного приема поливалентных катионов или продуктов питания.",
        "Пища снижает биодоступность",
        "Тяжелый риск поражения пищевода выше у пациентов, которые ложатся после перорального приема бисфосфонатов и/или не проглатывают их, запивая рекомендуемым полным стаканом (6-8 унций) воды.",
        "Риск серьезной боли в костях, суставах и/или мышцах; рассмотреть вопрос о прекращении, если симптомы развиваются",
        "Обеспечить достаточное потребление кальция, витамина D; устранить гипокальциемию перед использованием",
        "Остеонекроз челюсти может возникать спонтанно и обычно связан с удалением зуба и/или местной инфекцией с задержкой заживления; известные факторы риска включают инвазивные стоматологические процедуры (например, удаление зубов, имплантацию зубов, костную хирургию), диагноз рака, сопутствующую терапию (например, химиотерапию, кортикостероиды, ингибиторы ангиогенеза), плохую гигиену полости рта и сопутствующие заболевания; риск остеонекроза челюсти может увеличиваться с продолжительностью воздействия бисфосфонатов",
        "Возможный повышенный риск атипичных подвертельных и диафизарных переломов бедренной кости; рассмотреть возможность периодической переоценки необходимости продолжения терапии бисфосфонатами, особенно если лечение длится более 5 лет; пациенты с новой болью в бедре или паху должны быть обследованы, чтобы исключить перелом бедренной кости",
        "Не рекомендуется при тяжелой почечной недостаточности (КК <30 мл/мин)",
        "Не продолжайте принимать пероральные бисфосфонаты после появления симптомов, свидетельствующих о раздражении пищевода.",
        "Возможны эзофагит, дисфагия и язвы пищевода"
      ],
      "specific": [
        {
          "type": "Риск рака пищевода (сообщение FDA по безопасности от 21 июля 2011 г.)",
          "description": [
            "Существуют противоречивые результаты исследований, оценивающих риск рака пищевода при пероральном приеме бисфосфонатов.",
            "Недостаточно данных, чтобы рекомендовать эндоскопический скрининг бессимптомных пациентов.",
            "Попросите пациентов обратиться к своему лечащему врачу, если у них появятся симптомы эзофагита (например, трудности с глотанием, боль в груди, новая или усиливающаяся изжога, проблемы или боль при глотании)",
            "Сообщалось о эзофагите и других явлениях со стороны пищевода, особенно у пациентов, которые не соблюдают особые указания по применению пероральных бисфосфонатов (например, сидят или встают после приема, запивают полным стаканом воды).",
            "FDA не пришло к выводу, что пероральный прием бисфосфонатов увеличивает риск рака пищевода.",
            "FDA продолжит оценивать все имеющиеся данные, подтверждающие безопасность и эффективность препаратов бисфосфонатов, и будет информировать общественность, когда станет доступна дополнительная информация.",
            "В настоящее время FDA проводит постоянный обзор данных опубликованных исследований для оценки того, связано ли использование пероральных бисфосфонатов с повышенным риском рака пищевода."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "паратиреоидный гормон человека, рекомбинантный",
      "description": {
        "common": "ибандронат снижает действие человеческого паратиреоидного гормона, рекомбинантного др. (см. комментарий). Противопоказано.\nКомментарий: одновременное введение бисфосфонатов с рчПТГ приводит к снижению кальцийсберегающего эффекта рчПТГ, что может препятствовать нормализации уровня кальция в сыворотке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "ацетат кальция снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "хлорид кальция снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "глюконат кальция снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонильное железо",
      "description": {
        "common": "карбонильное железо снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс, ибандронат. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может усилить желудочно-кишечное кровотечение, изъязвление и раздражение. Используйте с осторожностью."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "мальтол железа снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железа фумарат",
      "description": {
        "common": "фумарат железа снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "глюконат железа снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат железа",
      "description": {
        "common": "сульфат железа снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "комплекс декстрана железа",
      "description": {
        "common": "Комплекс декстрана железа снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сахароза железа",
      "description": {
        "common": "сахароза железа снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добавка магния",
      "description": {
        "common": "Добавка магния снизит уровень или эффект ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Образование хелата снижает всасывание препарата через кишечный тракт; вводить магний за 2 часа до или через 2 часа после производного бисфосфоната"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "полисахарид железа",
      "description": {
        "common": "полисахарид железа снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "шиповника",
      "description": {
        "common": "плоды шиповника снижают уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селен",
      "description": {
        "common": "селен снижает уровень или эффект ибандроната за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Избегайте введения поливалентных катионов за 2 часа до или через 1 час после ибандроната."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "Сульфат натрия/?сульфат магния/хлорид калия повышает токсичность ибандроната за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Другие соединения сульфата натрия/сульфата калия/сульфата магния повышают токсичность ибандроната (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, ибандронат.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цинк",
      "description": {
        "common": "цинк будет снижать уровень или эффект ибандроната за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Продукты, содержащие поливалентные катионы, могут препятствовать всасыванию ибандроната. Администрирование ибандронат по крайней мере за 60 минут до приема любых других пероральных препаратов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "энтекавир",
      "description": {
        "common": "ибандронат, энтекавир.\nЛибо усиливает действие другого, уменьшая почечный клиренс. Незначительное/значение неизвестно. Одновременное применение с препаратами, которые снижают функцию почек или конкурируют за активную канальцевую секрецию, может повышать концентрацию в сыворотке либо энтекавира, либо одновременно принимаемого препарата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "еда",
      "description": {
        "common": "пища снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "фоскарнет усиливает эффекты ибандроната за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск тяжелой гипокальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид магния",
      "description": {
        "common": "хлорид магния снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "цитрат магния снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "гидроксид магния снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "оксид магния снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфат магния",
      "description": {
        "common": "сульфат магния снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "терипаратид",
      "description": {
        "common": "терипаратид, ибандронат. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Нет преимуществ для плотности костной ткани при комбинированном лечении."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Частота НР аналогична плацебо",
      "percent": "34"
    },
    {
      "name": "URI",
      "percent": "14"
    },
    {
      "name": "Боль в спине",
      "percent": "12"
    },
    {
      "name": "Диспепсия",
      "percent": "10"
    },
    {
      "name": "Бронхит",
      "percent": null
    },
    {
      "name": "Астения",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "Пневмония",
      "percent": null
    },
    {
      "name": "Расстройство зубов",
      "percent": null
    },
    {
      "name": "ИМП",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "Аллергические реакции, включая анафилактическую реакцию",
      "percent": null
    },
    {
      "name": "шок",
      "percent": null
    },
    {
      "name": "в некоторых случаях летальный исход",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "бронхоспазм",
      "percent": null
    },
    {
      "name": "обострения астмы",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "многоформная эритема",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "и буллезный дерматит",
      "percent": null
    },
    {
      "name": "Метаболический",
      "percent": null
    },
    {
      "name": "Гипокальциемия",
      "percent": null
    },
    {
      "name": "Опорно-двигательный аппарат",
      "percent": null
    },
    {
      "name": "Соединение",
      "percent": null
    },
    {
      "name": "кость",
      "percent": null
    },
    {
      "name": "или боль в мышцах",
      "percent": null
    },
    {
      "name": "описывается как тяжелая или инвалидизирующая",
      "percent": null
    },
    {
      "name": "атипичный перелом диафиза бедренной кости в результате низкой",
      "percent": null
    },
    {
      "name": "энергия или низкая",
      "percent": null
    },
    {
      "name": "травма",
      "percent": null
    },
    {
      "name": "остеонекроз челюсти и других органов",
      "percent": null
    },
    {
      "name": "лицевые сайты",
      "percent": null
    },
    {
      "name": "включая наружный слуховой проход",
      "percent": null
    }
  ]
}