{
  "name": "бозутиниб",
  "comment": "Rx",
  "other_names": [
    "Босулиф"
  ],
  "classes": [
    "Противоопухолевые препараты",
    "Ингибиторы тирозинкиназы"
  ],
  "source": "https://reference.medscape.com/drug/bosulif-bosutinib-999770",
  "pregnancy": {
    "common": [
      "Проверить статус беременности у женщин с репродуктивным потенциалом до начала лечения",
      "Нет данных о беременных женщинах, чтобы информировать о риске, связанном с наркотиками; тем не менее, при назначении беременным женщинам может возникнуть повреждение плода в зависимости от механизма действия и результатов исследований на животных."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Консультировать беременных женщин о потенциальном риске для плода",
          "У крыс и кроликов пероральное введение бозутиниба во время органогенеза вызывало неблагоприятные исходы развития, включая структурные аномалии, эмбриофетальную смертность и изменения роста при воздействии на мать (AUC), которые в 1,2 раза превышали воздействие на человека при дозе 500 мг/сут."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Основываясь на результатах исследований на животных, при введении беременным женщинам может быть нанесен вред плоду.",
          "Женщины репродуктивного возраста: используйте эффективные средства контрацепции во время лечения и в течение как минимум 2 недель после последней дозы."
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Основываясь на результатах исследований на животных, у самок и самцов с репродуктивным потенциалом может наблюдаться снижение фертильности.",
          "Риск бесплодия у женщин или мужчин с репродуктивным потенциалом на людях не изучался."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Отсутствуют данные о присутствии бозутиниба или его метаболитов в грудном молоке или его влиянии на ребенка, находящегося на грудном вскармливании, или на выработку молока.",
      "Бозутиниб присутствует в молоке лактирующих крыс.",
      "Из-за возможности серьезных побочных реакций у грудного ребенка грудное вскармливание не рекомендуется во время лечения и в течение как минимум 2 недель после приема последней дозы."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "При введении беременным женщинам может возникнуть вред для плода.",
        "Могут возникнуть диарея, тошнота, рвота и боль в животе; мониторинг и ведение пациентов с использованием стандартов лечения, включая противодиарейные, противорвотные средства и восполнение жидкости",
        "При лечении возникают тромбоцитопения, анемия и нейтропения; выполняйте клинический анализ крови еженедельно в течение первого месяца, а затем ежемесячно или по клиническим показаниям",
        "Сообщалось о сердечной недостаточности и дисфункции левого желудочка у пациентов, принимающих; следить за признаками и симптомами сердечной недостаточности и лечить в соответствии с клиническими показаниями; прервать, уменьшить дозу или прекратить при необходимости",
        "У пациентов, получающих терапию, сообщается о снижении скорости клубочковой фильтрации, что, в свою очередь, увеличивает экспозицию бозутиниба у пациентов; соблюдать осторожность у пациентов с умеренной почечной недостаточностью; рекомендуется корректировка дозировки",
        "Может возникать задержка жидкости, проявляющаяся перикардиальным выпотом, плевральным выпотом, отеком легких и/или периферическим отеком."
      ],
      "specific": [
        {
          "type": "Печеночная токсичность",
          "description": [
            "Медиана времени до начала повышения АЛТ и АСТ составила 35 и 33 дня; средняя продолжительность каждого из них составила 21 день.",
            "Ежемесячно в течение первых 3 месяцев лечения и по клиническим показаниям выполняйте тесты на печеночные ферменты; у пациентов с повышением уровня трансаминаз чаще контролировать ферменты печени",
            "Могут наблюдаться повышенные уровни АЛТ, АСТ и/или билирубина; проводить ежемесячные анализы печеночных ферментов в течение первых 3 месяцев лечения, а затем по клиническим показаниям"
          ]
        },
        {
          "type": "Удлинение интервала QT",
          "description": [
            "Гипокалиемия и гипомагниемия могут дополнительно усиливать этот эффект.",
            "Мониторинг интервала QT на исходном уровне до начала терапии и по клиническим показаниям",
            "Исправьте гипокалиемию или гипомагниемию перед введением и периодически контролируйте во время терапии.",
            "Осторожность у пациентов с удлинением интервала QTc в анамнезе, у которых имеется неконтролируемое или серьезное заболевание сердца (например, инфаркт миокарда, застойная сердечная недостаточность, нестабильная стенокардия, клинически значимая брадикардия) или которые принимают препараты, удлиняющие интервал QT."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "В качестве альтернативы используйте антациды короткого действия или Н2-блокаторы; отдельное дозирование более чем на 2 часа от дозирования бозутиниба",
            "Избегайте совместного администрирования",
            "Ингибиторы протонной помпы (ИПП)",
            "Сильные или умеренные ингибиторы CYP3A4 увеличивают Cmax и AUC бозутиниба, что может увеличить риск токсичности.",
            "Сильные индукторы CYP3A4",
            "Субстрат CYP3A4",
            "Сильные индукторы CYP3A4 снижают Cmax и AUC бозутиниба, что может снижать эффективность.",
            "Сильные или умеренные ингибиторы CYP3A4",
            "ИПП снижают Cmax и AUC бозутиниба, что может снижать эффективность."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лефамулин",
      "description": {
        "common": "лефамулин будет повышать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Лефамулин противопоказан при использовании субстратов CYP3A, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абиратерон",
      "description": {
        "common": "абиратерон повышает уровни бозутиниба с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "аторвастатин повышает уровни бозутиниба с помощью эффлюксного переносчика P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бикалутамид",
      "description": {
        "common": "бикалутамид повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан снижает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 снижали концентрацию бозутиниба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 снижали концентрацию бозутиниба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол повышает уровни бозутиниба с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб будет повышать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клотримазол",
      "description": {
        "common": "клотримазол повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат будет повышать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кониваптан",
      "description": {
        "common": "кониваптан повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир повышает уровни бозутиниба с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 снижали концентрацию бозутиниба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дипиридамол",
      "description": {
        "common": "дипиридамол повышает уровень бозутиниба за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксициклин",
      "description": {
        "common": "доксициклин повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренц снижает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 снижали концентрацию бозутиниба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 снижали концентрацию бозутиниба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат будет снижать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 снижали концентрацию бозутиниба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин снижает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 снижали концентрацию бозутиниба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фамотидин",
      "description": {
        "common": "фамотидин будет снижать уровень или эффект бозутиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол и бозутиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения фексинидазола с препаратами, блокирующими калиевые каналы или удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "фосфенитоин снижает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 снижали концентрацию бозутиниба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибупрофен/фамотидин",
      "description": {
        "common": "ибупрофен/фамотидин будет снижать уровень или эффект бозутиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "изавуконазония сульфат повышает уровень или действие бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "ивосидениб будет снижать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лидокаин",
      "description": {
        "common": "лидокаин повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет повышать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с чувствительными субстратами CYP3A. Если одновременное применение неизбежно, следите за побочными реакциями и уменьшайте дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин повышает уровень бозутиниба с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин снижает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 снижали концентрацию бозутиниба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 снижали концентрацию бозутиниба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб повышает уровни бозутиниба с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "низатидин",
      "description": {
        "common": "низатидин будет снижать уровень или эффект бозутиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 снижали концентрацию бозутиниба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность бозутиниба по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 снижали концентрацию бозутиниба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 снижали концентрацию бозутиниба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 снижали концентрацию бозутиниба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон снижает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 снижали концентрацию бозутиниба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прогестерон, натуральный",
      "description": {
        "common": "прогестерон, естественный повышает уровень бозутиниба с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропафенон",
      "description": {
        "common": "пропафенон повышает уровень бозутиниба с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пропранолол повышает уровни бозутиниба с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин повышает уровень бозутиниба за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин снижает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 снижали концентрацию бозутиниба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин снижает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 снижали концентрацию бозутиниба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 снижали концентрацию бозутиниба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "ропгинтерферон альфа 2b, бозутиниб.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии. Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "симвастатин",
      "description": {
        "common": "симвастатин повышает уровни бозутиниба с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "сунитиниб повышает уровень бозутиниба за счет эффлюксного переносчика P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус повышает уровни бозутиниба с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "тамоксифен повышает уровни бозутиниба с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "тетрациклин повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толваптан",
      "description": {
        "common": "толваптан повышает уровень бозутиниба с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алискирен",
      "description": {
        "common": "бозутиниб повышает уровни алискирена с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень бозутиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Бозутиниб проявляет рН-зависимую растворимость; можно использовать антациды короткого действия с введением, разделенным на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "бозутиниб повышает уровень амиодарона с помощью переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триоксид мышьяка",
      "description": {
        "common": "бозутиниб и триоксид мышьяка увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия снижают уровень бозутиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Бозутиниб проявляет рН-зависимую растворимость; можно использовать антациды короткого действия с введением, разделенным на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "бозутиниб повышает уровень аторвастатина с помощью эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "бозутиниб и бедаквилин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "белзутифан будет снижать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Если невозможно избежать одновременного применения белзутифана с чувствительными субстратами CYP3A4, рассмотрите возможность увеличения дозы чувствительного субстрата CYP3A4 в соответствии с инструкцией по его применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетриксабан",
      "description": {
        "common": "бозутиниб повышает уровень бетриксабана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Уменьшите дозу бетриксабана до 80 мг перорально однократно, затем до 40 мг перорально qD при одновременном применении с ингибитором P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кабазитаксел",
      "description": {
        "common": "бозутиниб повышает уровни кабазитаксела с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает уровень бозутиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Бозутиниб проявляет рН-зависимую растворимость; можно использовать антациды короткого действия с введением, разделенным на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "бозутиниб повышает уровень карведилола с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цетиризин",
      "description": {
        "common": "бозутиниб повышает уровень цетиризина с помощью переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "бозутиниб и хлорпромазин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "бозутиниб повышает уровень циметидина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "бозутиниб повышает уровень ципрофлоксацина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цизаприд",
      "description": {
        "common": "бозутиниб и цизаприд увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "daunorubicin",
      "description": {
        "common": "бозутиниб повышает уровень даунорубицина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезлоратадин",
      "description": {
        "common": "бозутиниб повышает уровень дезлоратадина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "бозутиниб повышает уровень дексаметазона с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декслансопразол",
      "description": {
        "common": "декслансопразол снижает уровень бозутиниба по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ИПП могут снижать концентрацию бозутиниба примерно на 45%; бозутиниб проявляет рН-зависимую растворимость."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "бозутиниб повышает уровень дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "бозутиниб и дизопирамид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доцетаксел",
      "description": {
        "common": "бозутиниб повышает уровни доцетаксела с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофетилид",
      "description": {
        "common": "бозутиниб и дофетилид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксорубицин",
      "description": {
        "common": "бозутиниб повышает уровень доксорубицина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "дювелисиб будет повышать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. повысит уровень или эффект"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс снижает уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении. При необходимости рассмотрите возможность увеличения дозы субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, бозутиниб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "бозутиниб повышает уровни основания эритромицина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "бозутиниб повышает уровни этилсукцината эритромицина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "эзомепразол будет снижать уровень или эффект бозутиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Бозутиниб проявляет рН-зависимую растворимость"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "бозутиниб повышает уровень эстрадиола с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этопозид",
      "description": {
        "common": "бозутиниб повышает уровень этопозида с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фексофенадин",
      "description": {
        "common": "бозутиниб повышает уровень фексофенадина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "бозутиниб повышает уровень фосампренавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "бозутиниб и фостемсавир увеличивают интервал QTc. Используйте осторожность/монитор. Сообщалось об удлинении интервала QTc при приеме фостемсавира в дозах, превышающих рекомендуемые."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гилтеритиниб",
      "description": {
        "common": "гилтеритиниб и бозутиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гозерелин",
      "description": {
        "common": "бозутиниб и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "бозутиниб и галоперидол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гистрелин",
      "description": {
        "common": "бозутиниб и гистрелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "бозутиниб повышает уровень гидрокортизона с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибутилид",
      "description": {
        "common": "бозутиниб и ибутилид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "идарубицин",
      "description": {
        "common": "бозутиниб повышает уровень идарубицина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Илоперидон является зависящим от времени ингибитором CYP3A и может приводить к повышению уровня препаратов в плазме, выводимых преимущественно CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "бозутиниб повышает уровень индинавира за счет эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иринотекан",
      "description": {
        "common": "бозутиниб повышает уровни иринотекана с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иринотекан липосомальный",
      "description": {
        "common": "бозутиниб повышает уровни липосомального иринотекана с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин повышает уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивермектин",
      "description": {
        "common": "бозутиниб повышает уровень ивермектина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лансопразол",
      "description": {
        "common": "лансопразол снижает уровень бозутиниба по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ИПП могут снижать концентрацию бозутиниба примерно на 45%; бозутиниб проявляет рН-зависимую растворимость."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет повышать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир (умеренный ингибитор CYP3A4) может увеличить количество субстратов CYP3A4, начатых в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленватиниб",
      "description": {
        "common": "бозутиниб и ленватиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лидокаин",
      "description": {
        "common": "бозутиниб повышает уровень лидокаина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоперамид",
      "description": {
        "common": "бозутиниб повышает уровни лоперамида с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоратадин",
      "description": {
        "common": "бозутиниб повышает уровень лоратадина с помощью переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ловастатин",
      "description": {
        "common": "бозутиниб повышает уровень ловастатина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксид магния",
      "description": {
        "common": "оксид магния снижает уровень бозутиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Бозутиниб проявляет рН-зависимую растворимость; можно использовать антациды короткого действия с введением, разделенным на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "бозутиниб и метадон увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "бозутиниб повышает уровень метотрексата за счет переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митомицин",
      "description": {
        "common": "бозутиниб повышает уровень митомицина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "митотан снижает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "бозутиниб повышает уровень надолола с помощью переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "бозутиниб повышает уровень нелфинавира с помощью эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "бозутиниб повышает уровень никардипина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "ингаляции бозутиниба и олодатерола увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол снижает уровень бозутиниба на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ИПП могут снижать концентрацию бозутиниба примерно на 45%; бозутиниб проявляет рН-зависимую растворимость."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "бозутиниб повышает уровень ондансетрона с помощью переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осилодростат",
      "description": {
        "common": "осилодростат и бозутиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и бозутиниб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Использование оксалиплатина с сопутствующими иммунодепрессантами или при нарушениях иммунной системы может увеличить риск серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "бозутиниб повышает уровни паклитаксела с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел, связанный с белком",
      "description": {
        "common": "бозутиниб увеличивает уровень белка паклитаксела, связанного переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "бозутиниб повышает уровень палиперидона с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пантопразол",
      "description": {
        "common": "Пантопразол снижает уровень бозутиниба по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ИПП могут снижать концентрацию бозутиниба примерно на 45%; бозутиниб проявляет рН-зависимую растворимость."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "бозутиниб повышает уровень пазопаниба с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и бозутиниб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "правастатин",
      "description": {
        "common": "бозутиниб повышает уровень правастатина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "бозутиниб и прокаинамид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "бозутиниб повышает уровень хинидина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинин",
      "description": {
        "common": "бозутиниб и хинин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рабепразол",
      "description": {
        "common": "рабепразол снижает уровни бозутиниба по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ИПП могут снижать концентрацию бозутиниба примерно на 45%; бозутиниб проявляет рН-зависимую растворимость."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "бозутиниб повышает уровни ранолазина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "бозутиниб повышает уровни рифампицина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "бозутиниб повышает уровень ритонавира за счет эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб будет повышать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "бозутиниб повышает уровень саквинавира с помощью эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саксаглиптин",
      "description": {
        "common": "бозутиниб повышает уровни саксаглиптина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селперкатиниб",
      "description": {
        "common": "бозутиниб и селперкатиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и бозутиниб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "бозутиниб повышает уровни сиролимуса с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ситаглиптин",
      "description": {
        "common": "бозутиниб повышает уровни ситаглиптина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклосиликат циркония натрия",
      "description": {
        "common": "Циклосиликат натрия-циркония будет снижать уровень или эффект бозутиниба за счет повышения pH желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Ознакомьтесь с конкретными рекомендациями для препаратов с рН-зависимой растворимостью, которая может повлиять на их системное воздействие и эффективность. Как правило, вводите препараты по крайней мере за 2 часа до или после приема натрия циркония циклосиликата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, бозутиниб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "бозутиниб повышает уровень такролимуса с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат будет снижать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "бозутиниб повышает уровни темсиролимуса с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенипозид",
      "description": {
        "common": "бозутиниб повышает уровень тенипозида с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "бозутиниб повышает уровень толваптана с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "бозутиниб и вандетаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "бозутиниб повышает уровень верапамила с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винбластин",
      "description": {
        "common": "бозутиниб повышает уровень винбластина с помощью эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винкристин",
      "description": {
        "common": "бозутиниб повышает уровень винкристина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "бозутиниб и воклоспорин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "бозутиниб и зипразидон увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет повышать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет повышать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет повышать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Все сорта Креатинин повышен",
      "percent": "94"
    },
    {
      "name": "Гемоглобин снизился",
      "percent": "89"
    },
    {
      "name": "Количество лимфоцитов уменьшилось",
      "percent": "84"
    },
    {
      "name": "Диарея",
      "percent": "75"
    },
    {
      "name": "Количество тромбоцитов уменьшилось",
      "percent": "68"
    },
    {
      "name": "Глутаминовая сыворотка",
      "percent": "68"
    },
    {
      "name": "пировиноградная трансаминаза",
      "percent": "57"
    },
    {
      "name": "SGPT",
      "percent": "56"
    },
    {
      "name": "АЛТ повышен",
      "percent": "55"
    },
    {
      "name": "Глюкоза повышена",
      "percent": "54"
    },
    {
      "name": "Глутаминовая сыворотка",
      "percent": "53"
    },
    {
      "name": "щавелевоуксусная трансаминаза",
      "percent": "50"
    },
    {
      "name": "СГОТ",
      "percent": "45"
    },
    {
      "name": "АСТ повышен",
      "percent": "42"
    },
    {
      "name": "Кальций уменьшился",
      "percent": "41"
    },
    {
      "name": "Фосфор уменьшился",
      "percent": "40"
    },
    {
      "name": "Липаза повышена",
      "percent": "39"
    },
    {
      "name": "лейкоциты уменьшились",
      "percent": "37"
    },
    {
      "name": "Печеночная дисфункция",
      "percent": "36"
    },
    {
      "name": "ANC уменьшился",
      "percent": "33"
    },
    {
      "name": "Щелочная фосфатаза повышена",
      "percent": "32"
    },
    {
      "name": "Сыпь",
      "percent": "27"
    },
    {
      "name": "Боль в животе",
      "percent": "22"
    },
    {
      "name": "Тошнота",
      "percent": "21"
    },
    {
      "name": "Креатинкиназа повышена",
      "percent": "18"
    },
    {
      "name": "Усталость",
      "percent": "17"
    },
    {
      "name": "Амилаза повышена",
      "percent": "15"
    },
    {
      "name": "Инфекция дыхательных путей",
      "percent": "13"
    },
    {
      "name": "Головная боль",
      "percent": "12"
    },
    {
      "name": "Рвота",
      "percent": "11"
    },
    {
      "name": "Артралгия",
      "percent": "11"
    },
    {
      "name": "лихорадка",
      "percent": "11"
    },
    {
      "name": "Отек",
      "percent": "11"
    },
    {
      "name": "Запор",
      "percent": "94"
    },
    {
      "name": "Боль в спине",
      "percent": "89"
    },
    {
      "name": "Зуд",
      "percent": "84"
    },
    {
      "name": "Кашель",
      "percent": "75"
    },
    {
      "name": "Одышка",
      "percent": "68"
    },
    {
      "name": "Снижение аппетита",
      "percent": "68"
    },
    {
      "name": "Креатинин повышен",
      "percent": "57"
    },
    {
      "name": "Гемоглобин снизился",
      "percent": "56"
    },
    {
      "name": "Количество лимфоцитов уменьшилось",
      "percent": "55"
    },
    {
      "name": "Диарея",
      "percent": "54"
    },
    {
      "name": "Количество тромбоцитов уменьшилось",
      "percent": "53"
    },
    {
      "name": "Глутаминовая сыворотка",
      "percent": "50"
    },
    {
      "name": "пировиноградная трансаминаза",
      "percent": "45"
    },
    {
      "name": "SGPT",
      "percent": "42"
    },
    {
      "name": "АЛТ повышен",
      "percent": "41"
    },
    {
      "name": "Глюкоза повышена",
      "percent": "40"
    },
    {
      "name": "Глутаминовая сыворотка",
      "percent": "39"
    },
    {
      "name": "щавелевоуксусная трансаминаза",
      "percent": "37"
    },
    {
      "name": "СГОТ",
      "percent": "36"
    },
    {
      "name": "АСТ повышен",
      "percent": "33"
    },
    {
      "name": "Кальций уменьшился",
      "percent": "32"
    },
    {
      "name": "Фосфор уменьшился",
      "percent": "27"
    },
    {
      "name": "Липаза повышена",
      "percent": "22"
    },
    {
      "name": "лейкоциты уменьшились",
      "percent": "21"
    },
    {
      "name": "Печеночная дисфункция",
      "percent": "18"
    },
    {
      "name": "ANC уменьшился",
      "percent": "17"
    },
    {
      "name": "Щелочная фосфатаза повышена",
      "percent": "15"
    },
    {
      "name": "Сыпь",
      "percent": "13"
    },
    {
      "name": "Боль в животе",
      "percent": "12"
    },
    {
      "name": "Тошнота",
      "percent": "11"
    },
    {
      "name": "Креатинкиназа повышена",
      "percent": "11"
    },
    {
      "name": "Усталость",
      "percent": "11"
    },
    {
      "name": "Амилаза повышена",
      "percent": "11"
    },
    {
      "name": "Инфекция дыхательных путей",
      "percent": "3"
    },
    {
      "name": "Головная боль",
      "percent": "4"
    },
    {
      "name": "Рвота",
      "percent": "26"
    },
    {
      "name": "Артралгия",
      "percent": "27"
    },
    {
      "name": "лихорадка",
      "percent": "19"
    },
    {
      "name": "Отек",
      "percent": "14"
    },
    {
      "name": "Запор",
      "percent": "13"
    },
    {
      "name": "Боль в спине",
      "percent": "12"
    },
    {
      "name": "Зуд",
      "percent": "11"
    },
    {
      "name": "Кашель",
      "percent": "11"
    },
    {
      "name": "Одышка",
      "percent": "26"
    },
    {
      "name": "Снижение аппетита",
      "percent": "27"
    },
    {
      "name": "Оценка",
      "percent": "19"
    },
    {
      "name": "или",
      "percent": "14"
    },
    {
      "name": "SGPT",
      "percent": "13"
    },
    {
      "name": "АЛТ повышен",
      "percent": "12"
    },
    {
      "name": "Печеночная дисфункция",
      "percent": "11"
    },
    {
      "name": "Липаза повышена",
      "percent": "11"
    },
    {
      "name": "Количество тромбоцитов",
      "percent": "89-97"
    },
    {
      "name": "СГОТ",
      "percent": "87-95"
    },
    {
      "name": "АСТ повышен",
      "percent": "76-85"
    },
    {
      "name": "Количество лимфоцитов",
      "percent": "79-82"
    },
    {
      "name": "Зуд",
      "percent": "66-80"
    },
    {
      "name": "Гипертония",
      "percent": "50-66"
    },
    {
      "name": "SGPT",
      "percent": "39-58"
    },
    {
      "name": "АЛТ повышен",
      "percent": "51-57"
    },
    {
      "name": "Печеночная дисфункция",
      "percent": "45-55"
    },
    {
      "name": "Липаза повышена",
      "percent": "37-50"
    },
    {
      "name": "Количество тромбоцитов",
      "percent": "36-49"
    },
    {
      "name": "СГОТ",
      "percent": "43-46"
    },
    {
      "name": "АСТ повышен",
      "percent": "42-48"
    },
    {
      "name": "Количество лимфоцитов",
      "percent": "47-48"
    },
    {
      "name": "Зуд",
      "percent": "38-43"
    },
    {
      "name": "Гипертония",
      "percent": "39-42"
    },
    {
      "name": "Все оценки Гемоглобин снижен",
      "percent": "33-41"
    },
    {
      "name": "Креатинин повышен",
      "percent": "39"
    },
    {
      "name": "Диарея",
      "percent": "27-35"
    },
    {
      "name": "Лимфоцит уменьшился",
      "percent": "19-32"
    },
    {
      "name": "Количество тромбоцитов уменьшилось",
      "percent": "21-29"
    },
    {
      "name": "ANC уменьшился",
      "percent": "22-29"
    },
    {
      "name": "SGPT",
      "percent": "18-27"
    },
    {
      "name": "АЛТ повышен",
      "percent": "17-27"
    },
    {
      "name": "лейкоциты уменьшились",
      "percent": "19-25"
    },
    {
      "name": "Кальций уменьшился",
      "percent": "25-37"
    },
    {
      "name": "СГОТ",
      "percent": "224"
    },
    {
      "name": "АСТ повышен",
      "percent": "18-27"
    },
    {
      "name": "Боль в животе",
      "percent": "11-23"
    },
    {
      "name": "Урат увеличен",
      "percent": "16-22"
    },
    {
      "name": "Сыпь",
      "percent": "18-21"
    },
    {
      "name": "Тошнота",
      "percent": "12-20"
    },
    {
      "name": "Рвота",
      "percent": "17-19"
    },
    {
      "name": "Глюкоза повышена",
      "percent": "15-19"
    },
    {
      "name": "Фосфор уменьшился",
      "percent": "10-18"
    },
    {
      "name": "Щелочная фосфатаза повышена",
      "percent": "15-17"
    },
    {
      "name": "Усталость",
      "percent": "14"
    },
    {
      "name": "Липаза повышена",
      "percent": "9-14"
    },
    {
      "name": "Печеночная дисфункция",
      "percent": "11-14"
    },
    {
      "name": "Калий уменьшился",
      "percent": "8-14"
    },
    {
      "name": "Магний увеличен",
      "percent": "8-12"
    },
    {
      "name": "Инфекция дыхательных путей",
      "percent": "7-12"
    },
    {
      "name": "Калий увеличен",
      "percent": "8-11"
    },
    {
      "name": "лихорадка",
      "percent": "3-11"
    },
    {
      "name": "Кашель",
      "percent": "89-97"
    },
    {
      "name": "Натрий уменьшился",
      "percent": "87-95"
    },
    {
      "name": "Натрий повышен",
      "percent": "76-85"
    },
    {
      "name": "Общий билирубин повышен",
      "percent": "79-82"
    },
    {
      "name": "Головная боль",
      "percent": "66-80"
    },
    {
      "name": "Одышка",
      "percent": "50-66"
    },
    {
      "name": "Отек",
      "percent": "39-58"
    },
    {
      "name": "Артралгия",
      "percent": "51-57"
    },
    {
      "name": "Пневмония",
      "percent": "45-55"
    },
    {
      "name": "Запор",
      "percent": "37-50"
    },
    {
      "name": "Снижение аппетита",
      "percent": "36-49"
    },
    {
      "name": "Плевральный выпот",
      "percent": "43-46"
    },
    {
      "name": "Головокружение",
      "percent": "42-48"
    },
    {
      "name": "Боль в спине",
      "percent": "47-48"
    },
    {
      "name": "Боль в груди",
      "percent": "38-43"
    },
    {
      "name": "Зуд",
      "percent": "39-42"
    },
    {
      "name": "Гипертония",
      "percent": "33-41"
    },
    {
      "name": "грипп",
      "percent": "39"
    },
    {
      "name": "Гемоглобин снизился",
      "percent": "27-35"
    },
    {
      "name": "Креатинин повышен",
      "percent": "19-32"
    },
    {
      "name": "Диарея",
      "percent": "21-29"
    },
    {
      "name": "Лимфоцит уменьшился",
      "percent": "22-29"
    },
    {
      "name": "Количество тромбоцитов уменьшилось",
      "percent": "18-27"
    },
    {
      "name": "ANC уменьшился",
      "percent": "17-27"
    },
    {
      "name": "SGPT",
      "percent": "19-25"
    },
    {
      "name": "АЛТ повышен",
      "percent": "25-37"
    },
    {
      "name": "лейкоциты уменьшились",
      "percent": "224"
    },
    {
      "name": "Кальций уменьшился",
      "percent": "18-27"
    },
    {
      "name": "СГОТ",
      "percent": "11-23"
    },
    {
      "name": "АСТ повышен",
      "percent": "16-22"
    },
    {
      "name": "Боль в животе",
      "percent": "18-21"
    },
    {
      "name": "Урат увеличен",
      "percent": "12-20"
    },
    {
      "name": "Сыпь",
      "percent": "17-19"
    },
    {
      "name": "Тошнота",
      "percent": "15-19"
    },
    {
      "name": "Рвота",
      "percent": "10-18"
    },
    {
      "name": "Глюкоза повышена",
      "percent": "15-17"
    },
    {
      "name": "Фосфор уменьшился",
      "percent": "14"
    },
    {
      "name": "Щелочная фосфатаза повышена",
      "percent": "9-14"
    },
    {
      "name": "Усталость",
      "percent": "11-14"
    },
    {
      "name": "Липаза повышена",
      "percent": "8-14"
    },
    {
      "name": "Печеночная дисфункция",
      "percent": "8-12"
    },
    {
      "name": "Калий уменьшился",
      "percent": "7-12"
    },
    {
      "name": "Магний увеличен",
      "percent": "8-11"
    },
    {
      "name": "Инфекция дыхательных путей",
      "percent": "3-11"
    },
    {
      "name": "Калий увеличен",
      "percent": "3"
    },
    {
      "name": "лихорадка",
      "percent": "4"
    },
    {
      "name": "Кашель",
      "percent": "26-57"
    },
    {
      "name": "Натрий уменьшился",
      "percent": "16-39"
    },
    {
      "name": "Натрий повышен",
      "percent": "13-38"
    },
    {
      "name": "Общий билирубин повышен",
      "percent": "7-27"
    },
    {
      "name": "Головная боль",
      "percent": "14-21"
    },
    {
      "name": "Одышка",
      "percent": "6-12"
    },
    {
      "name": "Отек",
      "percent": "4-12"
    },
    {
      "name": "Артралгия",
      "percent": "10-11"
    },
    {
      "name": "Пневмония",
      "percent": "6-11"
    },
    {
      "name": "Запор",
      "percent": "26-57"
    },
    {
      "name": "Снижение аппетита",
      "percent": "16-39"
    },
    {
      "name": "Плевральный выпот",
      "percent": "13-38"
    },
    {
      "name": "Головокружение",
      "percent": "7-27"
    },
    {
      "name": "Боль в спине",
      "percent": "14-21"
    },
    {
      "name": "Боль в груди",
      "percent": "6-12"
    },
    {
      "name": "Зуд",
      "percent": "4-12"
    },
    {
      "name": "Гипертония",
      "percent": "10-11"
    },
    {
      "name": "грипп",
      "percent": "6-11"
    },
    {
      "name": "Оценка",
      "percent": "3"
    },
    {
      "name": "или",
      "percent": "4"
    },
    {
      "name": "Количество тромбоцитов уменьшилось",
      "percent": "9"
    },
    {
      "name": "ANC уменьшился",
      "percent": "9"
    },
    {
      "name": "Гемоглобин снизился",
      "percent": "9"
    },
    {
      "name": "лейкоциты уменьшились",
      "percent": "9"
    },
    {
      "name": "Лимфоцит",
      "percent": "6"
    },
    {
      "name": "Липаза повышена",
      "percent": "5"
    },
    {
      "name": "Пневмония",
      "percent": "3.4"
    },
    {
      "name": "Печеночная дисфункция",
      "percent": "3"
    },
    {
      "name": "SGPT",
      "percent": "3"
    },
    {
      "name": "АЛТ повышен",
      "percent": "2"
    },
    {
      "name": "Количество тромбоцитов уменьшилось",
      "percent": "2"
    },
    {
      "name": "ANC уменьшился",
      "percent": "1.5"
    },
    {
      "name": "Гемоглобин снизился",
      "percent": "1.1"
    },
    {
      "name": "лейкоциты уменьшились",
      "percent": "1"
    },
    {
      "name": "Лимфоцит",
      "percent": "1"
    },
    {
      "name": "Липаза повышена",
      "percent": "1"
    },
    {
      "name": "Пневмония",
      "percent": "1"
    },
    {
      "name": "Печеночная дисфункция",
      "percent": "1"
    },
    {
      "name": "SGPT",
      "percent": "1"
    },
    {
      "name": "АЛТ повышен",
      "percent": "1"
    },
    {
      "name": "Оценка",
      "percent": "9"
    },
    {
      "name": "или",
      "percent": "9"
    },
    {
      "name": "Диарея",
      "percent": "9"
    },
    {
      "name": "ANC уменьшился",
      "percent": "9"
    },
    {
      "name": "Гемоглобин снизился",
      "percent": "6"
    },
    {
      "name": "Фосфор уменьшился",
      "percent": "5"
    },
    {
      "name": "лейкоциты уменьшились",
      "percent": "3.4"
    },
    {
      "name": "Гипертония",
      "percent": "3"
    },
    {
      "name": "Амилаза повышена",
      "percent": "3"
    },
    {
      "name": "Глюкоза повышена",
      "percent": "2"
    },
    {
      "name": "Креатининкиназа повышена",
      "percent": "2"
    },
    {
      "name": "Сыпь",
      "percent": "1.5"
    },
    {
      "name": "Боль в животе",
      "percent": "1.1"
    },
    {
      "name": "Кальций уменьшился",
      "percent": "1"
    },
    {
      "name": "Креатинин повышен",
      "percent": "1"
    },
    {
      "name": "Рвота",
      "percent": "1"
    },
    {
      "name": "Одышка",
      "percent": "1"
    },
    {
      "name": "Артралгия",
      "percent": "1"
    },
    {
      "name": "Головная боль",
      "percent": "1"
    },
    {
      "name": "Инфекция дыхательных путей",
      "percent": "1"
    },
    {
      "name": "лихорадка",
      "percent": "8"
    },
    {
      "name": "Усталость",
      "percent": "8"
    },
    {
      "name": "Диарея",
      "percent": "3"
    },
    {
      "name": "ANC уменьшился",
      "percent": "4"
    },
    {
      "name": "Гемоглобин снизился",
      "percent": "4-10"
    },
    {
      "name": "Фосфор уменьшился",
      "percent": "5-9"
    },
    {
      "name": "лейкоциты уменьшились",
      "percent": "7-8"
    },
    {
      "name": "Гипертония",
      "percent": "2-7"
    },
    {
      "name": "Амилаза повышена",
      "percent": "3-6"
    },
    {
      "name": "Глюкоза повышена",
      "percent": "3.5-5"
    },
    {
      "name": "Креатининкиназа повышена",
      "percent": "4"
    },
    {
      "name": "Сыпь",
      "percent": "3"
    },
    {
      "name": "Боль в животе",
      "percent": "3"
    },
    {
      "name": "Кальций уменьшился",
      "percent": "1-3"
    },
    {
      "name": "Креатинин повышен",
      "percent": "0.7-2.8"
    },
    {
      "name": "Рвота",
      "percent": "2"
    },
    {
      "name": "Одышка",
      "percent": "1-2"
    },
    {
      "name": "Артралгия",
      "percent": "1"
    },
    {
      "name": "Головная боль",
      "percent": "1"
    },
    {
      "name": "Инфекция дыхательных путей",
      "percent": "1"
    },
    {
      "name": "лихорадка",
      "percent": "1"
    },
    {
      "name": "Усталость",
      "percent": "1"
    },
    {
      "name": "Все оценки Боль в груди",
      "percent": "1"
    },
    {
      "name": "Боль в груди",
      "percent": "1"
    },
    {
      "name": "Оценка",
      "percent": "1"
    },
    {
      "name": "или",
      "percent": "1"
    },
    {
      "name": "Диарея",
      "percent": "1"
    },
    {
      "name": "Сыпь",
      "percent": "4-10"
    },
    {
      "name": "Фосфор уменьшился",
      "percent": "5-9"
    },
    {
      "name": "Боль в животе",
      "percent": "7-8"
    },
    {
      "name": "Усталость",
      "percent": "2-7"
    },
    {
      "name": "СГОТ",
      "percent": "3-6"
    },
    {
      "name": "АСТ повышен",
      "percent": "3.5-5"
    },
    {
      "name": "Плевральный выпот",
      "percent": "4"
    },
    {
      "name": "Рвота",
      "percent": "3"
    },
    {
      "name": "Гипертония",
      "percent": "3"
    },
    {
      "name": "лихорадка",
      "percent": "1-3"
    },
    {
      "name": "Общий билирубин повышен",
      "percent": "0.7-2.8"
    },
    {
      "name": "Одышка",
      "percent": "2"
    },
    {
      "name": "Тошнота",
      "percent": "1-2"
    },
    {
      "name": "Боль в груди",
      "percent": "1"
    },
    {
      "name": "Головная боль",
      "percent": "1"
    },
    {
      "name": "Боль в спине",
      "percent": "1"
    },
    {
      "name": "Снижение аппетита",
      "percent": "1"
    },
    {
      "name": "Запор",
      "percent": "1"
    },
    {
      "name": "Отек",
      "percent": "1"
    },
    {
      "name": "грипп",
      "percent": "1"
    },
    {
      "name": "Зуд",
      "percent": "1"
    },
    {
      "name": "Инфекция дыхательных путей",
      "percent": "1"
    },
    {
      "name": "Артралгия",
      "percent": "1"
    },
    {
      "name": "Диарея",
      "percent": "3"
    },
    {
      "name": "Сыпь",
      "percent": "4"
    },
    {
      "name": "Фосфор уменьшился",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "СГОТ",
      "percent": null
    },
    {
      "name": "АСТ повышен",
      "percent": null
    },
    {
      "name": "Плевральный выпот",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Гипертония",
      "percent": null
    },
    {
      "name": "лихорадка",
      "percent": null
    },
    {
      "name": "Общий билирубин повышен",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Боль в груди",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Боль в спине",
      "percent": null
    },
    {
      "name": "Снижение аппетита",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Отек",
      "percent": null
    },
    {
      "name": "грипп",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Инфекция дыхательных путей",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "Оценка",
      "percent": null
    },
    {
      "name": "или",
      "percent": null
    },
    {
      "name": "Снижение аппетита Боль в спине Зуд",
      "percent": null
    },
    {
      "name": "Снижение аппетита",
      "percent": null
    },
    {
      "name": "Боль в спине",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    }
  ]
}