{
  "name": "онаботулотоксин А",
  "comment": "Rx",
  "other_names": [
    "ботулинический токсин",
    "Ботокс",
    "Ботокс косметический"
  ],
  "classes": [
    "Ботулинические токсины",
    "Нервно-мышечные блокаторы"
  ],
  "source": "https://reference.medscape.com/drug/botox-cosmetic-onabotulinumtoxina-999222",
  "pregnancy": {
    "common": [
      "Отсутствуют адекватные данные постмаркетингового наблюдения о риске развития, связанном с применением у беременных женщин.",
      "В исследованиях на животных введение во время беременности приводило к неблагоприятному воздействию на рост плода (снижение массы тела плода и окостенение скелета) в клинически значимых дозах, которые были связаны с материнской токсичностью."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Неизвестно, выделяется ли с грудным молоком; влияние на грудного ребенка неизвестно"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Эти симптомы могут включать астению, генерализованную мышечную слабость, диплопию, нечеткость зрения, птоз, дисфагию, дисфонию, дизартрию, недержание мочи и затрудненное дыхание.",
        "Эффекты всех продуктов ботулотоксина могут распространяться из области инъекции, вызывая симптомы, соответствующие действию ботулотоксина.",
        "Сообщалось об этих симптомах через несколько часов или недель после инъекции.",
        "При неутвержденном применении, включая спастичность у детей и взрослых, и при утвержденных показаниях сообщалось о случаях распространения эффекта при дозах, сравнимых с дозами, используемыми для лечения цервикальной дистонии, и при более низких дозах.",
        "Риск симптомов, вероятно, самый высокий у детей, получающих лечение по поводу спастичности, но симптомы также могут возникать у взрослых, получающих лечение по поводу спастичности и других состояний, особенно у тех пациентов, у которых есть сопутствующие заболевания, предрасполагающие к этим симптомам.",
        "Проблемы с глотанием и дыханием могут быть опасными для жизни, есть сообщения о летальном исходе."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "нервно-мышечное заболевание",
        "Инфекция в предполагаемом месте инъекции",
        "Интрадетрузорная инъекция: инфекция мочевыводящих путей или задержка мочи (остаточное количество жидкости после опорожнения > 200 мл, не выполняющие рутинно чистую прерывистую самокатетеризацию, не выполняющие рутинно чистую прерывистую самокатетеризацию)",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Бронхит и инфекции верхних дыхательных путей у пациентов, получавших лечение по поводу спастичности верхних конечностей",
        "Использование для лечения гиперактивного мочевого пузыря у пациентов, постоянно принимающих антибиотики из-за рецидивирующих ИМП, и у пациентов с множественными рецидивирующими ИМП во время лечения следует рассматривать только тогда, когда польза, вероятно, перевешивает потенциальный риск.",
        "Индивидуальный подход к дозировке на начальных и последующих сеансах лечения в зависимости от размера, количества и расположения задействованных мышц, тяжести спастичности, наличия локальной мышечной слабости, реакции пациента на предыдущее лечение или побочных явлений, связанных с этой терапией в анамнезе.",
        "При лечении косоглазия могут возникать ретробульбарные кровоизлияния и нарушение кровообращения в сетчатке.",
        "Пациенты с ранее существовавшими нервно-мышечными расстройствами должны находиться под наблюдением при назначении ботулинического токсина; пациенты с известными или невыявленными нервно-мышечными расстройствами или нарушениями нервно-мышечных синапсов могут подвергаться повышенному риску клинически значимых эффектов, включая генерализованную мышечную слабость, диплопию, птоз, дисфонию, дизартрию, тяжелую дисфагию и нарушение дыхания при приеме терапевтических доз.",
        "Рассматривать возможность лечения недержания мочи только у пациентов, желающих и способных начать катетеризацию после лечения, если это необходимо (из-за риска задержки мочи); у пациентов с сахарным диабетом чаще развивается задержка мочи, чем у людей, не страдающих диабетом",
        "Повышенный риск ИМП; не использовать для лечения недержания мочи при имеющейся ИМП, плановой катетеризации или если пациент не может опорожнить мочевой пузырь без посторонней помощи",
        "С осторожностью применять у пациентов с нарушенной функцией дыхания.",
        "Различные препараты ботулинического токсина не являются взаимозаменяемыми.",
        "Вегетативная дисрефлексия, связанная с интрадетрузорными инъекциями, может возникать у пациентов, получающих лечение по поводу гиперактивности детрузора, связанной с неврологическим заболеванием; может потребоваться немедленная медикаментозная терапия",
        "Пациенты с известными или невыявленными нервно-мышечными расстройствами или нервно-мышечными расстройствами могут подвергаться повышенному риску клинически значимых эффектов, включая генерализованную мышечную слабость, диплопию, птоз, дисфонию, дизартрию, тяжелую дисфагию и респираторные нарушения от терапии.",
        "Обнажение роговицы и изъязвление из-за уменьшения моргания могут возникнуть при лечении блефароспазма.",
        "Продукт содержит альбумин, производное человеческой крови; основанный на эффективных процессах скрининга доноров и производства продуктов, риск передачи вирусных заболеваний и варианта болезни Крейтцфельдта-Якоба (vCJD) крайне мал; риск передачи CJD является теоретическим; никогда не было выявлено случаев передачи вирусных заболеваний, CJD или vCJD для лицензированного альбумина или альбумина, содержащегося в других лицензированных продуктах",
        "Неблагоприятные события, связанные с сердечно-сосудистой системой, включая аритмию и инфаркт миокарда, некоторые из которых имели летальный исход; факторы риска, включая ранее существовавшие сердечно-сосудистые заболевания, могут увеличить риск; соблюдать осторожность при назначении пациентам с ранее существовавшими сердечно-сосудистыми заболеваниями",
        "Воздействие ботулинического токсина может распространяться из области инъекции на другие участки тела, вызывая симптомы, сходные с симптомами ботулизма — следите за одышкой, дисфагией или нарушением речи.",
        "Избегайте инъекций вблизи мышцы, поднимающей верхнее веко, чтобы свести к минимуму риск птоза, особенно у людей с большими комплексами бровь-депрессор.",
        "Серьезные побочные реакции, включая чрезмерную слабость, дисфагию и аспирационную пневмонию, с некоторыми побочными реакциями, связанными с летальным исходом, зарегистрированы у пациентов, которым вводили инъекции для несанкционированного использования.",
        "Риск дыхательной недостаточности и летального исхода у детей, получающих лечение спастичности, связанной с церебральным параличом"
      ],
      "specific": [
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Мышечные релаксанты: чрезмерная слабость может усиливаться введением миорелаксантов до или после введения абоботулотоксина А.",
            "Антихолинергические препараты: использование антихолинергических препаратов после введения абоботулотоксина А может усиливать системные антихолинергические эффекты.",
            "Совместное введение абоботулинумтоксина А и аминогликозидов или других средств, нарушающих нервно-мышечную передачу (например, курареподобных соединений), следует проводить с осторожностью, поскольку действие токсина может усиливаться.",
            "Применение различных препаратов ботулинического нейротоксина одновременно или с интервалом в несколько месяцев неизвестно; чрезмерная нервно-мышечная слабость может усугубляться введением другого ботулотоксина до исчезновения эффектов ранее введенного ботулотоксина"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "абоботулотоксин А",
      "description": {
        "common": "онаботулотоксин А, абоботулотоксин А.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Эффект от введения различных ботулинических токсинов одновременно или с интервалом в несколько месяцев неизвестен. Чрезмерная нервно-мышечная слабость может усугубляться введением другого ботулотоксина до исчезновения эффектов ранее введенного ботулотоксина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амикацин",
      "description": {
        "common": "амикацин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск апноэ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амфотерицина В дезоксихолат",
      "description": {
        "common": "дезоксихолат амфотерицина В усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "капреомицин",
      "description": {
        "common": "капреомицин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клиндамицин",
      "description": {
        "common": "клиндамицин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "колистин",
      "description": {
        "common": "онаботулотоксин А усиливает эффекты колистина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Потенцирование нервно-мышечной блокады; риск остановки дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "демеклоциклин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксициклин",
      "description": {
        "common": "доксициклин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гентамицин",
      "description": {
        "common": "гентамицин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск апноэ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гликопиррония тозилат для местного применения",
      "description": {
        "common": "гликопиррония тозилат местно, онаботулотоксин А.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Совместное применение тозилата гликопиррония с другими антихолинергическими препаратами может привести к аддитивным антихолинергическим побочным эффектам."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инкоботулотоксин А",
      "description": {
        "common": "онаботулотоксин А, инкоботулотоксин А.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Эффект от введения различных ботулинических токсинов одновременно или с интервалом в несколько месяцев неизвестен. Чрезмерная нервно-мышечная слабость может усугубляться введением другого ботулотоксина до исчезновения эффектов ранее введенного ботулотоксина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "линкомицин",
      "description": {
        "common": "линкомицин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миноциклин",
      "description": {
        "common": "миноциклин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "неомицин перорально усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск апноэ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окситетрациклин",
      "description": {
        "common": "окситетрациклин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "паромомицин",
      "description": {
        "common": "паромомицин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск апноэ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "полимиксин В",
      "description": {
        "common": "полимиксин В усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск соотв. депрессия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пработулотоксин А",
      "description": {
        "common": "онаботулотоксин А, пработулотоксин А.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Эффект от введения различных ботулинических токсинов одновременно или с интервалом в несколько месяцев неизвестен. Чрезмерная нервно-мышечная слабость может усугубляться введением другого ботулотоксина до исчезновения эффектов ранее введенного ботулотоксина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прамлинтид",
      "description": {
        "common": "прамлинтид, онаботулотоксин А.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Синергическое ингибирование моторики ЖКТ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинин",
      "description": {
        "common": "хинин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Противопоказано. Риск соотв. депрессия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "стрептомицин",
      "description": {
        "common": "стрептомицин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск апноэ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "тетрациклин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тобрамицин",
      "description": {
        "common": "тобрамицин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск апноэ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аклидиний",
      "description": {
        "common": "онаботулотоксин А и аклидиний снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амантадин",
      "description": {
        "common": "онаботулотоксин А, амантадин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Возможно усиление антихолинергических побочных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "онаботулотоксин А и амитриптилин снижают холинергические эффекты/передачу. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "онаботулотоксин А и амоксапин снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антихолинергические/седативные комбинации",
      "description": {
        "common": "комбинации антихолинергических/седативных средств и онаботулотоксина А уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "онаботулотоксин А снижает уровень арипипразола за счет ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атракурий",
      "description": {
        "common": "atracurium и onabotulinumtoxinA уменьшают холинергические эффекты/трансмиссию. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атропин",
      "description": {
        "common": "атропин и онаботулотоксин А уменьшают холинергические эффекты/трансмиссию. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атропин в/в/в/м",
      "description": {
        "common": "атропин в/в/в/м и онаботулотоксин А уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алкалоиды красавки",
      "description": {
        "common": "Алкалоиды белладонны и онаботулотоксин А снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белладонна и опиум",
      "description": {
        "common": "онаботулотоксин А, белладонна и опиум снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бенперидол",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень бенперидола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензтропин",
      "description": {
        "common": "бензтропин и онаботулотоксин А уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор. При одновременном применении могут наблюдаться дополнительные антихолинергические побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетанехол",
      "description": {
        "common": "бетанехол увеличивает, а онаботулотоксин А снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбахол",
      "description": {
        "common": "карбахол увеличивает, а онаботулотоксин А снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цевимелин",
      "description": {
        "common": "цевимелин усиливает, а онаботулотоксин А снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень хлорпромазина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цисатракурий",
      "description": {
        "common": "онаботулотоксин А и цисатракурий уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "онаботулотоксин А и кломипрамин снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень клозапина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклизин",
      "description": {
        "common": "онаботулотоксин А и циклизин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклобензаприн",
      "description": {
        "common": "онаботулотоксин А и циклобензаприн снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "онаботулотоксин А и дарифенацин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дицикломин",
      "description": {
        "common": "онаботулотоксин А и дицикломин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифенгидрамин",
      "description": {
        "common": "онаботулотоксин А и дифенгидрамин снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "донепезил",
      "description": {
        "common": "донепезил усиливает, а онаботулотоксин А снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "досулепин",
      "description": {
        "common": "онаботулотоксин А и досулепин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксапрам",
      "description": {
        "common": "доксапрам снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "онаботулотоксин А и доксепин снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроперидол",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень дроперидола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эхотиофата йодид",
      "description": {
        "common": "эхотиофата йодид усиливает, а онаботулотоксин А снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фезотеродин",
      "description": {
        "common": "онаботулотоксин А и фезотеродин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флавоксат",
      "description": {
        "common": "онаботулотоксин А и флавоксат уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень флуфеназина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галантамин",
      "description": {
        "common": "галантамин усиливает, а онаботулотоксин А снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гликопирролат",
      "description": {
        "common": "онаботулотоксин А и гликопирролат снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ингаляционный гликопирролат",
      "description": {
        "common": "онаботулотоксин А и гликопирролат при вдыхании снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень галоперидола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "henbane",
      "description": {
        "common": "onabotulinumtoxinA и белена уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гоматропин",
      "description": {
        "common": "онаботулотоксин А и гоматропин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гиперзин А",
      "description": {
        "common": "гуперзин А усиливает, а онаботулотоксин А снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гиосциамин",
      "description": {
        "common": "онаботулотоксин А и гиосциамин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гиосциамин спрей",
      "description": {
        "common": "онаботулотоксин А и спрей гиосциамина снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень илоперидона за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "онаботулотоксин А и имипрамин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ипратропий",
      "description": {
        "common": "онаботулотоксин А и ипратропий уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор. Из-за плохой системной абсорбции ипратропия взаимодействие маловероятно при регулярно рекомендуемых дозах."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "онаботулотоксин А, леводопа. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: антихолинергические средства могут усиливать терапевтический эффект леводопы; однако антихолинергические средства могут усугубить позднюю дискинезию. Антихолинергические средства в высоких дозах могут ослаблять эффекты леводопы, задерживая ее всасывание в желудочно-кишечном тракте. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "онаботулотоксин А и лофепрамин снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень локсапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин вдыхали",
      "description": {
        "common": "Ингаляционный локсапин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные антихолинергические эффекты, возможна гипогликемия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат магния",
      "description": {
        "common": "сульфат магния усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Используйте осторожность/монитор. Взаимодействие происходит с парентеральным введением магния."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мапротилин",
      "description": {
        "common": "онаботулотоксин А и мапротилин снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклизин",
      "description": {
        "common": "онаботулотоксин А и меклизин снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метскополамин",
      "description": {
        "common": "онаботулотоксин А и метскополамин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "неостигмин",
      "description": {
        "common": "неостигмин усиливает, а онаботулотоксин А снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "онаботулотоксин А и нортриптилин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орфенадрин",
      "description": {
        "common": "онаботулотоксин А и орфенадрин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксибутинин",
      "description": {
        "common": "онаботулотоксин А и оксибутинин снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксибутинин актуальные",
      "description": {
        "common": "онаботулотоксин А и местный оксибутинин снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксибутинин трансдермальный",
      "description": {
        "common": "онаботулотоксин А и трансдермальный оксибутинин снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень палиперидона за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "панкуроний",
      "description": {
        "common": "онаботулотоксин А и панкуроний снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень перфеназина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "физостигмин",
      "description": {
        "common": "физостигмин усиливает, а онаботулотоксин А снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пилокарпин",
      "description": {
        "common": "пилокарпин усиливает, а онаботулотоксин А снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень пимозида за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пралидоксим",
      "description": {
        "common": "онаботулотоксин А и пралидоксим уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень прохлорперазина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень прометазина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропантелин",
      "description": {
        "common": "онаботулотоксин А и пропантелин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "онаботулотоксин А и протриптилин снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиридостигмин",
      "description": {
        "common": "пиридостигмин усиливает, а онаботулотоксин А снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "онаботулотоксин А снижает уровень кветиапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рапакуроний",
      "description": {
        "common": "онаботулотоксин А и рапакуроний снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень рисперидона за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рокуроний",
      "description": {
        "common": "онаботулотоксин А и рокуроний снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "скополамин",
      "description": {
        "common": "онаботулотоксин А и скополамин снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "Сульфат натрия/?сульфат магния/хлорид калия усиливает действие онаботулотоксина А на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Магний может потенцировать эффекты нервно-мышечных блокаторов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния усиливает действие онаботулотоксина А на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Магний может потенцировать эффекты нервно-мышечных блокаторов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солифенацин",
      "description": {
        "common": "онаботулотоксин А и солифенацин снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "сукцинилхолин усиливает, а онаботулотоксин А снижает холинергические эффекты/передачу. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень тиоридазина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень тиотиксена путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотропий",
      "description": {
        "common": "онаботулотоксин А и тиотропий уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин ингаляционно",
      "description": {
        "common": "Ингаляционный тобрамицин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Аминогликозиды могут усиливать мышечную слабость из-за курареподобного эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толтеродин",
      "description": {
        "common": "онаботулотоксин А и толтеродин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень трифлуоперазина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тригексифенидил",
      "description": {
        "common": "онаботулотоксин А и тригексифенидил уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор. Возможно аддитивное антихолинергическое действие."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "онаботулотоксин А и тримипрамин уменьшают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "троспия хлорид",
      "description": {
        "common": "онаботулотоксин А и троспия хлорид снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "векуроний",
      "description": {
        "common": "онаботулотоксин А и векуроний снижают холинергические эффекты/передачу. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень зипразидона путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зотепин",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень зотепина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амлодипин",
      "description": {
        "common": "амлодипин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Блокаторы кальциевых каналов препятствуют высвобождению ацетилхолина из пресинаптического аксона."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клевидипин",
      "description": {
        "common": "клевидипин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Блокаторы кальциевых каналов препятствуют высвобождению ацетилхолина из пресинаптического аксона."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клоназепам",
      "description": {
        "common": "клоназепам снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "онаботулотоксин А и дезипрамин уменьшают холинергические эффекты/передачу. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диазепам",
      "description": {
        "common": "диазепам уменьшает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дименгидринат",
      "description": {
        "common": "дименгидринат повышает токсичность онаботулотоксина А за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивные антихолинергические эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "донепезил",
      "description": {
        "common": "донепезил снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этосуксимид",
      "description": {
        "common": "этосуксимид снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фелбамат",
      "description": {
        "common": "фелбамат снижает эффекты онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фелодипин",
      "description": {
        "common": "Фелодипин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Блокаторы кальциевых каналов препятствуют высвобождению ацетилхолина из пресинаптического аксона."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает эффекты онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "габапентин",
      "description": {
        "common": "габапентин снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "габапентин энакарбил",
      "description": {
        "common": "габапентин энакарбил снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "галантамин",
      "description": {
        "common": "галантамин снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "исрадипин",
      "description": {
        "common": "исрадипин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Блокаторы кальциевых каналов препятствуют высвобождению ацетилхолина из пресинаптического аксона."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лакосамид",
      "description": {
        "common": "лакосамид снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ламотриджин",
      "description": {
        "common": "ламотриджин снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "леветирацетам",
      "description": {
        "common": "леветирацетам снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "литий",
      "description": {
        "common": "литий усиливает действие онаботулотоксина А по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лоразепам",
      "description": {
        "common": "лоразепам снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метсуксимид",
      "description": {
        "common": "метсуксимид снижает эффекты онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Блокаторы кальциевых каналов препятствуют высвобождению ацетилхолина из пресинаптического аксона."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Блокаторы кальциевых каналов препятствуют высвобождению ацетилхолина из пресинаптического аксона."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "нисолдипин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Блокаторы кальциевых каналов препятствуют высвобождению ацетилхолина из пресинаптического аксона."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает эффекты онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "rufinamide",
      "description": {
        "common": "руфинамид снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиамин",
      "description": {
        "common": "тиамин усиливает действие онаботулотоксина А за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиагабин",
      "description": {
        "common": "тиагабин снижает эффекты онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тразодон",
      "description": {
        "common": "онаботулотоксин А и тразодон уменьшают холинергические эффекты/передачу. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вальпроевая кислота",
      "description": {
        "common": "вальпроевая кислота снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Блокаторы кальциевых каналов препятствуют высвобождению ацетилхолина из пресинаптического аксона."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зонисамид",
      "description": {
        "common": "зонисамид снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Заболевания уха и лабиринта",
      "percent": null
    },
    {
      "name": "Гипоакузия",
      "percent": null
    },
    {
      "name": "шум в ушах",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "Заболевания глаз",
      "percent": null
    },
    {
      "name": "Диплопия",
      "percent": null
    },
    {
      "name": "сухость глаз",
      "percent": null
    },
    {
      "name": "лагофтальм",
      "percent": null
    },
    {
      "name": "косоглазие",
      "percent": null
    },
    {
      "name": "нарушения зрения",
      "percent": null
    },
    {
      "name": "зрение затуманено",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные расстройства Боли в животе",
      "percent": null
    },
    {
      "name": "диарея",
      "percent": null
    },
    {
      "name": "сухость во рту",
      "percent": null
    },
    {
      "name": "тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Общие расстройства и состояния в месте введения",
      "percent": null
    },
    {
      "name": "денервация",
      "percent": null
    },
    {
      "name": "недомогание",
      "percent": null
    },
    {
      "name": "лихорадка",
      "percent": null
    },
    {
      "name": "Нарушения обмена веществ и питания",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Заболевания опорно-двигательного аппарата и соединительной ткани",
      "percent": null
    },
    {
      "name": "Локальные подергивания мышц",
      "percent": null
    },
    {
      "name": "непроизвольные сокращения мышц",
      "percent": null
    },
    {
      "name": "мышечная атрофия",
      "percent": null
    },
    {
      "name": "миалгия",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Плечевая плексопатия",
      "percent": null
    },
    {
      "name": "дизартрия",
      "percent": null
    },
    {
      "name": "лицевой паралич",
      "percent": null
    },
    {
      "name": "гипестезия",
      "percent": null
    },
    {
      "name": "локализованное онемение",
      "percent": null
    },
    {
      "name": "миастения",
      "percent": null
    },
    {
      "name": "парестезия",
      "percent": null
    },
    {
      "name": "периферическая невропатия",
      "percent": null
    },
    {
      "name": "радикулопатия",
      "percent": null
    },
    {
      "name": "обморок",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "торакальные и медиастинальные расстройства",
      "percent": null
    },
    {
      "name": "Аспирационная пневмония",
      "percent": null
    },
    {
      "name": "одышка",
      "percent": null
    },
    {
      "name": "угнетение дыхания и",
      "percent": null
    },
    {
      "name": "или дыхательная недостаточность",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "включая мадароз",
      "percent": null
    },
    {
      "name": "гипергидроз",
      "percent": null
    },
    {
      "name": "зуд",
      "percent": null
    },
    {
      "name": "кожная сыпь",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "многоформная эритема",
      "percent": null
    },
    {
      "name": "псориазоподобный дерматит",
      "percent": null
    },
    {
      "name": "псориазоподобная сыпь",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "алопеция",
      "percent": null
    },
    {
      "name": "включая мадароз",
      "percent": null
    },
    {
      "name": "анорексия",
      "percent": null
    },
    {
      "name": "плечевая плексопатия",
      "percent": null
    },
    {
      "name": "денервация",
      "percent": null
    },
    {
      "name": "мышечная атрофия",
      "percent": null
    },
    {
      "name": "диарея",
      "percent": null
    },
    {
      "name": "сухость глаз",
      "percent": null
    },
    {
      "name": "гипергидроз",
      "percent": null
    },
    {
      "name": "тугоухость",
      "percent": null
    },
    {
      "name": "гипестезия",
      "percent": null
    },
    {
      "name": "локальные подергивания мышц",
      "percent": null
    },
    {
      "name": "недомогание",
      "percent": null
    },
    {
      "name": "парестезия",
      "percent": null
    },
    {
      "name": "периферическая невропатия",
      "percent": null
    },
    {
      "name": "радикулопатия",
      "percent": null
    },
    {
      "name": "многоформная эритема",
      "percent": null
    },
    {
      "name": "псориазоподобный дерматит",
      "percent": null
    },
    {
      "name": "и псориазоподобные высыпания",
      "percent": null
    },
    {
      "name": "косоглазие",
      "percent": null
    },
    {
      "name": "шум в ушах",
      "percent": null
    },
    {
      "name": "нарушение зрения",
      "percent": null
    },
    {
      "name": "диплопия",
      "percent": null
    },
    {
      "name": "косоглазие",
      "percent": null
    },
    {
      "name": "зрение затуманено",
      "percent": null
    },
    {
      "name": "непроизвольные сокращения мышц",
      "percent": null
    },
    {
      "name": "миалгия",
      "percent": null
    },
    {
      "name": "отек век",
      "percent": null
    },
    {
      "name": "Спастичность нижних конечностей",
      "percent": null
    }
  ]
}