{
  "name": "ибрексафунгерп",
  "comment": "Rx",
  "other_names": [
    "Brexafemme"
  ],
  "classes": [
    "системный",
    "Противогрибковые препараты"
  ],
  "source": "https://reference.medscape.com/drug/brexafemme-ibrexafungerp-4000174",
  "pregnancy": {
    "common": [
      "Недостаточно данных о применении беременными женщинами любых связанных с приемом препарата рисков серьезных врожденных дефектов, выкидыша или других неблагоприятных исходов для матери или плода.",
      "В случае непреднамеренного введения препарата во время беременности или при обнаружении беременности в течение 4 дней после лечения беременные женщины, подвергшиеся воздействию, и медицинские работники должны сообщить о беременности в компанию SCYNEXIS, Inc. по телефону 1-888-982-SCYX (7299).",
      "Противопоказано",
      "Для женщин с репродуктивным потенциалом перед началом лечения убедитесь, что пациентка не беременна; повторная оценка состояния беременности перед каждой рекомендуемой дозой при ежемесячном применении в течение 6 месяцев для снижения частоты РВВК"
    ],
    "specific": [
      {
        "type": "контрацепция",
        "description": [
          "Женщины репродуктивного возраста: используйте эффективные методы контрацепции во время лечения и в течение 4 дней после приема последней дозы.",
          "Для снижения заболеваемости РВВК рекомендуется женщинам с репродуктивным потенциалом использовать эффективные методы контрацепции в течение 6-месячного периода лечения и в течение 4 дней после последней дозы."
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "У беременных кроликов пероральное введение ибрексафунгерпа во время органогенеза ассоциировалось с редкими пороками развития, включая отсутствие передних конечностей, отсутствие задней лапы, отсутствие ушной раковины и торакогастрошизис при воздействии дозы, превышающей или равной примерно 5-кратному воздействию на человека при рекомендуемой дозе для человека (RHD).",
          "Пероральный ибрексафунгерп, вводимый беременным крысам во время органогенеза, не был связан с токсичностью для плода или увеличением пороков развития плода при воздействии дозы, примерно в 5 раз превышающей воздействие на человека при RHD."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии препарата в грудном или животном молоке, влиянии на грудных детей или влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Риск эмбриофетальной токсичности",
          "description": [
            "Противопоказан при беременности",
            "Рекомендовать женщинам с репродуктивным потенциалом использовать эффективные методы контрацепции во время лечения и в течение 4 дней после приема последней дозы.",
            "Повторно оценивайте состояние беременности перед каждой дозой при ежемесячном применении для снижения частоты рецидивирующего вульвовагинального кандидоза.",
            "Может причинить вред плоду на основании результатов исследований на животных",
            "Для женщин с репродуктивным потенциалом убедитесь, что пациентка не беременна, прежде чем начинать"
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к ибрексафунгерпу.",
        "Беременность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Противопоказан при беременности; на основании данных о животных может произойти повреждение плода"
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Сильные и умеренные индукторы CYP3A",
            "Избегайте совместного администрирования",
            "Сильные и умеренные индукторы CYP3A могут значительно снизить экспозицию ибрексафунгерпа.",
            "Субстрат CYP3A4",
            "Сильные ингибиторы CYP3A увеличивают экспозицию ибрексафунгерпа.",
            "Сильные ингибиторы CYP3A4",
            "Ингибитор транспортера CYP3A4, P-gp и OATP1B3.",
            "Снизить дозу ибрексафунгерпа"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "эластичный",
      "description": {
        "common": "ибрексафунгерп увеличивает уровень или действие эластрана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "ибрексафунгерп будет повышать уровень или эффект мобоцертиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование умеренного ингибитора CYP3A4 неизбежно, уменьшите дозу мобоцертиниба примерно на 50% (например, от 160 до 80 мг); внимательно следить за интервалом QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "ибрексафунгерп увеличивает уровень или эффект омавелоксолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если это неизбежно, уменьшите дозу омавелоксолона до 100 мг/сут. Внимательно следите за неблагоприятными последствиями. При появлении побочных эффектов дозу дополнительно уменьшите до 50 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пакритиниб",
      "description": {
        "common": "ибрексафунгерп будет повышать уровень или эффект пакритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "ибрексафунгерп будет повышать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "ибрексафунгерп увеличивает уровень или эффект даридорексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Доза даридорексанта не должна превышать 25 мг на ночь при одновременном применении с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "ибрексафунгерп повышает уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы либо финерерона, либо умеренных ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "ибрексафунгерп увеличивает уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люматепероне",
      "description": {
        "common": "ибрексафунгерп повышает уровень или эффект люматеперона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу луматеперона до 21 мг/сут при одновременном применении с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "ибрексафунгерп будет повышать уровень или эффект мавакамтена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Начало применения умеренных ингибиторов CYP3A4 может потребовать снижения дозы мавакамтена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "ибрексафунгерп будет повышать уровень или эффект спарсентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Коррекция дозировки не требуется. Регулярно контролируйте артериальное давление, уровень калия в сыворотке, отеки и функцию почек, если спарсентан применяется одновременно с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варденафил",
      "description": {
        "common": "ибрексафунгерп повышает уровень или эффект варденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Дозу варденафила может потребоваться уменьшить при одновременном применении с умеренными или сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, ибрексафунгерп.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "занубрутиниб",
      "description": {
        "common": "ибрексафунгерп будет повышать уровень или эффект занубрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу занубрутиниба (субстрата CYP3A4) до 80 мг перорально два раза в сутки при одновременном применении с умеренным ингибитором CYP3A4. Прервите дозу в соответствии с рекомендациями для побочных реакций. После прекращения приема ингибитора CYP3A4 возобновите прием предыдущей дозы занубрутиниба."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Диарея ВВК",
      "percent": "16.7"
    },
    {
      "name": "Тошнота",
      "percent": "11.9"
    },
    {
      "name": "Боль в животе",
      "percent": "11.4"
    },
    {
      "name": "Диарея",
      "percent": "16.7"
    },
    {
      "name": "Тошнота",
      "percent": "11.9"
    },
    {
      "name": "Боль в животе",
      "percent": "11.4"
    },
    {
      "name": "Головная боль РВВК",
      "percent": "17.6"
    },
    {
      "name": "Головная боль",
      "percent": "17.6"
    },
    {
      "name": "ВВК Головокружение",
      "percent": "3.3"
    },
    {
      "name": "Рвота",
      "percent": "2"
    },
    {
      "name": "Дисменорея",
      "percent": "2"
    },
    {
      "name": "Метеоризм",
      "percent": "2"
    },
    {
      "name": "Боль в спине",
      "percent": "2"
    },
    {
      "name": "Повышенные трансаминазы",
      "percent": "2"
    },
    {
      "name": "Вагинальное кровотечение",
      "percent": "2"
    },
    {
      "name": "Сыпь",
      "percent": "2"
    },
    {
      "name": "реакция гиперчувствительности",
      "percent": "3.3"
    },
    {
      "name": "Головокружение",
      "percent": "2"
    },
    {
      "name": "Рвота",
      "percent": "2"
    },
    {
      "name": "Дисменорея",
      "percent": "2"
    },
    {
      "name": "Метеоризм",
      "percent": "2"
    },
    {
      "name": "Боль в спине",
      "percent": "2"
    },
    {
      "name": "Повышенные трансаминазы",
      "percent": "2"
    },
    {
      "name": "Вагинальное кровотечение",
      "percent": "2"
    },
    {
      "name": "Сыпь",
      "percent": "10"
    },
    {
      "name": "реакция гиперчувствительности",
      "percent": "7.7"
    },
    {
      "name": "РВВК Боль в животе",
      "percent": "5.4"
    },
    {
      "name": "Диарея",
      "percent": "3.8"
    },
    {
      "name": "Тошнота",
      "percent": "3.1"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "10"
    },
    {
      "name": "Усталость",
      "percent": "7.7"
    },
    {
      "name": "Боль в животе",
      "percent": "5.4"
    },
    {
      "name": "Диарея",
      "percent": "3.8"
    },
    {
      "name": "Тошнота",
      "percent": "3.1"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    }
  ]
}