{
  "name": "бромфенак офтальмологический",
  "comment": "Rx",
  "other_names": [
    "Проленса",
    "БромСайт"
  ],
  "classes": [
    "Офтальмологические НПВП"
  ],
  "source": "https://reference.medscape.com/drug/bromsite-prolensa-bromfenac-ophthalmic-343667",
  "pregnancy": {
    "common": [
      "Отсутствуют адекватные и хорошо контролируемые исследования беременных женщин для информирования о любых рисках, связанных с приемом лекарств.",
      "Из-за известных эффектов препаратов, ингибирующих биосинтез простагландинов, на сердечно-сосудистую систему плода (закрытие артериального протока) следует избегать применения этого препарата на поздних сроках беременности."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Лечение беременных крыс и кроликов пероральным бромфенаком не вызывало тератогенных эффектов в клинически значимых дозах."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии бромфенака в материнском молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока; однако системное воздействие этого препарата при глазном введении низкое.",
      "Пользу грудного вскармливания для развития и здоровья следует учитывать наряду с клинической потребностью матери в бромфенаке и любыми потенциальными неблагоприятными последствиями бромфенака или основного заболевания матери для ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Нет в списке производителя"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "С осторожностью применять у пациентов с ревматоидным артритом.",
        "Побочные реакции роговицы могут возникать у пациентов с кератитом после продолжительного применения, что может привести к потере зрения; прекратить использование у пациентов с признаками повреждения эпителия роговицы",
        "Соблюдайте осторожность у пациентов со сложными хирургическими вмешательствами на глазах, денервацией роговицы, повторными заболеваниями поверхности глаза или дефектами эпителия роговицы.",
        "Соблюдайте осторожность у пациентов с диабетом (возможен риск побочных эффектов на роговицу, которые могут привести к потере зрения).",
        "Содержит сульфит натрия, который может вызывать аллергические реакции у восприимчивых людей.",
        "Препятствует агрегации тромбоцитов; были сообщения о том, что НПВП, применяемые в глазу, могут вызывать повышенное кровотечение из тканей глаза (включая гифемы) в сочетании с глазной хирургией; рекомендуется с осторожностью применять препарат у пациентов с известной склонностью к кровотечениям или получающих другие лекарства, которые могут увеличить время кровотечения.",
        "Местные нестероидные противовоспалительные препараты (НПВП) могут замедлять или задерживать заживление; Также известно, что местные кортикостероиды замедляют или задерживают заживление; одновременное использование местных НПВП и местных стероидов может увеличить вероятность проблем с заживлением",
        "Снять контактные линзы перед применением, можно снова вставить через 10 минут после закапывания капель.",
        "Возможность перекрестной чувствительности к ацетилсалициловой кислоте, производным фенилуксусной кислоты и другим НПВП; соблюдать осторожность при лечении лиц, ранее проявлявших чувствительность к этим препаратам."
      ],
      "specific": [
        {
          "type": "Кератит и реакции роговицы",
          "description": [
            "Использование актуальных НПВП может привести к кератиту; у некоторых восприимчивых пациентов продолжение местного применения НПВП может привести к разрушению эпителия, истончению роговицы, эрозии роговицы, изъязвлению роговицы или перфорации роговицы.",
            "Эти события могут угрожать зрению; пациенты с признаками разрушения эпителия роговицы должны немедленно прекратить использование местных НПВП, включая этот препарат, и должны находиться под пристальным наблюдением за здоровьем роговицы.",
            "Местные НПВП следует использовать с осторожностью у этих пациентов; постмаркетинговый опыт применения НПВП для местного применения также свидетельствует о том, что применение более чем за 24 часа до операции или после 14 дней после операции может увеличить риск возникновения и тяжести побочных эффектов со стороны роговицы.",
            "Постмаркетинговый опыт применения местных НПВП свидетельствует о том, что пациенты со сложными операциями на глазах, денервацией роговицы, дефектами эпителия роговицы, сахарным диабетом, заболеваниями поверхности глаза (например, синдромом сухого глаза), ревматоидным артритом или повторными операциями на глазах в течение короткого периода времени могут подвергаться повышенному риску нежелательных явлений со стороны роговицы, которые могут угрожать зрению"
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Аномальное ощущение в глазах",
      "percent": null
    },
    {
      "name": "Конъюнктивальная гиперемия",
      "percent": null
    },
    {
      "name": "Раздражение глаз",
      "percent": null
    },
    {
      "name": "сжигание",
      "percent": null
    },
    {
      "name": "жгучий",
      "percent": null
    },
    {
      "name": "Глазная боль",
      "percent": null
    },
    {
      "name": "Зуд глаз",
      "percent": null
    },
    {
      "name": "покраснение глаз",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Ирит",
      "percent": null
    },
    {
      "name": "Эрозия роговицы",
      "percent": null
    }
  ]
}