{
  "name": "небиволол",
  "comment": "Rx",
  "other_names": [
    "Бистолический"
  ],
  "classes": [
    "Бета-1 Селективный",
    "Бета-блокаторы"
  ],
  "source": "https://reference.medscape.com/drug/bystolic-nebivolol-342363",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: Неизвестно, проникает ли препарат в грудное молоко; использовать не рекомендуется"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: Неизвестно, проникает ли препарат в грудное молоко; использовать не рекомендуется"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Брадикардия (ЧСС <50 уд/мин)",
        "Тяжелая печеночная недостаточность (класс С по Чайлд-Пью)",
        "Тяжелая печеночная недостаточность",
        "Кардиогенный шок",
        "Декомпенсированная сердечная недостаточность",
        "Блокада сердца 2°/3° (при отсутствии кардиостимулятора)",
        "Синдром слабости синусового узла (при отсутствии кардиостимулятора)",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Повышенный риск инсульта после операции; рутинная отмена хронической терапии бета-блокаторами не рекомендуется перед серьезной операцией",
        "Тяжелая почечная недостаточность снижает клиренс; корректировать дозу при тяжелой почечной недостаточности",
        "Анестетики, вызывающие депрессию миокарда, брадикардию, блокаду сердца 1°, ишемическую болезнь сердца, стенокардию Принцметала, нелеченную застойную сердечную недостаточность (ЗСН)",
        "С осторожностью применять у пациентов, принимающих блокаторы кальциевых каналов, сердечные гликозиды или применяющих ингаляционные анестетики.",
        "Внезапное прекращение приема препарата может усугубить стенокардию и привести к инфаркту миокарда; прекратить терапию постепенно в течение 1-2 недель, чтобы избежать острой тахикардии, ишемии и/или артериальной гипертензии; временное, но быстрое возобновление терапии бета-блокаторами может быть необходимо при ухудшении симптомов стенокардии или острой коронарной недостаточности",
        "Может вызвать или усугубить депрессию ЦНС; соблюдать осторожность у пациентов с психическими расстройствами",
        "Не показано, чтобы уменьшить заболеваемость или смертность в популяции сердечной недостаточности; бисопролол, карведилол и метопролол пролонгированного действия — только бета-блокаторы, доказавшие свою эффективность в снижении смертности; соблюдать осторожность у пациентов с компенсированной сердечной недостаточностью и следить за ухудшением состояния; временно прекратить или уменьшить дозу при ухудшении состояния; стабилизировать пациентов на режиме сердечной недостаточности до начала терапии бета-блокаторами; начинать терапию с очень низких доз; может потребоваться корректировка других лекарств, включая ингибиторы АПФ и/или диуретики.",
        "Может маскировать гипертиреоз, включая тахикардию; внезапная отмена может усугубить симптомы гипертиреоза или спровоцировать тиреоидный шторм; при подозрении на тиреотоксикоз тщательно контролировать и лечить",
        "Заболевания почек, цереброваскулярная недостаточность, применение при феохромоцитоме (альфа-адреноблокатор следует начинать до бета-адреноблокатора)",
        "Пациентам с бронхоспастической болезнью не следует назначать бета-адреноблокаторы; пациентам с бронхоспастической болезнью, которые не реагируют на другие методы лечения, можно применять начальные низкие дозы и использовать их с осторожностью; внимательно следить; пациент должен иметь немедленный доступ к бета2-агонисту",
        "С осторожностью применять у пациентов с миастенией.",
        "Препарат теряет селективность в отношении рецепторов у слабых метаболизаторов и в высоких дозах (блокирует как бета1, так и бета2)",
        "Может ускорить или усугубить симптомы артериальной недостаточности у пациентов с периферической болезнью и болезнью Рейно (перемежающаяся хромота); соблюдайте осторожность; мониторинг прогрессирования артериальной обструкции",
        "Может усиливать гипогликемию у пациентов с гипогликемией и/или маскировать признаки и симптомы.",
        "Обострение или индукция псориаза, связанного с псориазом; будьте осторожны",
        "Умеренная печеночная недостаточность снижает метаболизм; корректировать дозу при умеренной печеночной недостаточности (класс B по Чайлд-Пью); противопоказан при тяжелой печеночной недостаточности (класс С по Чайлд-Пью)"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ацебутолол и небиволол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/лумефантрин повышают уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол и небиволол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "бетаксолол и небиволол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бисопролол и небиволол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол и небиволол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "целипролол",
      "description": {
        "common": "Целипролол и небиволол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клонидин",
      "description": {
        "common": "клонидин, небиволол.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дакомитиниб",
      "description": {
        "common": "дакомитиниб будет повышать уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Избегайте использования с субстратами CYP2D6, когда минимальное увеличение концентрации субстрата CYP2D6 может привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "дигоксин, небиволол.\nОдин из них снижает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем, небиволол.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсмолол",
      "description": {
        "common": "Эсмолол и небиволол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол, небиволол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения фексинидазола с препаратами, вызывающими брадикардию. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин увеличивает уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живосиран",
      "description": {
        "common": "гивосиран будет повышать уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP2D6 с гивосираном. Если это неизбежно, уменьшите дозировку субстрата CYP2D6 в соответствии с утвержденной маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лабеталол",
      "description": {
        "common": "лабеталол и небиволол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофексидин",
      "description": {
        "common": "лофексидин, небиволол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с другими препаратами, которые снижают пульс или артериальное давление, чтобы снизить риск чрезмерной брадикардии и гипотензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "люмефантрин увеличивает уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "небиволол, мавакамтен.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Следует ожидать аддитивных отрицательных инотропных эффектов мавакамтена и других препаратов, снижающих сократимость сердца."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метопролол",
      "description": {
        "common": "метопролол и небиволол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол и небиволол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин повышает уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "и небиволол, и пенбутолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пиндолол",
      "description": {
        "common": "и небиволол, и пиндолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропранолол",
      "description": {
        "common": "и небиволол, и пропранолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин повышает уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Контролируйте артериальное давление. Может потребоваться снижение дозы небиволола."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ривастигмин",
      "description": {
        "common": "небиволол повышает токсичность ривастигмина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивный эффект брадикардии может привести к обмороку."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соталол",
      "description": {
        "common": "и небиволол, и соталол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тимолол",
      "description": {
        "common": "и небиволол, и тимолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил, небиволол.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абиратерон",
      "description": {
        "common": "абиратерон повышает уровень небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Избегайте совместного применения абиратерона с субстратами CYP2D6. Если альтернативная терапия не может быть использована, следует соблюдать осторожность и рассмотреть вопрос о снижении дозы субстрата CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ацебутолол и небиволол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "и небиволол, и ацеклофенак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "и небиволол, и ацеметацин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "небиволол повышает, а альбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "Альдеслейкин усиливает эффекты небиволола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "альфузозин и небиволол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень небиволола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифостин",
      "description": {
        "common": "амифостин, небиволол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение со средствами, снижающими артериальное давление, может увеличить риск и тяжесть гипотензии, связанной с амифостином. Когда амифостин используется в химиотерапевтических дозах, откажитесь от препаратов, снижающих артериальное давление, за 24 часа до амифостина; если нельзя отказаться от приема гипотензивных препаратов, не вводите амифостин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амилорид",
      "description": {
        "common": "и небиволол, и амилорид повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон увеличивает уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Тщательно контролируйте сердечную функцию и наблюдайте за признаками брадикардии или блокады сердца при одновременном применении амиодарона и бета-адреноблокатора. Амиодарон следует применять с осторожностью у пациентов, получающих бета-адреноблокаторы, особенно при подозрении на сопутствующую дисфункцию синусового узла, такую ​​как брадикардия или синдром слабости синусового узла, или при частичной АВ-блокаде."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амлодипин",
      "description": {
        "common": "небиволол, амлодипин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень небиволола за счет усиления метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с амобарбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "небиволол увеличивает, а арформотерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин повышает уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "и небиволол, и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "небиволол и аспирин ректально повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия снижает эффекты небиволола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Длительное (>1 нед) применение НПВП. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир усиливает действие небиволола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск артериальной гипотензии, брадикардии, AV-блокады и удлинения интервала PR. Рассмотрите возможность снижения дозы бета-блокатора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол и небиволол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аванафил",
      "description": {
        "common": "аванафил усиливает действие небиволола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "небиволол увеличивает, а бендрофлуметиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "бетаксолол и небиволол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "субсалицилат висмута",
      "description": {
        "common": "висмута субсалицилат, небиволол. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Блокада почечного синтеза простагландинов; может вызвать сильную гипертензию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бисопролол и небиволол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бретилий",
      "description": {
        "common": "небиволол, бретилиум.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Каждый препарат может вызвать гипотензию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буметанид",
      "description": {
        "common": "небиволол увеличивает, а буметанид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупропион",
      "description": {
        "common": "бупропион увеличивает уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень небиволола за счет усиления метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с бутабарбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень небиволола за счет усиления метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с буталбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "ацетат кальция снижает действие небиволола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает эффекты небиволола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "хлорид кальция снижает эффекты небиволола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция снижает действие небиволола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "глюконат кальция снижает действие небиволола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кандесартан",
      "description": {
        "common": "кандесартан и небиволол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбеноксолон",
      "description": {
        "common": "небиволол увеличивает, а карбеноксолон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбидопа",
      "description": {
        "common": "карбидопа усиливает действие небиволола за счет фармакодинамического синергизма. Используйте осторожность/монитор. В начале терапии карбидопой в комбинации с леводопой или без нее или комбинированными препаратами карбидопа-леводопа может потребоваться коррекция дозы антигипертензивного препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол и небиволол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб будет повышать уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целипролол",
      "description": {
        "common": "Целипролол и небиволол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин увеличивает уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "небиволол увеличивает, а хлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "небиволол увеличивает, а хлорталидон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "небиволол и трисалицилат магния холина повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин повышает уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клевидипин",
      "description": {
        "common": "небиволол, клевидипин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клонидин",
      "description": {
        "common": "небиволол, клонидин. Механизм: фармакодинамический синергизм. Изменить терапию/внимательно контролировать. Селективное введение бета-блокаторов во время отмены альфа-агонистов центрального действия может привести к рецидиву артериальной гипертензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "небиволол повышает, а циклопентиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет увеличивать уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазиглюкагон",
      "description": {
        "common": "небиволол снижает действие дасиглюкагона по неизвестному механизму. Используйте осторожность/монитор. Дасиглюкагон может стимулировать высвобождение катехоламинов; тогда как бета-блокаторы могут ингибировать катехоламины, высвобождаемые в ответ на дасиглюкагон. Coadministration также может временно увеличить пульс и BP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран, небиволол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "десвенлафаксин повышает уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Десвенлафаксин ингибирует CYP2D6; при более высоких дозах десвенлафаксина (т.е. 400 мг) снижайте дозу субстрата CYP2D6 до 50%; коррекция дозы не требуется при дозах десвенлафаксина <100 мг"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "и небиволол, и диклофенак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "и небиволол, и дифлунисал повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "и небиволол, и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "и небиволол, и дилтиазем усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифенгидрамин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "небиволол повышает, а добутамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "небиволол увеличивает, а допексамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксазозин",
      "description": {
        "common": "доксазозин и небиволол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "и небиволол, и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "дулоксетин повышает уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень небиволола, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы сопутствующего препарата и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень небиволола, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP2D6; осторожность при применении субстратов CYP2D6, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "небиволол увеличивает, а эфедрин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "небиволол увеличивает, а адреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "небиволол повышает, а эпинефрин рацемический снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпросартан",
      "description": {
        "common": "Эпросартан и небиволол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсмолол",
      "description": {
        "common": "эсмолол и небиволол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "небиволол увеличивает, а этакриновая кислота снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфир",
      "description": {
        "common": "небиволол, эфир.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. И бета-блокаторы, и эфир угнетают миокард; рассмотреть возможность снижения дозы бета-блокатора, если для анестезии используется эфир."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "и небиволол, и этодолак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этомидат",
      "description": {
        "common": "этомидат, небиволол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "и небиволол, и фелодипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "fenbufen",
      "description": {
        "common": "и небиволол, и фенбуфен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "и небиволол, и фенопрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "небиволол усиливает эффекты финголимода за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают частоту сердечных сокращений. Наблюдайте за пациентами, получающими сопутствующую терапию, особенно в первые 6 часов после начала приема финголимода или после перерыва в лечении не менее чем на две недели, на наличие брадикардии и атриовентрикулярной блокады. Чтобы определить основные факторы риска брадикардии и АВ-блокады, перед началом приема финголимода необходимо получить новую или недавнюю ЭКГ у пациентов, принимающих бета-блокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "и небиволол, и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "небиволол увеличивает, а формотерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фуросемид",
      "description": {
        "common": "небиволол увеличивает, а фуросемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "небиволол увеличивает, а гентамицин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюкагон",
      "description": {
        "common": "глюкагон снижает токсичность небиволола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Одновременное применение глюкагона с бета-блокаторами может привести к кратковременному повышению пульса и артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюкагон интраназально",
      "description": {
        "common": "глюкагон интраназально снижает токсичность небиволола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Одновременное применение глюкагона с бета-блокаторами может привести к кратковременному повышению пульса и артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол будет повышать уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидралазин",
      "description": {
        "common": "гидралазин усиливает действие небиволола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "небиволол увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "и небиволол, и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен внутривенно снижает эффекты небиволола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Длительное (>1 нед) применение НПВП. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб будет повышать уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "индакатерол, ингаляционный, небиволол. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Бета-блокаторы и индакатерол могут мешать действию друг друга при одновременном применении. Бета-блокаторы могут вызывать тяжелый бронхоспазм у пациентов с ХОБЛ. Поэтому пациентов с ХОБЛ обычно не следует лечить бета-адреноблокаторами. Однако при определенных обстоятельствах, т.е. в качестве профилактики после инфаркта миокарда приемлемых альтернатив применению бета-адреноблокаторов у больных ХОБЛ может не быть. В этих условиях можно рассмотреть возможность применения кардиоселективных бета-блокаторов, хотя их следует назначать с осторожностью."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индапамид",
      "description": {
        "common": "небиволол увеличивает, а индапамид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "и небиволол, и индометацин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "небиволол, инсулин деглудек. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Бета-блокаторы могут как усиливать, так и ослаблять эффект инсулина по снижению уровня глюкозы в крови; бета-адреноблокаторы могут пролонгировать гипогликемию (нарушение гликогенолиза) или вызвать гипергликемию (угнетение секреции инсулина)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "небиволол, инсулин деглудек/инсулин аспарт. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Бета-блокаторы могут как усиливать, так и ослаблять эффект инсулина по снижению уровня глюкозы в крови; бета-адреноблокаторы могут пролонгировать гипогликемию (нарушение гликогенолиза) или вызвать гипергликемию (угнетение секреции инсулина)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "небиволол, инсулин ингаляционно. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Бета-блокаторы могут как усиливать, так и ослаблять эффект инсулина по снижению уровня глюкозы в крови; бета-адреноблокаторы могут пролонгировать гипогликемию (нарушение гликогенолиза) или вызвать гипергликемию (угнетение секреции инсулина)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йодиксанол",
      "description": {
        "common": "небиволол повышает токсичность йодиксанола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Применение бета-адреноблокаторов снижает порог контрастных реакций и увеличивает их выраженность, а также снижает эффективность лечения реакций гиперчувствительности адреналином. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "И ирбесартан, и небиволол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "небиволол увеличивает, а изопротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "исрадипин",
      "description": {
        "common": "небиволол, исрадипин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивабрадин",
      "description": {
        "common": "ивабрадин, небиволол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Большинству пациентов, получающих ивабрадин, также назначают бета-блокаторы. Риск брадикардии увеличивается при одновременном приеме препаратов, замедляющих сердечный ритм (например, дигоксина, амиодарона, бета-блокаторов). Мониторинг частоты сердечных сокращений у пациентов, принимающих ивабрадин с другими негативными хронотропными препаратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетамин",
      "description": {
        "common": "кетамин, небиволол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "и небиволол, и кетопрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "и небиволол, и кеторолак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "небиволол и кеторолак интраназально повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лабеталол",
      "description": {
        "common": "лабеталол и небиволол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "небиволол усиливает эффекты лазмидитана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Ласмидитан был связан со снижением частоты сердечных сокращений (ЧСС). В исследовании лекарственного взаимодействия добавление однократной дозы 200 мг лазмидитана к пропранололу снижало ЧСС дополнительно на 5 ударов в минуту по сравнению с приемом только пропранолола, до среднего максимума 19 ударов в минуту."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "небиволол увеличивает, а левалбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "леводопа усиливает действие небиволола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Рассмотрите возможность уменьшения дозы антигипертензивного агента."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоркасерин",
      "description": {
        "common": "лоркасерин будет увеличивать уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "и небиволол, и лорноксикам повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "лозартан и небиволол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон усиливает действие небиволола на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: потенциально повышенный риск гипотензии при одновременном применении. Мониторинг артериального давления и корректировка дозы антигипертензивного агента по мере необходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "маравирок будет повышать уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат снижает эффекты небиволола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Длительное (>1 нед) применение НПВП. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "и небиволол, и мефенамовая кислота повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин повышает уровень небиволола за счет замедления метаболизма. Используйте осторожность/монитор. Риск аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "и небиволол, и мелоксикам повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "небиволол увеличивает, а метапротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "небиволол увеличивает, а метиклотиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метолазон",
      "description": {
        "common": "небиволол увеличивает, а метолазон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "метопролол и небиволол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мирабегрон",
      "description": {
        "common": "мирабегрон повышает уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксисилит",
      "description": {
        "common": "моксисилит и небиволол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "и небиволол, и набуметон повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол и небиволол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "и небиволол, и напроксен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "небиволол, никардипин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "небиволол, нифедипин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нимодипин",
      "description": {
        "common": "небиволол, нимодипин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "небиволол, нисолдипин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин ректальный",
      "description": {
        "common": "нитроглицерин ректальный, небиволол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Бета-адреноблокаторы купируют рефлекторную тахикардию, вызванную нитроглицерином, не предотвращая его гипотензивного действия. При одновременном применении бета-адреноблокаторов с нитроглицерином у пациентов со стенокардией могут возникать дополнительные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "небиволол увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олмесартан",
      "description": {
        "common": "олмесартан и небиволол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "и небиволол, и оксапрозин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксиметазолин актуальные",
      "description": {
        "common": "оксиметазолин местно увеличивает, а небиволол уменьшает симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "панобиностат",
      "description": {
        "common": "панобиностат повышает уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Панобиностат может увеличивать уровни и эффекты чувствительных субстратов CYP2D6 или субстратов с узким терапевтическим индексом CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "парекоксиб будет повышать уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "патиромер",
      "description": {
        "common": "Патиромер будет снижать уровень или эффект небиволола за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Раздельное введение по крайней мере на 3 часа от патиромера"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "и небиволол, и пенбутолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень небиволола за счет усиления метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении пентобарбитала. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин будет увеличивать уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень небиволола за счет усиления метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с фенобарбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "феноксибензамин",
      "description": {
        "common": "феноксибензамин и небиволол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентоламин",
      "description": {
        "common": "фентоламин и небиволол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "и небиволол, и пиндолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "небиволол увеличивает, а пирбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "и небиволол, и пироксикам повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и небиволол усиливают фармакодинамический синергизм. Используйте осторожность/монитор. Бета-блокаторы могут оказывать дополнительное влияние на снижение ЧСС. Перед началом приема понесимода у пациентов, получающих стабильную дозу бета-блокатора, рассмотрите возможность проведения ЧСС в покое. Обратитесь к информации о назначении понесимода для получения дополнительной информации о дозировке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "и небиволол, и кислый фосфат калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "и небиволол, и хлорид калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "и небиволол, и цитрат калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "празозин",
      "description": {
        "common": "празозин и небиволол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон снижает уровень небиволола за счет усиления метаболизма. Используйте осторожность/монитор. Рассмотрите возможность более высокой дозы бета-блокатора при одновременном применении с секобарбиталом. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с примидоном. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропафенон",
      "description": {
        "common": "пропафенон будет повышать уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Может потребоваться снижение дозы небиволола."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропофол",
      "description": {
        "common": "пропофол, небиволол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "и небиволол, и пропранолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акрихин",
      "description": {
        "common": "хинакрин увеличивает уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин будет увеличивать уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "болтливый",
      "description": {
        "common": "ролапитант повышает уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Ролапитант может повышать концентрацию субстратов CYP2D6 в плазме в течение как минимум 28 дней после приема ролапитанта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "сакубитрил/валсартан и небиволол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "и небиволол, и салицилаты (не аза) повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "небиволол увеличивает, а салметерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "и небиволол, и сальсалат повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир, небиволол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск удлинения PR и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень небиволола за счет усиления метаболизма. Используйте осторожность/монитор. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин повышает уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран, небиволол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силденафил",
      "description": {
        "common": "небиволол усиливает эффекты силденафила за счет дополнительной вазодилатации. Используйте осторожность/монитор. Силденафил обладает системными сосудорасширяющими свойствами и может дополнительно снижать артериальное давление у пациентов, принимающих антигипертензивные препараты. Мониторинг реакции артериального давления на силденафил у пациентов, одновременно получающих антигипертензивную терапию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силодозин",
      "description": {
        "common": "силодозин и небиволол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод, небиволол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Следует соблюдать осторожность при назначении сипонимода пациентам, получающим лечение бета-блокаторами, из-за аддитивного эффекта снижения частоты сердечных сокращений. Перед началом приема сипонимода может потребоваться временное прекращение приема бета-блокаторов. Лечение бета-блокаторами можно начинать у пациентов, получающих стабильные дозы сипонимода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия снижает уровень небиволола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота снижает уровень небиволола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "и небиволол, и соталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "и небиволол, и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "и небиволол, и сукцинилхолин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "и небиволол, и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "и небиволол, и сулиндак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тадалафил",
      "description": {
        "common": "тадалафил усиливает действие небиволола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "телмисартан и небиволол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "terazosin",
      "description": {
        "common": "теразозин и небиволол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербинафин",
      "description": {
        "common": "тербинафин будет увеличивать уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Оцените необходимость снижения дозы препарата, метаболизирующегося CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "небиволол увеличивает, а тербуталин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теофиллин",
      "description": {
        "common": "небиволол, теофиллин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Бета-блокаторы (особенно неселективные) противодействуют эффектам теофиллина, в то же время повышая уровни теофиллина и его токсичность (механизм: снижение метаболизма теофиллина). Курение увеличивает риск взаимодействия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин будет увеличивать уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "и небиволол, и тимолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "типранавир будет повышать уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "и небиволол, и толфенамовая кислота повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "и небиволол, и толметин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "и небиволол, и толваптан повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торсемиде",
      "description": {
        "common": "небиволол увеличивает, а торасемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триамтерен",
      "description": {
        "common": "и небиволол, и триамтерен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "валсартан и небиволол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "венлафаксин будет повышать уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "и небиволол, и верапамил усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксипамид",
      "description": {
        "common": "ксипамид усиливает действие небиволола за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аденозин",
      "description": {
        "common": "небиволол, аденозин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Брадикардия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репейник",
      "description": {
        "common": "Репейник усиливает действие небиволола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает действие небиволола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цевимелин",
      "description": {
        "common": "цевимелин усиливает действие небиволола за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин повышает уровень небиволола за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "небиволол усиливает действие кокаина местно за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск стенокардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "кукурузные рыльца усиливают действие небиволола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "дигидроэрготамин, небиволол. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивный спазм сосудов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "дигидроэрготамин интраназально, небиволол. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивный спазм сосудов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дипиридамол",
      "description": {
        "common": "дипиридамол, небиволол. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск брадикардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам повышает уровень небиволола за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенолдопам",
      "description": {
        "common": "фенолдопам усиливает действие небиволола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "форсколин",
      "description": {
        "common": "форсколин усиливает действие небиволола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "guanfacine",
      "description": {
        "common": "небиволол, гуанфацин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Селективное введение бета-блокаторов во время отмены альфа-агонистов центрального действия может привести к рецидиву артериальной гипертензии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "визуализирующие агенты (гадолиний)",
      "description": {
        "common": "небиволол, визуализирующие агенты (гадолиний). Механизм: неизвестен. Незначительное/значение неизвестно. Повышенный риск анафилаксии от контрастных веществ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левобетаксолол",
      "description": {
        "common": "левобетаксолол усиливает эффекты небиволола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие небиволола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелатонин",
      "description": {
        "common": "мелатонин снижает токсичность небиволола за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Мелатонин может корректировать нарушения сна, вызванные бета-блокаторами."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метипранолол офтальмологический",
      "description": {
        "common": "метипранолол офтальмологический усиливает действие небиволола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "неостигмин",
      "description": {
        "common": "небиволол, неостигмин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивная брадикардия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сок нони",
      "description": {
        "common": "и небиволол, и сок нони повышают уровень калия в сыворотке. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "октакозанол",
      "description": {
        "common": "октакозанол усиливает действие небиволола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "физостигмин",
      "description": {
        "common": "небиволол, физостигмин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивная брадикардия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пилокарпин",
      "description": {
        "common": "пилокарпин усиливает действие небиволола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "reishi",
      "description": {
        "common": "Рейши усиливает действие небиволола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "пастушья сумка, небиволол. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Теоретически пастушья сумка может мешать контролю АД."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "тизанидин усиливает действие небиволола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трепростинил",
      "description": {
        "common": "трепростинил усиливает эффекты небиволола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "йохимбе",
      "description": {
        "common": "небиволол снижает токсичность йохимбе за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "6-9"
    },
    {
      "name": "Усталость",
      "percent": "2-5"
    },
    {
      "name": "Головокружение",
      "percent": "2-4"
    },
    {
      "name": "Диарея",
      "percent": "2-3"
    },
    {
      "name": "Тошнота",
      "percent": "1-3"
    },
    {
      "name": "Повышенный уровень триглицеридов и резистентность к инсулину",
      "percent": "1"
    },
    {
      "name": "уменьшился высокий",
      "percent": "1"
    },
    {
      "name": "липопротеин плотности",
      "percent": "1"
    },
    {
      "name": "ЛПВП",
      "percent": "1"
    },
    {
      "name": "уровни",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Периферический отек",
      "percent": null
    },
    {
      "name": "Слабость",
      "percent": null
    },
    {
      "name": "Брадикардия",
      "percent": null
    },
    {
      "name": "Боль в груди",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    }
  ]
}