{
  "name": "эрготамин/кофеин",
  "comment": "Rx",
  "other_names": [
    "Мигергот",
    "Кафергот"
  ],
  "classes": [
    "Производные спорыньи"
  ],
  "source": "https://reference.medscape.com/drug/cafergot-migergot-ergotamine-caffeine-4000194",
  "pregnancy": {
    "common": [
      "Нет исследований плацентарного переноса или тератогенности комбинации эрготамина и кофеина.",
      "Противопоказан; эрготамин вызывает окситотические эффекты"
    ],
    "specific": [
      {
        "type": "Работа и доставка",
        "description": [
          "Противопоказан при родах из-за окситотического эффекта эрготамина, который максимален в третьем триместре."
        ]
      },
      {
        "type": "Исследования на животных",
        "description": [
          "Известно, что кофеин проникает через плаценту и оказывает тератогенное действие на животных.",
          "Эрготамин проникает через плаценту в небольших количествах, хотя в таком количестве он не оказывает эмбриотоксического действия; однако длительная вазоконстрикция сосудов матки и/или повышенный тонус миометрия, приводящий к снижению миометриального и плацентарного кровотока, могли способствовать задержке роста плода, наблюдаемой у животных."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Известно, что препараты спорыньи ингибируют пролактин, но нет сообщений о снижении лактации при приеме эрготамина/кофеина.",
      "В связи с потенциальными серьезными побочными реакциями у грудных детей следует принять решение о прекращении кормления грудью или прекращении приема препарата, учитывая важность препарата для матери.",
      "Эрготамин выделяется с грудным молоком и может вызывать рвоту, диарею, слабый пульс и нестабильное артериальное давление у грудных детей."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Серьезная и/или опасная для жизни периферическая ишемия, связанная с одновременным применением эрготамина и кофеина с мощными ингибиторами CYP3A4, включая ингибиторы протеазы и макролидные антибиотики.",
        "Одновременный прием этих препаратов противопоказан.",
        "Поскольку ингибирование CYP3A4 повышает уровень эрготамина и кофеина в сыворотке крови, повышается риск спазма сосудов, приводящего к церебральной ишемии и/или ишемии конечностей."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Заболевания периферических сосудов, ишемическая болезнь сердца, артериальная гипертензия, нарушение функции печени или почек, сепсис",
        "Мощные ингибиторы CYP3A4 из-за риска острой токсичности спорыньи",
        "Беременность",
        "Повышенная чувствительность к любому из ингредиентов"
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "эрготизм",
          "description": [
            "Хотя эрготизм редко развивается даже после длительного прерывистого приема перорально вводимого эрготамина, не превышайте рекомендуемые дозы.",
            "Симптомы отмены (например, рикошетная головная боль) после прекращения приема препарата встречаются редко; обычно сообщается о длительном неизбирательном использовании",
            "Хотя большинство случаев связано с явной передозировкой, некоторые случаи связаны с гиперчувствительностью.",
            "Есть несколько сообщений о пациентах, принимавших дозы в рекомендуемых пределах или в течение коротких периодов времени.",
            "Эрготизм проявляется интенсивной артериальной вазоконстрикцией, вызывающей признаки и симптомы ишемии периферических сосудов.",
            "Головная боль, перемежающаяся хромота, мышечные боли, онемение или похолодание и бледность пальцев могут возникать при хронической интоксикации; если состояние будет прогрессировать без лечения, может возникнуть гангрена"
          ]
        },
        {
          "type": "Фиброзные осложнения",
          "description": [
            "Не использовать для постоянного ежедневного приема",
            "Редкие сообщения о фиброзном утолщении аортального, митрального, трехстворчатого и/или легочного клапанов при длительном непрерывном применении тартрата эрготамина и кофеина.",
            "Сообщается о ретроперитонеальном и/или плевропульмональном фиброзе."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Эрготамин является субстратом и ингибитором CYP3A.",
            "Мощные ингибиторы: противопоказаны из-за риска острой интоксикации спорыньей (эрготизма), характеризующейся спазмом сосудов и ишемией конечностей.",
            "Менее мощные ингибиторы: хотя и не противопоказаны, по возможности избегайте их применения из-за риска вазоспазма.",
            "Ингибиторы CYP3A"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "эрготамин, алмотриптан.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано. Аддитивный спазм сосудов. сент. к 24ч."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает токсичность эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение может привести к спазму сосудов и ишемии конечностей и других тканей, включая ЦНС."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат увеличивает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Возможны серьезные и/или опасные для жизни реакции (например, острая интоксикация спорыньей, характеризующаяся спазмом периферических сосудов, ишемией конечностей и других тканей)"
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элетриптан",
      "description": {
        "common": "эрготамин, элетриптан.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано. Аддитивный спазм сосудов. сент. к 24ч."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Кобицистат является ингибитором CYP3A4; противопоказан при использовании субстратов CYP3A4, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фроватриптан",
      "description": {
        "common": "эрготамин, фроватриптан.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано. Аддитивный спазм сосудов. сент. к 24ч."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тринитрат глицерина пр.",
      "description": {
        "common": "эрготамин снижает эффекты тринитрата глицерина за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид усиливает действие кофеина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Повышенный риск эрготизма, приводящего к церебральной ишемии и/или ишемии конечностей"
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение летермовира и алкалоидов спорыньи противопоказано из-за риска развития эрготизма."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид усиливает действие кофеина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон повышает уровень эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Противопоказаны субстраты CYP3A, имеющие узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "наратриптан",
      "description": {
        "common": "эрготамин, наратриптан.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано. Аддитивный спазм сосудов. сент. к 24ч."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нирматрелвир",
      "description": {
        "common": "нирматрелвир увеличивает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Нирматрелвир/ритонавир противопоказан к препаратам, клиренс которых сильно зависит от CYP3A и повышенные концентрации которых связаны с серьезными и/или опасными для жизни реакциями."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир будет повышать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Нирматрелвир/ритонавир противопоказан к препаратам, клиренс которых сильно зависит от CYP3A и повышенные концентрации которых связаны с серьезными и/или опасными для жизни реакциями."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нитроглицерин в/в",
      "description": {
        "common": "эрготамин снижает эффекты нитроглицерина IV за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нитроглицерин сублингвально",
      "description": {
        "common": "эрготамин снижает эффекты сублингвального нитроглицерина за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нитроглицерин актуальные",
      "description": {
        "common": "эрготамин уменьшает эффекты местного нитроглицерина за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нитроглицерин трансдермальный",
      "description": {
        "common": "эрготамин снижает эффекты трансдермального нитроглицерина за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нитроглицерин транслингвальный",
      "description": {
        "common": "эрготамин уменьшает эффекты транслингвального нитроглицерина за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC) повышают уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Острая токсичность спорыньи, характеризующаяся вазоспазмом и ишемией тканей, была связана с одновременным применением ритонавира."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенелзин",
      "description": {
        "common": "Фенелзин усиливает действие кофеина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин усиливает действие кофеина за счет фармакодинамического синергизма. Противопоказано. Кофеин может вызывать тяжелые гипертонические кризы или опасные сердечные аритмии, если его вводить пациентам, принимающим ИМАО. Все препараты, содержащие кофеин, следует использовать с осторожностью."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "псевдоэфедрин",
      "description": {
        "common": "эрготамин усиливает действие псевдоэфедрина за счет фармакодинамического синергизма. Противопоказано. Производные спорыньи могут усиливать сосудосуживающий эффект псевдоэфедрина и в конечном итоге значительно повышать артериальное давление."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ризатриптан",
      "description": {
        "common": "эрготамин, ризатриптан.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано. Аддитивный спазм сосудов. сент. к 24ч."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "трансдермальный селегилин усиливает действие кофеина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "суматриптан",
      "description": {
        "common": "эрготамин, суматриптан.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано. Аддитивный спазм сосудов. сент. к 24ч."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "суматриптан интраназально",
      "description": {
        "common": "эрготамин, суматриптан интраназально.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано. Аддитивный спазм сосудов. сент. к 24ч."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "транилципромин",
      "description": {
        "common": "транилципромин усиливает действие кофеина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет повышать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир увеличивает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP1A2. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупропион",
      "description": {
        "common": "кофеин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амилнитрит",
      "description": {
        "common": "амилнитрит усиливает действие эрготамина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Риск повышения САД, стенокардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет увеличивать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "эрготамин, бензфетамин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бремеланотид",
      "description": {
        "common": "бремеланотид снизит уровень или эффект эрготамина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бригатиниб",
      "description": {
        "common": "Бригатиниб будет снижать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Бригатиниб индуцирует CYP3A4 in vitro. Совместное введение с субстратами CYP3A4, особенно с узким терапевтическим индексом, может привести к снижению концентрации и потере эффективности. Если невозможно избежать одновременного применения, контролируйте уровень субстрата CYP3A4 и при необходимости корректируйте дозу."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бромокриптин",
      "description": {
        "common": "эрготамин, бромокриптин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение бромокриптина с алкалоидами спорыньи потенциально может привести к интоксикации спорыньей; поэтому их комбинации следует избегать."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид будет снижать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб повышает уровень эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Избегайте одновременного использования субстратов CYP3A, о которых известно, что они имеют узкие терапевтические индексы, или субстратов, которые преимущественно метаболизируются CYP3A во время лечения церитинибом; если использование этих препаратов неизбежно, рассмотрите возможность снижения дозы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин повышает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень эрготамина за счет замедления метаболизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет увеличивать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет увеличивать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. «Возможны серьезные и/или опасные для жизни реакции, такие как острое отравление спорыньей, характеризующееся спазмом периферических сосудов и ишемией конечностей и других тканей»."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "эрготамин и десвенлафаксин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "дексфенфлурамин, эрготамин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано. Риск серотонинового синдрома."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "эрготамин, дексметилфенидат. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "эрготамин, декстроамфетамин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ДГЭА, растительный",
      "description": {
        "common": "DHEA, травяной, повысит уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диэтилпропион",
      "description": {
        "common": "эрготамин, диэтилпропион. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дипиридамол",
      "description": {
        "common": "кофеин снижает эффекты дипиридамола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "добутамин",
      "description": {
        "common": "эрготамин, добутамин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дофамин",
      "description": {
        "common": "эрготамин, дофамин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфедрин",
      "description": {
        "common": "эрготамин, эфедрин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адреналин",
      "description": {
        "common": "эрготамин, адреналин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "Основание эритромицина увеличивает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина увеличивает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат будет снижать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этравирин",
      "description": {
        "common": "Этравирин снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "фенфлурамин, эрготамин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано. Риск серотонинового синдрома."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет увеличивать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол увеличивает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет увеличивать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант увеличивает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живосиран",
      "description": {
        "common": "гивосиран увеличивает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте совместного применения чувствительных субстратов CYP1A2 с гивосираном. Если это неизбежно, уменьшите дозировку субстрата CYP1A2 в соответствии с одобренной маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тринитрат глицерина пр.",
      "description": {
        "common": "тринитрат глицерина усиливает действие эрготамина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Риск повышения САД, стенокардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир будет увеличивать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иобенгуан I 131",
      "description": {
        "common": "кофеин снизит уровень или эффект iobenguane I 131 от Other (см. комментарий). Избегайте или используйте альтернативный препарат. Основываясь на механизме действия иобенгуана, препараты, которые снижают поглощение катехоламинов или истощают запасы катехоламинов, могут препятствовать поглощению иобенгуана клетками и, таким образом, снижать эффективность иобенгуана. Прекратите прием мешающих препаратов в течение по крайней мере 5 периодов полувыведения перед введением либо дозиметрической дозы, либо дозы иобенгуана. Не вводите эти препараты, по крайней мере, через 7 дней после каждой дозы иобенгуана."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид и эрготамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "эрготамин, изопротеренол. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изосорбида динитрат",
      "description": {
        "common": "изосорбида динитрат усиливает действие эрготамина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Риск повышения САД, стенокардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изосорбида мононитрат",
      "description": {
        "common": "изосорбида мононитрат усиливает действие эрготамина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Риск повышения САД, стенокардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб будет повышать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет увеличивать уровень или эффект эрготамина, влияя на метаболизм печеночного фермента CYP2E1. Избегайте или используйте альтернативный препарат. Одновременное применение ленакапавира с дигидроэрготамином, эрготамином или метилэргоновином не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид и эрготамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "эрготамин, лиздексамфетамин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "эрготамин будет увеличивать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет увеличивать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте использования лорлатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной терапевтической неудаче субстрата. Если одновременное применение неизбежно, увеличьте дозу субстрата CYP3A в соответствии с одобренной маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "lumacaftor/ivacaftor будет снижать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Люмакафтор является сильным индуктором CYP3A. Избегайте одновременного применения с чувствительными субстратами CYP3A или субстратами CYP3A с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "лумефантрин снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "эрготамин, метамфетамин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиленовый синий",
      "description": {
        "common": "метиленовый синий и эрготамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Метиленовый синий может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести метиленовый синий, немедленно прекратите прием серотонинергического препарата и следите за токсичностью ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы метиленового синего или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилендиоксиметамфетамин",
      "description": {
        "common": "эрготамин, метилендиоксиметамфетамин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "эрготамин, метилфенидат. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "Метилпреднизолон снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол увеличивает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "вагинальный миконазол повышает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидодрин",
      "description": {
        "common": "эрготамин, мидодрин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "мобоцертиниб будет снижать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, увеличьте дозировку субстрата CYP3A4 в соответствии с информацией о его назначении."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин будет снижать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "никорандил",
      "description": {
        "common": "никорандил усиливает действие эрготамина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Риск повышения САД, стенокардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин увеличивает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нитроглицерин в/в",
      "description": {
        "common": "нитроглицерин IV усиливает эффекты эрготамина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Риск повышения САД, стенокардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нитроглицерин перорально",
      "description": {
        "common": "нитроглицерин перорально усиливает действие эрготамина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Риск повышения САД, стенокардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нитроглицерин сублингвально",
      "description": {
        "common": "нитроглицерин сублингвально усиливает эффекты эрготамина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Риск повышения САД, стенокардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нитроглицерин актуальные",
      "description": {
        "common": "местный нитроглицерин усиливает действие эрготамина за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Риск повышения САД, стенокардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нитроглицерин трансдермальный",
      "description": {
        "common": "Трансдермальный нитроглицерин усиливает действие эрготамина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Риск повышения САД, стенокардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нитроглицерин транслингвальный",
      "description": {
        "common": "транслингвальный нитроглицерин усиливает эффекты эрготамина за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Риск повышения САД, стенокардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "норадреналин",
      "description": {
        "common": "эрготамин, норадреналин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олутазидениб",
      "description": {
        "common": "олутазидениб будет снижать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения олутазидиниба (индуктора CYP3A4) с чувствительными субстратами CYP3A, если иное не указано в информации о назначении субстратов. Если это неизбежно, следите за потерей терапевтического эффекта чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин будет снижать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод увеличивает токсичность кофеина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Поскольку активный метаболит озанимода ингибирует МАО-В in vitro, существует вероятность серьезных побочных реакций, включая гипертонический криз. Поэтому не рекомендуется одновременное назначение озанимода с препаратами, которые могут повышать уровень норадреналина или серотонина. Мониторинг артериальной гипертензии при одновременном применении."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пакритиниб",
      "description": {
        "common": "пакритиниб будет повышать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал будет снижать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "пексидартиниб будет снижать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Совместное введение пексидартиниба (индуктора CYP3A4) с чувствительными субстратами CYP3A может привести к серьезным терапевтическим неудачам. Если одновременное применение неизбежно, увеличьте дозу субстрата CYP3A в соответствии с одобренной маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фендиметразин",
      "description": {
        "common": "эрготамин, фендиметразин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенелзин",
      "description": {
        "common": "фенелзин и эрготамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентермин",
      "description": {
        "common": "эрготамин, фентермин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенилэфрин",
      "description": {
        "common": "эрготамин, фенилэфрин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенилэфрин ПО",
      "description": {
        "common": "эрготамин, фенилэфрин перорально. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол увеличивает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон будет снижать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин и эрготамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропилгекседрин",
      "description": {
        "common": "эрготамин, пропилгекседрин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "Комбинация хинупристин/далфопристин повышает уровень или действие эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "регаденозон",
      "description": {
        "common": "кофеин снижает эффекты регаденозона за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Избегайте приема метилксантинов за 12 часов до введения регаденозона."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "5-ПВТ",
      "description": {
        "common": "5-HTP и эрготамин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол и кофеин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфентанил",
      "description": {
        "common": "альфентанил усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "алмотриптан и эрготамин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпразолам",
      "description": {
        "common": "алпразолам усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "арформотерол и кофеин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "армодафинил и кофеин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "эрготамин, азенапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "эрготамин будет увеличивать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "эрготамин будет повышать уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "эрготамин повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азеластин",
      "description": {
        "common": "азеластин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белладонна и опиум",
      "description": {
        "common": "белладонна и опиум усиливают, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "белзутифан будет снижать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Если невозможно избежать одновременного применения белзутифана с чувствительными субстратами CYP3A4, рассмотрите возможность увеличения дозы чувствительного субстрата CYP3A4 в соответствии с инструкцией по его применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бенперидол",
      "description": {
        "common": "бенперидол усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "кофеин и бензфетамин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "беротральстат увеличивает уровень или действие эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Контролируйте или титруйте дозу субстрата при одновременном применении беротральстата с препаратами с узким терапевтическим индексом, которые являются субстратами CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромфенирамин",
      "description": {
        "common": "бромфенирамин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буспирон",
      "description": {
        "common": "буспирон и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буторфанол",
      "description": {
        "common": "буторфанол увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбиноксамин",
      "description": {
        "common": "карбиноксамин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карипразин",
      "description": {
        "common": "эрготамин, карипразин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоралгидрат",
      "description": {
        "common": "хлоралгидрат увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлордиазепоксид",
      "description": {
        "common": "хлордиазепоксид увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорфенирамин",
      "description": {
        "common": "хлорфенирамин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циннаризин",
      "description": {
        "common": "циннаризин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин увеличивает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Печеночный метаболизм кофеина может быть уменьшен ципрофлоксацином; фармакологические эффекты кофеина могут быть увеличены."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "циталопрам и эрготамин повышают уровень серотонина. Используйте осторожность/монитор. Комбинация может увеличить риск серотонинового синдрома или реакций, подобных злокачественному нейролептическому синдрому."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клемастин",
      "description": {
        "common": "Клемастин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоназепам",
      "description": {
        "common": "клоназепам усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "эрготамин, клозапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоразепат",
      "description": {
        "common": "клоразепат увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "местный кокаин и эрготамин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кодеин",
      "description": {
        "common": "кодеин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб повышает уровень эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следует избегать одновременного применения кризотиниба с субстратами CYP3A с узкими терапевтическими индексами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклизин",
      "description": {
        "common": "циклизин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрогептадин",
      "description": {
        "common": "ципрогептадин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. С осторожностью используйте алкалоиды спорыньи с менее сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексхлорфенирамин",
      "description": {
        "common": "дексхлорфенирамин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "дексфенфлурамин и эрготамин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "кофеин и дексфенфлурамин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексмедетомидин",
      "description": {
        "common": "дексмедетомидин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "кофеин и дексметилфенидат снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "декстроамфетамин и эрготамин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстрометорфан",
      "description": {
        "common": "декстрометорфан и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроморамид",
      "description": {
        "common": "декстроморамид увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диаморфин",
      "description": {
        "common": "диаморфин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диэтилпропион",
      "description": {
        "common": "кофеин и диэтилпропион снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксин hcl",
      "description": {
        "common": "дифеноксин hcl увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "дигидроэрготамин и эрготамин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "интраназальный дигидроэрготамин и эрготамин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем будет увеличивать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дименгидринат",
      "description": {
        "common": "дименгидринат увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифенгидрамин",
      "description": {
        "common": "дифенгидрамин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "дифеноксилат hcl увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дипипанон",
      "description": {
        "common": "дипипанон увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "добутамин и кофеин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофамин",
      "description": {
        "common": "кофеин и дофамин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "допексамин и кофеин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроперидол",
      "description": {
        "common": "дроперидол усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "дулоксетин и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроксидопа",
      "description": {
        "common": "кофеин и дроксидопа усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Может увеличить риск гипертензии в положении лежа"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "дювелисиб будет повышать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное применение с дувелисибом увеличивает AUC чувствительного субстрата CYP3A4, что может повышать риск токсичности этих препаратов. Рассмотрите возможность снижения дозы чувствительного субстрата CYP3A4 и следите за признаками токсичности одновременно вводимого чувствительного субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элетриптан",
      "description": {
        "common": "элетриптан и эрготамин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "Элуксадолин повышает уровень эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следует соблюдать осторожность при одновременном применении субстратов CYP3A с узким терапевтическим индексом и элуксадолина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "эфедрин и кофеин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "адреналин и кофеин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпинефрин вдыхается",
      "description": {
        "common": "кофеин, эпинефрин вдыхали.\nОдин из них усиливает действие другого за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "адреналин рацемический и кофеин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эскетамин интраназально",
      "description": {
        "common": "эскетамин интраназально, кофеин.\nОдин из них увеличивает токсичность другого за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Внимательно следите за артериальным давлением при одновременном применении назального эскетамина со стимуляторами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстазолам",
      "description": {
        "common": "эстазолам усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "этанол увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "эрготамин и фенфлурамин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "железный мальтол, эрготамин.\nОдин из них увеличивает уровни другого за счет неуказанного механизма взаимодействия. Изменить терапию/внимательно контролировать. Одновременное применение мальтола железа с некоторыми пероральными препаратами может снизить биодоступность мальтола железа и некоторых пероральных препаратов. Для пероральных препаратов, снижение биодоступности которых может привести к клинически значимому влиянию на их безопасность или эффективность, введение мальтола железа отдельно от этих препаратов. Продолжительность разделения может зависеть от абсорбции одновременно вводимого лекарства (например, время достижения максимальной концентрации, является ли лекарство препаратом с немедленным или пролонгированным высвобождением)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол увеличивает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "эрготамин будет увеличивать уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "эрготамин увеличивает уровень или действие флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При одновременном применении с несколькими слабыми ингибиторами CYP3A4 возможно усиление побочных эффектов флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуразепам",
      "description": {
        "common": "флуразепам усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "формотерол и кофеин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фроватриптан",
      "description": {
        "common": "фроватриптан и эрготамин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глицеринфенилбутират",
      "description": {
        "common": "глицеринфенилбутират снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Глицеринфенилбутират является слабым индуктором CYP3A4. Следите за снижением эффективности субстратов CYP3A4, имеющих узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай усиливает действие кофеина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: потенциально повышенный риск стимуляции ЦНС из-за кофеинового компонента зеленого чая. Предостережение."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гуселькумаб",
      "description": {
        "common": "гуселькумаб, кофеин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, нормализуя образование ферментов CYP450. При начале или прекращении приема гуселкумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "гидроморфон увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон повышает уровень эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Илоперидон является зависящим от времени ингибитором CYP3A и может приводить к повышению уровня препаратов в плазме, выводимых преимущественно CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "эрготамин увеличивает уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "изопротеренол и кофеин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "эрготамин и изониазид повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "L-триптофан",
      "description": {
        "common": "эрготамин и L-триптофан повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетотифен, офтальмологический",
      "description": {
        "common": "кетотифен, офтальмологический увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "эрготамин будет увеличивать уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень кофеина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "левалбутерол и кофеин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "левомилнаципран и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леворфанол",
      "description": {
        "common": "леворфанол усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левотироксин",
      "description": {
        "common": "кофеин снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. КОФЕ связывает левотироксин в желудочно-кишечном тракте. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "кофеин и лиздексамфетамин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "эрготамин и литий повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "Лофепрамин и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофексидин",
      "description": {
        "common": "лофексидин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "эрготамин повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопразолам",
      "description": {
        "common": "лопразолам усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоразепам",
      "description": {
        "common": "лоразепам увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорметазепам",
      "description": {
        "common": "лорметазепам усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин",
      "description": {
        "common": "эрготамин, локсапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин вдыхали",
      "description": {
        "common": "Вдыхаемый локсапин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ЛСД",
      "description": {
        "common": "эрготамин и ЛСД повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мапротилин",
      "description": {
        "common": "мапротилин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "эрготамин, луразидон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мапротилин",
      "description": {
        "common": "мапротилин и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелатонин",
      "description": {
        "common": "мелатонин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меперидин",
      "description": {
        "common": "эрготамин и меперидин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мепробамат",
      "description": {
        "common": "мепробамат усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "эрготамин будет увеличивать уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "метапротеренол и кофеин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "метадон усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "кофеин и метамфетамин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "кофеин снижает эффекты метотрексата за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилендиоксиметамфетамин",
      "description": {
        "common": "кофеин и метилендиоксиметамфетамин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "кофеин усиливает действие метилфенидата за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам",
      "description": {
        "common": "мидазолам усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидодрин",
      "description": {
        "common": "кофеин и мидодрин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "милнаципран",
      "description": {
        "common": "милнаципран и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миноциклин",
      "description": {
        "common": "миноциклин, эрготамин.\nОдин из них увеличивает токсичность другого. Механизм: неизвестен. Используйте осторожность/монитор. coadministration алкалоидов спорыньи и тетрациклинов увеличивает риск эрготизма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "эрготамин и миртазапин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "модафинил",
      "description": {
        "common": "кофеин и модафинил снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "молиндон",
      "description": {
        "common": "эрготамин, молиндон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "морфий",
      "description": {
        "common": "эрготамин и морфин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пустырник",
      "description": {
        "common": "пустырник повышает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "наратриптан",
      "description": {
        "common": "и наратриптан, и эрготамин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксонидин",
      "description": {
        "common": "моксонидин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набилоне",
      "description": {
        "common": "набилон увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "налбуфин",
      "description": {
        "common": "налбуфин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "и нефазодон, и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин ректальный",
      "description": {
        "common": "нитроглицерин ректально повысит уровень или действие эрготамина на др. (см. комментарий). Используйте осторожность/монитор. Пероральное введение нитроглицерина заметно снижает пресистемный метаболизм дигидроэрготамина и, следовательно, увеличивает его пероральную биодоступность. Известно, что эрготамин вызывает стенокардию. Поэтому следует учитывать возможность развития эрготизма у пациентов, получающих нитроглицерин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "норадреналин и кофеин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оланзапин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "омавелоксолон снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Омавелоксолон может снижать системное воздействие на чувствительные субстраты CYP3A4. Проверьте предписывающую информацию о субстрате, если требуется изменение дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "настойка опия",
      "description": {
        "common": "настойка опия усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксазепам",
      "description": {
        "common": "оксазепам увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксикодон",
      "description": {
        "common": "оксикодон усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксиморфон",
      "description": {
        "common": "оксиморфон увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палбоциклиб",
      "description": {
        "common": "палбоциклиб будет повышать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Дозу чувствительных субстратов CYP3A с узким терапевтическим диапазоном может потребоваться уменьшить при одновременном применении с палбоциклибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "эрготамин, палиперидон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "папаверетум",
      "description": {
        "common": "папаверетум увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пефлоксацин",
      "description": {
        "common": "пефлоксацин увеличивает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "пентазоцин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "эрготамин, перфеназин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фендиметразин",
      "description": {
        "common": "кофеин и фендиметразин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентермин",
      "description": {
        "common": "кофеин и фентермин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин",
      "description": {
        "common": "кофеин и фенилэфрин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин ПО",
      "description": {
        "common": "кофеин и фенилэфрин перорально снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фолкодин",
      "description": {
        "common": "фолкодин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "эрготамин, пимавансерин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "эрготамин, пимозид. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "пирбутерол и кофеин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "питолизант",
      "description": {
        "common": "Питолизант снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Питолизант является пограничным/слабым индуктором CYP3A4. Контролируйте чувствительные субстраты CYP3A4 для снижения эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "прохлорперазин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропилгекседрин",
      "description": {
        "common": "кофеин и пропилгекседрин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квазепам",
      "description": {
        "common": "квазепам увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "эрготамин, кветиапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "кветиапин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "разагилин",
      "description": {
        "common": "разагилин усиливает действие кофеина за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Следует соблюдать осторожность при одновременном применении рибоциклиба с чувствительными субстратами CYP3A4, имеющими узкий терапевтический индекс. Может потребоваться снижение дозы для чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "рисперидон усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "эрготамин, рисперидон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ризатриптан",
      "description": {
        "common": "ризатриптан и эрготамин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "Ропгинтерферон альфа 2b повысит уровень или действие эрготамина на др. (см. комментарий). Используйте осторожность/монитор. Некоторые провоспалительные цитокины, включая интерфероны, могут подавлять ферменты CYP450, что приводит к увеличению экспозиции некоторых субстратов CYP. Поэтому наблюдайте за пациентами, получающими сопутствующие препараты, являющиеся субстратами CYP450, с узким терапевтическим индексом на предмет токсичности таких препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Такой же",
      "description": {
        "common": "эрготамин и SAMe повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "сальметерол и кофеин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лимонник",
      "description": {
        "common": "Лимонник повышает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тюбетейка",
      "description": {
        "common": "scullcap увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селегилин",
      "description": {
        "common": "селегилин усиливает действие кофеина за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "трансдермальный селегилин и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "пастушья сумка увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "софосбувир/велпатасвир повышает уровень эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Велпатасвир ингибирует CYP3A4. Осторожно при совместном применении с препаратами с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "эрготамин и зверобой повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солриамфетол",
      "description": {
        "common": "кофеин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, эрготамин. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил",
      "description": {
        "common": "суфентанил усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суматриптан",
      "description": {
        "common": "суматриптан и эрготамин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суматриптан интраназально",
      "description": {
        "common": "суматриптан интраназально и эрготамин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тапентадол",
      "description": {
        "common": "тапентадол увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теклистамаб",
      "description": {
        "common": "теклистамаб увеличивает уровень или эффект эрготамина за счет изменения метаболизма. Используйте осторожность/монитор. Теклистамаб вызывает высвобождение цитокинов, которые могут подавлять активность ферментов CYP450, что приводит к увеличению экспозиции субстратов CYP. Монитор для повышения концентрации или токсичности чувствительных субстратов CYP. При необходимости отрегулируйте дозу препарата-субстрата CYP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат будет снижать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телотристат этил",
      "description": {
        "common": "телотристат этил будет снижать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Телотристат этил индуцирует CYP3A4 и может снижать системное воздействие на чувствительные субстраты CYP3A4. Следите за субоптимальной эффективностью и рассмотрите возможность увеличения дозы субстрата CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темазепам",
      "description": {
        "common": "темазепам усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "тербуталин и кофеин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терифлуномид",
      "description": {
        "common": "терифлуномид снижает уровень кофеина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "эрготамин, тиотиксен. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "эрготамин будет увеличивать уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трамадол",
      "description": {
        "common": "эрготамин и трамадол повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триазолам",
      "description": {
        "common": "триазолам увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "эрготамин, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклофос",
      "description": {
        "common": "триклофос усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "трифлуоперазин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трипролидин",
      "description": {
        "common": "трипролидин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Трофинетид",
      "description": {
        "common": "Трофинетид повышает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Контролируйте субстраты CYP3A4, для которых небольшое увеличение концентрации в плазме может привести к серьезной токсичности при совместном применении с трофинетидом (слабый ингибитор CYP3A4)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "куркума",
      "description": {
        "common": "куркума повысит уровень или действие эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "устекинумаб, эрготамин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, нормализуя образование ферментов CYP450. После начала или прекращения приема устекинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "венлафаксин и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксилометазолин",
      "description": {
        "common": "кофеин и ксилометазолин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йохимбин",
      "description": {
        "common": "кофеин и йохимбин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зиконотид",
      "description": {
        "common": "зиконотид усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "зипразидон усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "золмитриптан",
      "description": {
        "common": "золмитриптан и эрготамин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет увеличивать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аденозин",
      "description": {
        "common": "кофеин снижает действие аденозина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амантадин",
      "description": {
        "common": "амантадин, кофеин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Возможность аддитивной стимуляции ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "американский женьшень",
      "description": {
        "common": "Американский женьшень усиливает действие кофеина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол увеличивает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин повышает уровень эрготамина по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "кофеин снижает уровень ацетата кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "кофеин снижает уровень карбоната кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "кофеин снижает уровень хлорида кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "кофеин снижает уровень цитрата кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "кофеин снижает уровень глюконата кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "курение сигарет",
      "description": {
        "common": "курение сигарет снижает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин увеличивает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клотримазол",
      "description": {
        "common": "клотримазол повышает уровень кофеина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид увеличивает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина увеличивает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат увеличивает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "эвкалипт увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол повышает уровень кофеина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повышает уровень кофеина за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай повышает уровень эрготамина, усиливая всасывание в ЖКТ. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Из-за содержания кофеина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гуарана",
      "description": {
        "common": "гуарана усиливает действие кофеина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол повышает уровень кофеина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол повышает уровень кофеина за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол повышает уровень кофеина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мексилетин",
      "description": {
        "common": "мексилетин увеличивает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "миконазол вагинальный повышает уровень кофеина за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "модафинил",
      "description": {
        "common": "модафинил снижает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пегинтерферон альфа 2а",
      "description": {
        "common": "пегинтерферон альфа 2а увеличивает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пипемидиновая кислота",
      "description": {
        "common": "пипемидиновая кислота увеличивает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол повышает уровень кофеина за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "эрготамин будет повышать уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "эрготамин будет увеличивать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мудрец",
      "description": {
        "common": "шалфей увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Возможны серьезные сосудосуживающие осложнения, включая ишемию.",
      "percent": null
    },
    {
      "name": "цианоз",
      "percent": null
    },
    {
      "name": "отсутствие пульса",
      "percent": null
    },
    {
      "name": "холодные конечности",
      "percent": null
    },
    {
      "name": "гангрена",
      "percent": null
    },
    {
      "name": "прекардиальный дистресс и боль",
      "percent": null
    },
    {
      "name": "Изменения ЭКГ",
      "percent": null
    },
    {
      "name": "и мышечные боли",
      "percent": null
    },
    {
      "name": "Чаще всего возникает при длительном",
      "percent": null
    },
    {
      "name": "долгосрочная терапия в относительно высоких дозах",
      "percent": null
    },
    {
      "name": "также сообщается с коротким",
      "percent": null
    },
    {
      "name": "срок или нормальные дозы",
      "percent": null
    },
    {
      "name": "Другие сердечно-сосудистые побочные эффекты включают транзиторную тахикардию или брадикардию и артериальную гипертензию.",
      "percent": null
    }
  ]
}