{
  "name": "алемтузумаб",
  "comment": "Rx",
  "other_names": [
    "Кампат",
    "Лемтрада"
  ],
  "classes": [
    "Лечение рассеянного склероза",
    "Противоопухолевые препараты",
    "Моноклональное антитело"
  ],
  "source": "https://reference.medscape.com/drug/campath-lemtrada-alemtuzumab-342240",
  "pregnancy": {
    "common": [
      "Campath: Неизвестно, может ли препарат причинить вред плоду при введении беременной женщине или повлиять на репродуктивную способность; назначать беременной женщине только в случае крайней необходимости"
    ],
    "specific": [
      {
        "type": "Лемтрада",
        "description": [
          "Алемтузумаб вызывает стойкие заболевания щитовидной железы, нелеченый гипотиреоз у беременных повышает риск выкидыша и может оказывать воздействие на плод, включая умственную отсталость и карликовость.",
          "У матерей с болезнью Грейвса материнские антитела к рецепторам тиреотропного гормона могут передаваться развивающемуся плоду и вызывать у новорожденных болезнь Грейвса.",
          "Нет адекватных данных о риске развития, связанном с применением у беременных женщин.",
          "Женщины детородного возраста должны использовать эффективные меры контрацепции во время лечения и в течение 4 месяцев после этого курса лечения.",
          "Аутоантитела могут развиваться после введения; плацентарный перенос антитиреоидных антител, приводящий к неонатальной болезни Грейвса.",
          "Существует программа наблюдения за беременностью; если воздействие происходит во время беременности, медицинским работникам и пациентам рекомендуется сообщать о беременности по телефону 1-800-745-4447, вариант 2.",
          "У трансгенных мышей huCD52 введение до и во время периода спаривания приводило к неблагоприятному влиянию на параметры спермы у самцов и уменьшению числа желтых тел и имплантации у самок.",
          "При введении во время органогенеза препарат был эмбриолетальным у беременных трансгенных мышей huCD52."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии алемтузумаба в материнском молоке, влиянии на грудного ребенка или влиянии препарата на выработку молока.",
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Lemtrada: алемтузумаб был обнаружен в молоке лактирующих трансгенных мышей huCD52, которым вводили препарат"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Инфузионные реакции",
          "description": [
            "Мониторинг во время инфузии и в течение 2 часов после каждой инфузии, приостановить введение препарата при инфузионных реакциях 3 или 4 степени.",
            "Возможны серьезные инфузионные реакции, в том числе с летальным исходом.",
            "Постепенно повышайте дозу препарата до рекомендуемой в начале терапии и после прерывания терапии на ≥7 дней.",
            "Вводить в условиях с соответствующим оборудованием и персоналом для лечения анафилаксии или серьезных инфузионных реакций."
          ]
        },
        {
          "type": "Злокачественные новообразования",
          "description": [
            "Выполнение базовых и ежегодных обследований кожи",
            "Может вызвать повышенный риск развития злокачественных новообразований, включая рак щитовидной железы, меланому и лимфопролиферативные заболевания."
          ]
        },
        {
          "type": "Цитопения (Campath)",
          "description": [
            "Контролируйте общий анализ крови с дифференциальным индексом, креатинин сыворотки и анализ мочи с периодическими интервалами в течение 48 месяцев после последней дозы.",
            "Возможны серьезные цитопении, включая фатальную панцитопению/гипоплазию костного мозга, аутоиммунную идиопатическую тромбоцитопению и аутоиммунную гемолитическую анемию.",
            "Разовые дозы >30 мг или кумулятивные дозы >90 мг/нед увеличивают частоту панцитопении."
          ]
        },
        {
          "type": "Инфекции (Кэмпат)",
          "description": [
            "Сообщалось о серьезных инфекциях, включая смертельные бактериальные, вирусные, грибковые и протозойные инфекции.",
            "Проводить профилактику пневмоцистной пневмонии Pneumocystis jiroveci (PCP) и инфекций, вызванных вирусом герпеса."
          ]
        },
        {
          "type": "Аутоиммунитет (Лемтрада)",
          "description": [
            "Мониторинг полных анализов крови с дифференциалом, уровня креатинина в сыворотке и анализа мочи с подсчетом клеток мочи до начала лечения, а затем ежемесячно до 48 месяцев после последней дозы; через 48 месяцев следует провести тестирование на основании клинических данных, свидетельствующих об аутоиммунитете.",
            "Могут возникнуть серьезные, иногда фатальные, аутоиммунные состояния (например, иммунная тромбоцитопения, заболевание базальной мембраны клубочков)"
          ]
        },
        {
          "type": "Инсульт (Лемтрада)",
          "description": [
            "Серьезный и опасный для жизни инсульт (например, ишемический, геморрагический инсульт), зарегистрированный в течение 3 дней после введения",
            "Рекомендовать немедленно обратиться за медицинской помощью при возникновении симптомов инсульта."
          ]
        },
        {
          "type": "РЭМС",
          "description": [
            "Кампат: 1-877-422-6728",
            "Аптеки должны быть сертифицированы в рамках программы и должны отпускать лекарства только в сертифицированные медицинские учреждения, которым разрешено получать лекарство.",
            "Назначающие лица должны быть сертифицированы в программе, зарегистрировавшись и пройдя обучение.",
            "Медицинские учреждения должны иметь доступ к оборудованию и персоналу, обученному ведению инфузионных реакций.",
            "Лемтрада: 1-855-676-6326",
            "Campath и Lemtrada доступны только через ограниченное распространение в рамках программы стратегии снижения рисков (REMS).",
            "Пациенты должны зарегистрироваться в программе и соблюдать требования постоянного мониторинга.",
            "Медицинские учреждения должны зарегистрироваться в программе и убедиться, что пациенты имеют разрешение, прежде чем вводить лекарство."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Кампат: Нет"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Терапия, связанная с умеренным рвотным потенциалом у взрослых в условиях онкологии; может порекомендовать противорвотные средства для предотвращения тошноты и рвоты",
        "Сообщается о лейкоэнцефалопатии (ПМЛ); немедленно прекратить терапию при симптомах, указывающих на ПМЛ"
      ],
      "specific": [
        {
          "type": "Кампат",
          "description": [
            "За исключением экстренных случаев, вводите только облученные продукты крови, чтобы избежать реакции «трансплантат против хозяина», связанной с переливанием крови.",
            "Лечение приводит к тяжелой и длительной лимфопении наряду с увеличением частоты оппортунистических инфекций.",
            "Безопасность иммунизации живыми вирусными вакцинами не изучалась; не вводите живые вирусные вакцины пациентам, недавно проходившим терапию",
            "Профилактика не устраняет эти инфекции; регулярно контролировать ЦМВ-инфекцию во время лечения и в течение ≥2 месяцев после его завершения; приостановить лечение серьезных инфекций и во время противовирусного лечения ЦМВ-инфекции или подтвержденной виремии ЦМВ (определяемой как положительный результат полимеразной цепной реакции (ПЦР) в ≥2 последовательных образцах, полученных с интервалом в 1 неделю)",
            "Сообщалось о серьезных инфузионных реакциях (пирексия, озноб/озноб, тошнота, гипотензия, крапивница, одышка, сыпь, рвота, бронхоспазм).",
            "Гемолитическая анемия, чистая эритроцитарная аплазия, аплазия костного мозга и гипоплазия, о которых сообщалось после лечения",
            "Мониторинг тиреотропного гормона (ТТГ) в начале исследования и каждые 2-3 месяца во время лечения"
          ]
        },
        {
          "type": "Лемтрада",
          "description": [
            "В пострегистрационных условиях в течение 3 дней после введения сообщалось о случаях расслоения цервикоцефальных (например, позвоночных, сонных) артерий с вовлечением нескольких артерий.",
            "Может увеличить риск острого бескаменного холецистита; симптомы острого бескаменного холецистита включают боль в животе, болезненность в животе, лихорадку, тошноту, рвоту; также часто наблюдаются лейкоцитоз и аномальные ферменты печени; при подозрении на острый бескаменный холецистит немедленно обследовать и лечить",
            "Общие признаки включают лихорадку, гепатоспленомегалию, сыпь, лимфаденопатию, неврологические симптомы (например, изменения психического статуса, атаксию или судороги), цитопению, высокий уровень ферритина в сыворотке, гипертриглицеридемию, нарушения функции печени и коагуляции.",
            "Сообщалось о случаях тяжелой и фатальной нейтропении в течение 2 месяцев после инфузии; в некоторых случаях лечение гранулоцитарным колониестимулирующим фактором разрешилось",
            "Во время пострегистрационного применения сообщалось о случаях васкулита, аутоиммунного гепатита и синдрома Гийена-Барре.",
            "инфекции",
            "Сообщается о пневмоните; посоветуйте пациентам обратиться к врачу с симптомами SOB, кашлем, свистящим дыханием, болью / стеснением в груди или кровохарканьем",
            "Реакции на инфузию распространены (92%) и могут быть серьезными или опасными для жизни; требуется премедикация кортикостероидами и мониторинг",
            "Гемофагоцитоз можно увидеть при гистологическом исследовании костного мозга, селезенки или лимфатических узлов; в случаях ГЛГ, зарегистрированных на фоне терапии, у большинства пациентов наблюдались лихорадка, повышенный уровень ферритина, трансаминит, гипертриглицеридемия, и всем пациентам требовалась госпитализация.",
            "Пневмоцистис jirovecii",
            "Сообщалось о случаях легочного альвеолярного кровотечения, ишемии миокарда, инфаркте миокарда, инсульте (включая ишемический и геморрагический инсульт) и цервикоцефальной (например, позвоночной, сонной) артериальной диссекции; реакции могут возникать после введения любой из доз во время курса лечения; пациенты должны быть проинформированы о признаках и симптомах и рекомендованы для немедленного обращения за медицинской помощью в случае возникновения любого из этих симптомов.",
            "Терапию можно проводить только в сертифицированных медицинских учреждениях, которые имеют доступ к оборудованию и персоналу, обученному управлению инфузионными реакциями (включая анафилаксию, цереброваскулярные, сердечные и респираторные неотложные состояния); терапия вызывает синдром высвобождения цитокинов, приводящий к инфузионным реакциям, которые могут быть опасными для жизни; в большинстве случаев время начала может наступить в течение 1–3 дней после инфузии",
            "Сообщалось о случаях приобретенной гемофилии А (антитела к фактору VIII); пациенты обычно имеют спонтанные подкожные гематомы и обширные кровоподтеки, хотя могут возникать гематурия, носовое кровотечение, желудочно-кишечные или другие типы кровотечений",
            "Приобретенная гемофилия А",
            "Получите панель коагулопатии, включая АЧТВ, у пациентов с такими симптомами; пациенты должны быть проинформированы о признаках и симптомах приобретенной гемофилии А и рекомендованы к немедленному обращению за медицинской помощью при возникновении любого из этих симптомов.",
            "Болезнь Стилла у взрослых",
            "Проводить тесты функции щитовидной железы, такие как уровень ТТГ, до начала лечения и каждые 3 месяца после этого до 48 месяцев после последней инфузии; продолжать проверять функцию щитовидной железы через 48 месяцев при наличии клинических показаний или в случае беременности",
            "Пациентов, у которых развиваются ранние проявления патологической активации иммунитета, следует немедленно обследовать и рассмотреть вопрос о диагнозе ГЛГ.",
            "Прекратить терапию, если невозможно установить альтернативную этиологию признаков или симптомов.",
            "Сообщалось об инфекциях, включая герпесвирусные инфекции, ВПЧ, туберкулез, грибковые инфекции (особенно оральный и вагинальный кандидоз) и листериозный менингит; пациенты с ВГВ или ВГС были исключены из клинических испытаний",
            "Мониторинг ТТГ исходно и каждые 3 месяца до 48 месяцев после последней инфузии или дольше, или в любое время во время терапии, если есть клинические показания",
            "пневмония, нокардиоз и цитомегаловирусная инфекция",
            "Избегайте или соответствующим образом нагревайте продукты, которые являются потенциальными источниками Listeria monocytogenes (например, мясные деликатесы, молочные продукты, приготовленные из непастеризованного молока, мягкие сыры или недоваренное мясо, морепродукты или птицу)",
            "Пациенты, у которых развиваются ранние проявления патологической иммунной активации, должны быть немедленно обследованы и рассмотрен диагноз гемофагоцитарного лимфогистиоцитоза (ГЛГ); прекратите терапию, если альтернативная этиология признаков и симптомов не может быть установлена",
            "Может увеличить риск злокачественных новообразований, включая рак щитовидной железы, меланому, лимфопролиферативные заболевания и лимфому; пациенты и поставщики медицинских услуг должны следить за симптомами рака щитовидной железы, включая новое уплотнение или опухоль на шее, боль в передней части шеи, постоянную охриплость или другие изменения голоса, проблемы с глотанием или дыханием или постоянный кашель, не связанный с верхним инфекции дыхательных путей",
            "Может происходить образование аутоантител и повышаться риск серьезных аутоиммунных состояний (например, заболевания щитовидной железы, иммунная тромбоцитопения, гемолитическая анемия, панцитопения, гломерулярная нефропатия, заболевания соединительной ткани и приобретенная гемофилия А)",
            "Хроническая воспалительная демиелинизирующая полирадикулоневропатия, зарегистрированная при лечении пациентов с В-клеточным хроническим лимфолейкозом (В-ХЛЛ), а также другими аутоиммунными заболеваниями, как правило, в более высоких и более частых дозах, чем рекомендовано при РС",
            "Необходимы повышенная бдительность и мониторинг у пациентов, ранее получавших алемтузумаб (Campath) от ХЛЛ, которые получают Лемтраду от РС; могут возникать аддитивные и хронические аутоиммунные эффекты",
            "Хотя небольшое количество случаев ограничивает возможность делать выводы относительно среднего или диапазона латентного периода для ГЛГ, сообщалось, что симптомы возникают в течение примерно от тринадцати до тридцати трех месяцев после начала лечения.",
            "Одновременное применение с противоопухолевой или иммуносупрессивной терапией может увеличить риск иммуносупрессии.",
            "Во время постмаркетингового использования сообщалось о развитии болезни Стилла у взрослых (AOSD); AOSD — редкое воспалительное заболевание, требующее срочной оценки и лечения.",
            "Гемофагоцитарный лимфогистиоцитоз",
            "В пострегистрационном периоде сообщалось о серьезных, иногда с летальным исходом, оппортунистических инфекциях, включая аспергиллез, кокцидиоидомикоз, гистоплазмоз,",
            "Сообщалось о тромботической тромбоцитопении пурпуре (ТТП), характеризующейся тромбоцитопенией, микроангиопатической гемолитической анемией, неврологическими последствиями, лихорадкой и почечной недостаточностью; ТТП связана с высокими показателями заболеваемости и смертности, если ее не распознать и не лечить на ранней стадии; прекратить лечение, если подтверждено или альтернативная этиология признаков и симптомов не может быть установлена",
            "Терапия может увеличить риск других аутоиммунных состояний из-за широкого спектра образования аутоантител при терапии.",
            "Сообщалось об аутоиммунном гепатите, вызывающем клинически значимое поражение печени, включая острую печеночную недостаточность, требующую трансплантации; перед началом лечения определите уровень трансаминаз в сыворотке крови (АЛТ и АСТ) и общий билирубин; периодически измеряйте уровни трансаминаз и общего билирубина в течение 48 месяцев после последней дозы",
            "Во время постмаркетингового использования сообщалось о случаях аутоиммунного энцефалита (АИЭ); АИЭ может проявляться различными клиническими проявлениями, включая подострое начало нарушения памяти, изменение психического статуса, психиатрические симптомы, неврологические нарушения и судороги; терапию следует прекратить, если АИЭ подтверждается наличием нейральных аутоантител или невозможно установить альтернативную этиологию",
            "ГЛГ представляет собой опасный для жизни синдром патологической иммунной активации, характеризующийся клиническими признаками и симптомами острого системного воспаления; это связано с высоким уровнем смертности, если его не распознать на ранней стадии и не лечить",
            "Сообщалось об инфекции, вызванной вирусом Эпштейна-Барр (ВЭБ), включая тяжелый и смертельный гепатит, связанный с ВЭБ; следить за признаками и симптомами инфекции EBV; приостановить терапию при реактивации ВЭБ или тяжелой инфекции",
            "У пациентов с AOSD может наблюдаться сочетание следующих признаков и симптомов: лихорадка, артрит, сыпь и лейкоцитоз при отсутствии инфекций, злокачественных новообразований и других ревматических состояний; пациентов с проявлениями AOSD следует немедленно обследовать и прекратить лечение, если невозможно установить альтернативную этиологию признаков или симптомов."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Инфузионные реакции со смертельным исходом",
      "percent": null
    },
    {
      "name": "Сердечно-сосудистые",
      "percent": null
    },
    {
      "name": "швейцарских франках",
      "percent": null
    },
    {
      "name": "кардиомиопатия",
      "percent": null
    },
    {
      "name": "сниженная фракция выброса",
      "percent": null
    },
    {
      "name": "некоторые пациенты ранее лечились кардиотоксическими препаратами",
      "percent": null
    },
    {
      "name": "Цереброваскулярные расстройства",
      "percent": null
    },
    {
      "name": "Цервикоцефальная артериальная диссекция",
      "percent": null
    },
    {
      "name": "гладить",
      "percent": null
    },
    {
      "name": "включая геморрагический и ишемический инсульт",
      "percent": null
    },
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "Острый бескаменный холецистит",
      "percent": null
    },
    {
      "name": "Иммунные нарушения",
      "percent": null
    },
    {
      "name": "Гудпасчер",
      "percent": null
    },
    {
      "name": "синдром",
      "percent": null
    },
    {
      "name": "Болезнь Грейвса",
      "percent": null
    },
    {
      "name": "апластическая анемия",
      "percent": null
    },
    {
      "name": "Синдром Гийена-Барре",
      "percent": null
    },
    {
      "name": "хроническая воспалительная демиелинизирующая полирадикулоневропатия",
      "percent": null
    },
    {
      "name": "сывороточная болезнь",
      "percent": null
    },
    {
      "name": "аутоиммунный гепатит",
      "percent": null
    },
    {
      "name": "васкулит",
      "percent": null
    },
    {
      "name": "гемофагоцитарный лимфогистиоцитоз",
      "percent": null
    },
    {
      "name": "саркоидоз",
      "percent": null
    },
    {
      "name": "смертельное переливание",
      "percent": null
    },
    {
      "name": "связанный",
      "percent": null
    },
    {
      "name": "Инфекции РТПХ",
      "percent": null
    },
    {
      "name": "Эпштейн",
      "percent": null
    },
    {
      "name": "вирус Барр",
      "percent": null
    },
    {
      "name": "ВЭБ",
      "percent": null
    },
    {
      "name": "включая ВЭБ",
      "percent": null
    },
    {
      "name": "ассоциированное лимфопролиферативное заболевание",
      "percent": null
    },
    {
      "name": "прогрессирующая многоочаговая лейкоэнцефалопатия",
      "percent": null
    },
    {
      "name": "ПМЛ",
      "percent": null
    },
    {
      "name": "реактивация латентных вирусов",
      "percent": null
    },
    {
      "name": "Метаболический",
      "percent": null
    },
    {
      "name": "Синдром лизиса опухоли",
      "percent": null
    },
    {
      "name": "неврологический",
      "percent": null
    },
    {
      "name": "Оптическая невропатия",
      "percent": null
    },
    {
      "name": "Почечные и мочевые расстройства",
      "percent": null
    },
    {
      "name": "Клубочковые нефропатии",
      "percent": null
    },
    {
      "name": "Эндокринные расстройства",
      "percent": null
    },
    {
      "name": "Гипотиреоз",
      "percent": null
    },
    {
      "name": "гипертиреоз",
      "percent": null
    },
    {
      "name": "и тиреоидит",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Аутоиммунный энцефалит",
      "percent": null
    },
    {
      "name": "Цереброваскулярные расстройства",
      "percent": null
    },
    {
      "name": "Гладить",
      "percent": null
    },
    {
      "name": "включая геморрагический и ишемический инсульт и расслоение шейно-головных артерий",
      "percent": null
    },
    {
      "name": "Расстройства желудочно-кишечной системы",
      "percent": null
    },
    {
      "name": "Холецистит",
      "percent": null
    },
    {
      "name": "включая бескаменный холецистит и острый бескаменный холецистит",
      "percent": null
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "Гийен",
      "percent": null
    },
    {
      "name": "синдром Барре",
      "percent": null
    },
    {
      "name": "гемофагоцитарный лимфогистиоцитоз",
      "percent": null
    },
    {
      "name": "Нарушения легочной системы",
      "percent": null
    },
    {
      "name": "Легочное альвеолярное кровотечение",
      "percent": null
    },
    {
      "name": "Тромботическая тромбоцитопения пурпура",
      "percent": null
    },
    {
      "name": "Заболевания опорно-двигательного аппарата и соединительной ткани",
      "percent": null
    },
    {
      "name": "Взрослый",
      "percent": null
    },
    {
      "name": "начало неподвижное",
      "percent": null
    },
    {
      "name": "болезнь",
      "percent": null
    }
  ]
}