{
  "name": "месаламин ректальный",
  "comment": "Rx",
  "other_names": [
    "Rowasa",
    "Канаса"
  ],
  "classes": [
    "Производные 5-аминосалициловой кислоты"
  ],
  "source": "https://reference.medscape.com/drug/canasa-rowasa-mesalamine-rectal-999555",
  "pregnancy": {
    "common": [
      "Ограниченные опубликованные данные о применении месаламина беременными женщинами недостаточны для информирования о риске, связанном с приемом препарата."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Не наблюдалось признаков тератогенного действия у крыс или кроликов при лечении во время беременности перорально вводимым месаламин в дозах, превышающих рекомендуемую дозу для интраректального введения для человека."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Отсутствие клинических данных в период лактации не позволяет однозначно определить риск для младенца в период лактации; поэтому следует учитывать преимущества грудного вскармливания для развития и здоровья наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными эффектами препарата или сопутствующих заболеваний матери на ребенка, находящегося на грудном вскармливании.",
      "Мезаламин и его N-ацетиловый метаболит присутствуют в грудном молоке в незначительных количествах или в небольших количествах; имеются ограниченные сообщения о диарее у младенцев, находящихся на грудном вскармливании; нет информации о влиянии препарата на выработку молока"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к месаламину, вспомогательным веществам, салицилатам или аминосалицилатам."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось о редких случаях перикардита с продуктами, содержащими мезаламин; исследуйте любую боль в груди или одышку",
        "Синдром острой непереносимости, характеризующийся спазмами, острой болью в животе, кровавым поносом, иногда лихорадкой, головной болью и сыпью; контролировать пациентов на предмет ухудшения этих симптомов во время лечения; при подозрении на синдром острой непереносимости немедленно прекратить лечение",
        "Может возникнуть печеночная недостаточность, особенно при ранее существовавшем заболевании печени, которому вводили другие продукты, содержащие месаламин; оценить риски и преимущества использования этого продукта у пациентов с известным нарушением функции печени",
        "Сообщалось о случаях нефролитиаза при применении месаламина, включая камни со 100% содержанием мезаламина; камни, содержащие мезаламин, рентгенопрозрачны и не обнаруживаются при стандартной рентгенографии или компьютерной томографии (КТ); обеспечить адекватную гидратацию во время лечения",
        "С осторожностью применять у пациентов с нарушениями свертывания крови, стенозом привратника.",
        "Следуйте инструкциям по применению ректальных суппозиториев и клизм.",
        "Может привести к ложно повышенным результатам теста при измерении норметанефрина в моче методом жидкостной хроматографии с электрохимической детекцией из-за сходства хроматограмм норметанефрина и основного метаболита месаламина, N-ацетиламиносалициловой кислоты.",
        "У пациентов, получавших месаламин или сульфасалазин, с ранее существовавшими кожными заболеваниями, такими как атопический дерматит и атопическая экзема, могут возникать более тяжелые реакции фоточувствительности; посоветуйте пациентам избегать пребывания на солнце, носить защитную одежду и использовать солнцезащитный крем широкого спектра действия на открытом воздухе.",
        "Для получения максимальной выгоды сохраняйте ректальные суппозитории в течение 1-3 часов; сохранить ректальную суспензию в течение 8 часов",
        "Рассмотрите возможность мониторинга общего количества клеток крови и количества тромбоцитов у пожилых пациентов во время лечения, особенно при одновременном применении с антикоагулянтами; в целом, при назначении терапии следует учитывать более высокую частоту снижения функции печени, почек или сердца, а также сопутствующих заболеваний или другой лекарственной терапии у пожилых пациентов."
      ],
      "specific": [
        {
          "type": "Почечная недостаточность",
          "description": [
            "Оценка почечной функции до начала терапии и периодически во время терапии; оценить риски и преимущества использования этого препарата у пациентов с известной почечной недостаточностью или почечной недостаточностью в анамнезе или при одновременном приеме нефротоксичных препаратов.",
            "Почечная недостаточность, в том числе болезнь с минимальными изменениями, острый и хронический интерстициальный нефрит и почечная недостаточность, о которых сообщалось у пациентов, получавших продукты, содержащие месаламин или превращающиеся в месаламин; в исследованиях на животных почки были основным органом токсичности мезаламина."
          ]
        },
        {
          "type": "Реакции гиперчувствительности",
          "description": [
            "Как и в случае с сульфасалазином, месаламин-индуцированные реакции гиперчувствительности могут проявляться поражением внутренних органов, включая миокардит, перикардит, нефрит, гепатит, пневмонит и гематологические нарушения.",
            "Сообщается о повышенной чувствительности у пациентов, принимающих сульфасалазин; у некоторых пациентов может быть аналогичная реакция на этот продукт или на другие соединения, которые содержат мезаламин или превращаются в него.",
            "Немедленно оценить пациентов, если присутствуют признаки или симптомы реакции гиперчувствительности; прекратите этот продукт, если альтернативная этиология признаков и симптомов не может быть установлена"
          ]
        },
        {
          "type": "Тяжелые кожные побочные реакции",
          "description": [
            "Прекратите терапию при первых признаках или симптомах тяжелых кожных побочных реакций или других признаков гиперчувствительности и рассмотрите возможность дальнейшего обследования.",
            "Тяжелые кожные побочные реакции, в том числе синдром Стивенса-Джонсона (ССД) и токсический эпидермальный некролиз (ТЭН), лекарственная реакция с эозинофилией и системными симптомами (DRESS) и острый генерализованный экзантематозный пустулез (ОГЭП), зарегистрированные в связи с применением этого препарата."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Головокружение",
      "percent": "3"
    },
    {
      "name": "Ректальная боль",
      "percent": "1.8"
    },
    {
      "name": "Высокая температура",
      "percent": "1.2"
    },
    {
      "name": "Сыпь",
      "percent": "1.2"
    },
    {
      "name": "Акне",
      "percent": "1.2"
    },
    {
      "name": "Колит",
      "percent": "1.2"
    }
  ]
}