{
  "name": "флуоцинолон",
  "comment": "Rx",
  "other_names": [
    "Синалар",
    "Флуодерм",
    "DermaSmoothe FS",
    "Капитальные затраты"
  ],
  "classes": [
    "Актуальный",
    "Кортикостероиды"
  ],
  "source": "https://reference.medscape.com/drug/capex-derma-smooth-fs-fluocinolone-343518",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: экскреция с молоком неизвестна; используйте с осторожностью"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: экскреция с молоком неизвестна; используйте с осторожностью"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может возникнуть контактный дерматит; может быть диагностировано как отсутствие заживления, а не как клиническое обострение",
        "Избегать контакта с глазами",
        "Саркома Капоши сообщила о длительной кортикостероидной терапии; если отмечено, рассмотрите возможность прекращения терапии",
        "Избегайте средних и очень высоких потенций на лице, складках, в паху, потому что это может увеличить абсорбцию стероидов.",
        "Используйте med в очень высокой потенции в течение <2 недель, чтобы уменьшить местные и системные побочные эффекты.",
        "Пациентам следует рекомендовать не использовать это лекарство для любого расстройства, кроме того, для которого оно было назначено.",
        "Как и в случае любого местного кортикостероидного продукта, длительное применение может привести к атрофии кожи и подкожных тканей; при использовании на межтригинозных или сгибательных участках или на лице это может произойти даже при кратковременном использовании",
        "Эффективность шампуня доказана только при дерматозах, чувствительных к кортикостероидам, за исключением себорейного дерматита кожи головы.",
        "Хроническая местная терапия кортикостероидами может препятствовать росту и развитию у детей.",
        "Используйте низкую потенцию для хронической терапии",
        "При наличии дерматологических инфекций следует назначить соответствующее противогрибковое или антибактериальное средство; если благоприятный ответ не наступает быстро, кортикостероиды должны быть прекращены до тех пор, пока инфекция не будет адекватно контролироваться.",
        "При появлении раздражения местное применение кортикостероидов следует прекратить и назначить соответствующую терапию.",
        "Используйте более низкие потенции для детей (т. е. увеличьте BSA/кг, следовательно, увеличьте системную абсорбцию)"
      ],
      "specific": [
        {
          "type": "Подавление оси HPA",
          "description": [
            "Нечасто могут возникать признаки и симптомы отмены стероидов, что требует дополнительных системных кортикостероидов.",
            "Пациентов, получающих большие дозы сильнодействующих стероидов для местного применения, наносимых на большую площадь поверхности тела или под окклюзионную повязку, следует периодически обследовать на наличие признаков подавления оси гипоталамо-гипофизарно-надпочечниковой системы с помощью тестов на определение содержания свободного кортизола в моче и стимуляции АКТГ.",
            "Системная абсорбция местных кортикостероидов вызывает обратимое подавление гипоталамо-гипофизарно-надпочечниковой (ГГН) оси, проявления синдрома Кушинга, гипергликемию и глюкозурию у некоторых пациентов.",
            "Дети могут поглощать пропорционально большее количество местных кортикостероидов и, таким образом, быть более восприимчивыми к системной токсичности.",
            "Условия, которые увеличивают системную абсорбцию, включают применение более сильнодействующих стероидов, использование на больших поверхностях, длительное использование и добавление окклюзионных повязок.",
            "Если отмечено подавление оси HPA, следует попытаться отменить препарат, уменьшить частоту применения или заменить менее активным стероидом.",
            "Восстановление функции оси HPA обычно быстрое и полное после прекращения приема препарата."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Атрофия кожи",
      "percent": "2"
    },
    {
      "name": "Стрии",
      "percent": null
    },
    {
      "name": "Внутричерепная гипертензия",
      "percent": null
    },
    {
      "name": "телеангиэктазии",
      "percent": null
    },
    {
      "name": "Угревая сыпь",
      "percent": null
    },
    {
      "name": "фолликулярный кетатоз",
      "percent": null
    },
    {
      "name": "папулы",
      "percent": null
    },
    {
      "name": "Пустулы",
      "percent": null
    },
    {
      "name": "Сжигание",
      "percent": null
    },
    {
      "name": "Сухость",
      "percent": null
    },
    {
      "name": "Эритема",
      "percent": null
    },
    {
      "name": "Изменения пигментации",
      "percent": null
    },
    {
      "name": "подавление HPA",
      "percent": null
    },
    {
      "name": "с более высокой потенцией используется",
      "percent": null
    },
    {
      "name": "неделя",
      "percent": null
    }
  ]
}