{
  "name": "карглуминовая кислота",
  "comment": "Rx",
  "other_names": [
    "Карбаглу"
  ],
  "classes": [
    "Средства для лечения нарушений цикла мочевины"
  ],
  "source": "https://reference.medscape.com/drug/carbaglu-carglumic-acid-999487",
  "pregnancy": {
    "common": [
      "Программа фармакологического надзора беременных за воздействием карглуминовой кислоты: 1-888-575-8344",
      "Сообщений о редких случаях применения у беременных женщин недостаточно для информирования о связанном с приемом препарата риске серьезных врожденных дефектов, выкидыша или неблагоприятных исходах для матери или плода.",
      "Материнские осложнения, связанные с гипераммониемическим кризом, могут включать неврологические нарушения, кому и в некоторых случаях смерть.",
      "У беременных с нарушением цикла мочевины может наблюдаться усиление катаболического стресса, что может спровоцировать гипераммониемический криз как в интранатальном, так и в послеродовом (3-14 дней послеродовом) периодах."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Снижение выживаемости и роста наблюдалось у потомства, рожденного от крыс, получавших карглуминовую кислоту в дозе, примерно в 38 раз превышающей максимальную заявленную поддерживающую дозу для человека."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Грудное вскармливание не рекомендуется во время терапии; Лечение пациентов с дефицитом NAGS является непрерывным и пожизненным.",
      "Присутствует в молоке крыс, а у новорожденных крысят, вскормленных матерями, получавшими карглуминовую кислоту, наблюдалось увеличение смертности и нарушение прибавки массы тела.",
      "Неизвестно, выделяется ли препарат с грудным молоком."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Плазменные концентрации карглуминовой кислоты увеличились у пациентов с почечной недостаточностью; уменьшить дозу у пациентов с умеренной или тяжелой почечной недостаточностью; Фармакокинетика карглуминовой кислоты не оценивалась у пациентов с терминальной стадией почечной недостаточности."
      ],
      "specific": [
        {
          "type": "гипераммониемия",
          "description": [
            "Ограничение белка во время острого эпизода гипераммониемии рекомендуется не более чем на 12–36 часов при максимальном увеличении калорийности рациона для обратного катаболизма; белок следует вводить как можно раньше после улучшения метаболических и клинических нарушений в этой ситуации; при длительном лечении следует ввести ограничение белка в рационе, чтобы поддерживать уровень аммиака в крови в пределах приемлемого для возраста диапазона.",
            "Невылеченная гипераммониемия может привести к повреждению головного мозга и смерти, поэтому необходимо незамедлительное применение всех методов лечения, необходимых для снижения уровня аммиака в плазме.",
            "Постоянный мониторинг уровня аммиака в плазме, неврологического статуса, параметров роста, потребления белка/нутритивного статуса (как во время острых эпизодов гипераммониемии, так и в долгосрочной перспективе), а также соответствующие лабораторные тесты у пациентов, получающих терапию, должны быть частью оценки клинического ответа на лечение.",
            "Лечить эпизод острой гипераммониемии как неотложную ситуацию, угрожающую жизни",
            "Лечение тяжелой гипераммониемии может потребовать диализа, предпочтительно гемодиализа и/или гемофильтрации, для снижения концентрации аммиака в плазме.",
            "Мониторинг уровня аммиака в сыворотке крови и коррекция дозы для поддержания возрастной нормы."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Рвота",
      "percent": "26"
    },
    {
      "name": "Боль в животе",
      "percent": "17"
    },
    {
      "name": "лихорадка",
      "percent": "17"
    },
    {
      "name": "Тонзиллит",
      "percent": "17"
    },
    {
      "name": "анемия",
      "percent": "13"
    },
    {
      "name": "Диарея",
      "percent": "13"
    },
    {
      "name": "Инфекции уха",
      "percent": "13"
    },
    {
      "name": "инфекции",
      "percent": "13"
    },
    {
      "name": "Назофарингит",
      "percent": "13"
    },
    {
      "name": "Гемоглобин снизился",
      "percent": "13"
    },
    {
      "name": "Головная боль",
      "percent": "13"
    },
    {
      "name": "нейтропения",
      "percent": "14"
    },
    {
      "name": "анемия",
      "percent": "12"
    },
    {
      "name": "дисгевзия",
      "percent": "9"
    },
    {
      "name": "Астения",
      "percent": "9"
    },
    {
      "name": "Гипергидроз",
      "percent": "9"
    },
    {
      "name": "грипп",
      "percent": "9"
    },
    {
      "name": "Пневмония",
      "percent": "9"
    },
    {
      "name": "Вес уменьшился",
      "percent": "9"
    },
    {
      "name": "Анорексия",
      "percent": "9"
    },
    {
      "name": "Сонливость",
      "percent": "9"
    },
    {
      "name": "Сыпь",
      "percent": "9"
    },
    {
      "name": "Рвота",
      "percent": "7"
    },
    {
      "name": "Дисбаланс электролита",
      "percent": "7"
    },
    {
      "name": "Снижение аппетита",
      "percent": "5"
    },
    {
      "name": "гипогликемия",
      "percent": "5"
    },
    {
      "name": "Летаргия",
      "percent": "5"
    },
    {
      "name": "ступор",
      "percent": "5"
    },
    {
      "name": "Энцефалопатия",
      "percent": "5"
    },
    {
      "name": "панкреатит",
      "percent": "2"
    },
    {
      "name": "липаза повышена",
      "percent": "2"
    },
    {
      "name": "кардиомиопатия",
      "percent": "2"
    },
    {
      "name": "Аланинаминотрансфераза повышена",
      "percent": "2"
    },
    {
      "name": "Аспартатаминотрансфераза повышена",
      "percent": "2"
    },
    {
      "name": "Экстравазация места инфузии",
      "percent": "2"
    },
    {
      "name": "Количество лейкоцитов увеличилось",
      "percent": "2"
    },
    {
      "name": "Расстройство поведения",
      "percent": "2"
    },
    {
      "name": "Расстройство сна",
      "percent": "2"
    },
    {
      "name": "Апноэ",
      "percent": null
    },
    {
      "name": "Гипервентиляция",
      "percent": null
    }
  ]
}