{
  "name": "мепивакаин",
  "comment": "Rx",
  "other_names": [
    "Полокаин-МПФ",
    "Полокаин",
    "карбокаин"
  ],
  "classes": [
    "парентерально",
    "Амиды",
    "Местные анестетики",
    "Стоматологический"
  ],
  "source": "https://reference.medscape.com/drug/carbocaine-polocaine-mepivacaine-343365",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: неизвестно, выделяется ли с грудным молоком."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: неизвестно, выделяется ли с грудным молоком."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к мепивакаину или амидным анестетикам, чувствительность к парабенам."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Злокачественная гипертермия в анамнезе",
        "Следите за состоянием сознания пациента после инъекции; тревога, головокружение, беспокойство, тремор, депрессия или нечеткость зрения могут быть признаками токсичности ЦНС",
        "Непреднамеренная внутрисосудистая инъекция может привести к судорогам.",
        "Добавление вазоконстриктора, адреналина, будет способствовать местному гемостазу, снижению системной абсорбции и увеличению продолжительности действия.",
        "Некоторые составы могут содержать сульфиты.",
        "Риск хондролиза при постоянной внутрисуставной инфузии после артроскопических или других хирургических вмешательств",
        "ЗАПРЕЩАЕТСЯ использовать растворы с адреналином в дистальных частях тела (например, пальцах, носу, ухе).",
        "Сообщается об остановке дыхания при использовании"
      ],
      "specific": [
        {
          "type": "Метгемоглобинемия",
          "description": [
            "Использование местных анестетиков может вызвать метгемоглобинемию, серьезное состояние, требующее немедленного лечения; пациенты с дефицитом глюкозо-6-фосфатдегидрогеназы, врожденной или идиопатической метгемоглобинемией, сердечными или легочными нарушениями, младенцы в возрасте до 6 месяцев и одновременное воздействие окислителей или их метаболитов более подвержены развитию клинических проявлений состояния.",
            "Консультировать пациентов или лиц, осуществляющих уход, обратиться за немедленной медицинской помощью, если пациент испытывает следующие признаки или симптомы: бледный, серый или синий цвет кожи (цианоз); головная боль; учащенное сердцебиение; одышка; легкомысленность; или усталость; прекратить прием препарата и любых других окислителей; в зависимости от тяжести признаков и симптомов пациенты могут реагировать на поддерживающую терапию, включая оксигенотерапию и гидратацию; более тяжелая клиническая картина может потребовать лечения метиленовым синим, обменным переливанием крови или гипербарической оксигенацией."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "липосомы бупивакаина",
      "description": {
        "common": "мепивакаин повышает токсичность липосом бупивакаина по др. (см. комментарий). Противопоказано.\nКомментарий: не смешивайте с другими местными анестетиками, не содержащими бупивакаин; смешивание приводит к быстрому увеличению свободного (неинкапсулированного) бупивакаина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупивакаиновый имплантат",
      "description": {
        "common": "мепивакаин, бупивакаиновый имплантат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте дополнительного введения местного анестетика в течение 96 часов после имплантации бупивакаина. Если использование дополнительных местных анестетиков неизбежно из-за клинической необходимости, следите за неврологическими и сердечно-сосудистыми эффектами, связанными с системной токсичностью местных анестетиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол, мепивакаин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Соблюдайте особую осторожность при одновременном применении бупивакаина и антигипертензивных средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "пиндолол, мепивакаин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Соблюдайте особую осторожность при одновременном применении бупивакаина и антигипертензивных средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пропранолол, мепивакаин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Соблюдайте особую осторожность при одновременном применении бупивакаина и антигипертензивных средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "тимолол, мепивакаин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Соблюдайте особую осторожность при одновременном применении бупивакаина и антигипертензивных средств."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гиалуронидаза",
      "description": {
        "common": "гиалуронидаза, мепивакаин. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Гиалуронидаза ускоряет начало местного обезболивания и уменьшает отек, но увеличивает системную абсорбцию анестетика. Это уменьшает продолжительность действия и увеличивает частоту системных реакций."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Недостаточная вентиляция",
      "percent": null
    },
    {
      "name": "апноэ",
      "percent": null
    },
    {
      "name": "Тотальный или высокий спинальный",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Ацидоз",
      "percent": null
    },
    {
      "name": "Системные заболевания, нарушающие выработку белка",
      "percent": null
    },
    {
      "name": "конкуренция других препаратов за сайты связывания с белками",
      "percent": null
    }
  ]
}