{
  "name": "спиронолактон",
  "comment": "Rx",
  "other_names": [
    "Альдактон",
    "КароСпир"
  ],
  "classes": [
    "Диуретики",
    "Антагонисты альдостерона",
    "Калий-сберегающий",
    "Селективный"
  ],
  "source": "https://reference.medscape.com/drug/carospir-aldactone-spironolactone-342407",
  "pregnancy": {
    "common": [
      "Основываясь на механизме действия и результатах исследований на животных, спиронолактон может влиять на половую дифференциацию самцов во время эмбриогенеза; исследования эмбрионов на крысах сообщают о феминизации плодов мужского пола и эндокринной дисфункции у самок, подвергшихся воздействию спиронолактона внутриутробно",
      "Потенциальный риск для плода мужского пола из-за антиандрогенных свойств спиронолактона; избегайте спиронолактона у беременных женщин или сообщите беременной женщине о потенциальном риске для плода мужского пола",
      "Ограниченные доступные данные не продемонстрировали связи серьезных пороков развития или других неблагоприятных исходов беременности со спиронолактоном; могут возникать риски для матери и плода, связанные с сердечной недостаточностью, циррозом печени и плохо контролируемой гипертонией во время беременности."
    ],
    "specific": [
      {
        "type": "Связанные с заболеванием риски для матери и эмбриона/плода",
        "description": [
          "Артериальная гипертензия во время беременности повышает у матери риск преэклампсии, гестационного диабета, преждевременных родов и осложнений при родах (например, необходимость кесарева сечения, послеродовое кровотечение); артериальная гипертензия повышает риск задержки внутриутробного развития и смерти плода",
          "Беременные женщины с симптоматическим циррозом обычно имеют неблагоприятные исходы (например, печеночная недостаточность, кровотечение из варикозно расширенных вен, преждевременные роды, задержка роста плода и материнская смерть); беременные женщины с циррозом печени должны находиться под наблюдением и соответствующим образом лечиться",
          "Беременные женщины с ХСН подвергаются повышенному риску преждевременных родов; Ударный объем и частота сердечных сокращений увеличиваются во время беременности, увеличивается сердечный выброс, особенно в первом триместре; внимательно следить за беременными пациентами с CHF"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Не присутствует в грудном молоке; тем не менее, ограниченные данные о кормящей женщине через 17 дней после родов сообщают о присутствии активного метаболита канренона в грудном молоке человека в небольших количествах, которые, как ожидается, будут клинически несущественными; в этом случае не сообщалось о неблагоприятных эффектах у младенцев, находящихся на грудном вскармливании, после кратковременного воздействия спиронолактона; однако долгосрочные последствия для младенцев, находящихся на грудном вскармливании, неизвестны; нет данных о влиянии спиронолактона на производство молока"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "В исследованиях хронической токсичности на крысах было показано, что спиронолактон является онкогеном; использовать только по указанным показаниям"
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Болезнь Аддисона или другие состояния, связанные с гиперкалиемией",
        "Одновременное применение с эплереноном",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Могут возникнуть гипонатриемия, гипомагниемия, гипокальциемия, гипохлоремический алкалоз и гипергликемия.",
        "Может наблюдаться бессимптомная гиперурикемия и редко - подагра; периодически контролировать электролиты сыворотки, мочевую кислоту и глюкозу в крови. При циррозе печени избегать нарушений электролитного и кислотно-щелочного баланса, которые могут привести к печеночной энцефалопатии.",
        "Может возникнуть гиперкалиемия; контролировать уровень калия в сыворотке в течение 1 недели после начала или титрования спиронолактона и затем регулярно; при возникновении гиперкалиемии уменьшите дозу или прекратите лечение и лечите гиперкалиемию",
        "Сообщается о гинекомастии, которая обычно обратима.",
        "Чрезмерный диурез может вызвать симптоматическое обезвоживание, гипотензию и ухудшение функции почек, особенно у пациентов с истощением солей или у тех, кто принимает ингибиторы ангиотензинпревращающего фермента (АПФ) и блокаторы рецепторов ангиотензина II (БРА)."
      ],
      "specific": [
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Сообщалось, что совместное введение пероральной суспензии и НПВП может снижать диуретический, натрийуретический и антигипертензивный эффект петлевых, калийсберегающих и тиазидных диуретиков.",
            "Спиронолактон и его метаболиты мешают радиоиммуноанализу на дигоксин и увеличивают видимую экспозицию дигоксина; используйте анализ, который не взаимодействует со спиронолактоном",
            "Риск ухудшения функции почек также может возникать при одновременном применении нефротоксичных препаратов (например, аминогликозидов, цисплатина, НПВП); периодически контролировать объемный статус и функцию почек",
            "Применение НПВП может снижать диуретический, натрийуретический и антигипертензивный эффект диуретиков; при одновременном применении спиронолактона и НПВП внимательно наблюдайте, чтобы определить, достигается ли желаемый эффект диуретика.",
            "Спиронолактон и его метаболиты увеличивают видимую экспозицию дигоксина; у пациентов, одновременно принимающих дигоксин, измерьте концентрации дигоксина в сыворотке перед началом приема спиронолактона с помощью анализа, который не взаимодействует со спиронолактоном; снизить концентрацию дигоксина, уменьшив дозу примерно на 15-30% или изменив частоту приема и продолжая мониторинг",
            "Совместное введение пероральной суспензии и лития снижает почечный клиренс лития, вызывая высокий риск токсичности лития.",
            "Спиронолактон является необратимым ингибитором CYP2C8 и CYP3A4/5 in vitro; может увеличить экспозицию других coadministered наркотиков, которые метаболизируются CYP2C8 и CYP3A4/5; Коррекция доз препаратов, метаболизируемых CYP2C8 (например, репаглинид) и CYP3A4/5 (например, мидазолам, сиролимус и такролимус), может потребоваться, если они назначаются одновременно со спиронолактоном.",
            "Ацетилсалициловая кислота может снижать эффективность спиронолактона; при совместном применении с ацетилсалициловой кислотой может потребоваться титрование до более высокой поддерживающей дозы и тщательный мониторинг для определения достижения желаемого эффекта.",
            "Одновременное применение спиронолактона с добавками калия, заменителями соли, содержащими калий, диетой, богатой калием, или препаратами, которые могут повышать уровень калия (например, ингибиторы АПФ, БРА, НПВП, гепарин и низкомолекулярный гепарин) может привести к тяжелой гиперкалиемии.",
            "Сообщалось о гиперкалиемическом метаболическом ацидозе у пациентов, принимавших спиронолактон одновременно с холестирамином."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "абиратерон",
      "description": {
        "common": "спиронолактон увеличивает токсичность абиратерона за счет фармакодинамического синергизма. Противопоказано. Спиронолактон связывается с рецептором андрогена и может повышать уровень простат-специфического антигена (ПСА) у пациентов с раком предстательной железы, получающих абиратерон."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амилорид",
      "description": {
        "common": "амилорид и спиронолактон повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "спиронолактон и циклоспорин повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат. Совместное введение не рекомендуется"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "дроспиренон и спиронолактон повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эплеренон",
      "description": {
        "common": "спиронолактон, эплеренон. Механизм: фармакодинамический синергизм. Противопоказано. Гиперкалиемия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофексидин",
      "description": {
        "common": "лофексидин, спиронолактон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с другими препаратами, которые снижают пульс или артериальное давление, чтобы снизить риск чрезмерной брадикардии и гипотензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "спиронолактон и кислый фосфат калия повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "спиронолактон и хлорид калия повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "спиронолактон и цитрат калия повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфаты калия, IV",
      "description": {
        "common": "спиронолактон и фосфаты калия внутривенно повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триамтерен",
      "description": {
        "common": "спиронолактон и триамтерен повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ацебутолол и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "спиронолактон и ацеклофенак повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "спиронолактон и ацеметацин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "спиронолактон увеличивает, а альбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "Альдеслейкин усиливает действие спиронолактона за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифостин",
      "description": {
        "common": "амифостин, спиронолактон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение со средствами, снижающими артериальное давление, может увеличить риск и тяжесть гипотензии, связанной с амифостином. Когда амифостин используется в химиотерапевтических дозах, откажитесь от препаратов, снижающих артериальное давление, за 24 часа до амифостина; если нельзя отказаться от приема гипотензивных препаратов, не вводите амифостин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ампициллин",
      "description": {
        "common": "ампициллин усиливает эффекты спиронолактона за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Гиперкалиемия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "спиронолактон увеличивает, а арформотерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "спиронолактон и аспирин повышают уровень калия в сыворотке крови. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "спиронолактон и аспирин ректально повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "спиронолактон и аспирин/лимонная кислота/бикарбонат натрия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аванафил",
      "description": {
        "common": "аванафил усиливает эффекты спиронолактона за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "беназеприл и спиронолактон повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "спиронолактон увеличивает, а бендрофлуметиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "бетаксолол и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бисопролол и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бретилий",
      "description": {
        "common": "спиронолактон, бретилиум.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Каждый препарат может вызвать гипотензию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буметанид",
      "description": {
        "common": "спиронолактон увеличивает, а буметанид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "бупренорфин, инъекция длительного действия, снижает эффекты спиронолактона за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Опиоиды могут снижать диуретический эффект, индуцируя высвобождение антидиуретического гормона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "канаглифлозин",
      "description": {
        "common": "спиронолактон и канаглифлозин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кандесартан",
      "description": {
        "common": "кандесартан и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "каптоприл, спиронолактон.\nОдин из них увеличивает токсичность другого по механизму: фармакодинамический синергизм. Используйте осторожность/монитор. Оба препарата снижают артериальное давление. Риск гиперкалиемии. Контролируйте артериальное давление и калий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбеноксолон",
      "description": {
        "common": "спиронолактон увеличивает, а карбеноксолон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбидопа",
      "description": {
        "common": "карбидопа усиливает эффекты спиронолактона за счет фармакодинамического синергизма. Используйте осторожность/монитор. В начале терапии карбидопой в комбинации с леводопой или без нее или комбинированными препаратами карбидопа-леводопа может потребоваться коррекция дозы антигипертензивного препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол и спиронолактон повышают уровень калия в сыворотке крови. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "спиронолактон и целекоксиб повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целипролол",
      "description": {
        "common": "Целипролол и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "спиронолактон увеличивает, а хлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "спиронолактон увеличивает, а хлорталидон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин, спиронолактон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Сообщалось о гиперкалиемическом метаболическом ацидозе при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холевая кислота",
      "description": {
        "common": "спиронолактон увеличивает токсичность холевой кислоты за счет уменьшения выведения. Изменить терапию/внимательно контролировать. Избегайте одновременного применения ингибиторов помпы оттока солей желчных кислот (BSEP). Может усилить накопление конъюгированных желчных солей в печени и привести к клиническим симптомам. Если необходимо одновременное применение, контролируйте сывороточные трансаминазы и билирубин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "спиронолактон и трисалицилат магния холина повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "спиронолактон увеличивает, а циклопентиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "спиронолактон, дальтепарин.\nОдин из них увеличивает токсичность другого за счет калия в сыворотке. Используйте осторожность/монитор. Оба препарата могут повышать уровень калия в сыворотке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид, спиронолактон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Оба препарата могут вызывать метаболический ацидоз."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "спиронолактон и диклофенак повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "спиронолактон и дифлунисал повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "спиронолактон и дигоксин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "Спиронолактон усиливает эффекты дизопирамида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная сердечно-сосудистая депрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "спиронолактон увеличивает, а добутамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "спиронолактон увеличивает, а допексамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эмпаглифлозин",
      "description": {
        "common": "эмпаглифлозин, спиронолактон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Совместное введение эмпаглифлозина с диуретиками приводит к увеличению объема мочи и частоты мочеиспусканий, что может увеличить вероятность уменьшения объема мочи."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эналаприл",
      "description": {
        "common": "эналаприл, спиронолактон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "спиронолактон, эноксапарин.\nОдин из них увеличивает токсичность другого за счет калия в сыворотке. Используйте осторожность/монитор. Оба препарата могут повышать уровень калия в сыворотке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "спиронолактон увеличивает, а эфедрин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "спиронолактон увеличивает, а адреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "спиронолактон увеличивает, а рацемический адреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпросартан",
      "description": {
        "common": "Эпросартан и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсмолол",
      "description": {
        "common": "эсмолол и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "спиронолактон увеличивает, а этакриновая кислота снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "спиронолактон и этодолак повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "fenbufen",
      "description": {
        "common": "спиронолактон и фенбуфен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "спиронолактон и фенопрофен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил",
      "description": {
        "common": "фентанил уменьшает действие спиронолактона на др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Фентанил может снижать эффективность диуретиков, индуцируя высвобождение антидиуретического гормона. Фентанил также может приводить к острой задержке мочи, вызывая спазм сфинктера мочевого пузыря (особенно у мужчин с увеличенной простатой)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "фентанил интраназально снижает эффекты спиронолактона по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Фентанил может снижать эффективность диуретиков, индуцируя высвобождение антидиуретического гормона. Фентанил также может приводить к острой задержке мочи, вызывая спазм сфинктера мочевого пузыря (особенно у мужчин с увеличенной простатой)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "фентанил трансдермальный снижает эффекты спиронолактона на др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Фентанил может снижать эффективность диуретиков, индуцируя высвобождение антидиуретического гормона. Фентанил также может приводить к острой задержке мочи, вызывая спазм сфинктера мочевого пузыря (особенно у мужчин с увеличенной простатой)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "фентанил через слизистую ослабляет действие спиронолактона на др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Фентанил может снижать эффективность диуретиков, индуцируя высвобождение антидиуретического гормона. Фентанил также может приводить к острой задержке мочи, вызывая спазм сфинктера мочевого пузыря (особенно у мужчин с увеличенной простатой)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "спиронолактон и финеренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать. Коррекция дозы финеренона в зависимости от текущей концентрации калия в сыворотке крови. Контролируйте уровень калия в сыворотке крови и при необходимости измените дозу финеренона, как описано в инструкции по медицинскому применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "спиронолактон и флурбипрофен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "спиронолактон увеличивает, а формотерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "фозиноприл, спиронолактон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фуросемид",
      "description": {
        "common": "спиронолактон увеличивает, а фуросемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "спиронолактон увеличивает, а гентамицин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гепарин",
      "description": {
        "common": "спиронолактон, гепарин.\nОдин из них увеличивает токсичность другого за счет калия в сыворотке. Используйте осторожность/монитор. Оба препарата могут повышать уровень калия в сыворотке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "спиронолактон увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "спиронолактон и ибупрофен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "спиронолактон и ибупрофен внутривенно повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имидаприл",
      "description": {
        "common": "имидаприл, спиронолактон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индапамид",
      "description": {
        "common": "спиронолактон увеличивает, а индапамид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "спиронолактон и индометацин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "Ирбесартан, и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "спиронолактон увеличивает, а изопротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "можжевельник",
      "description": {
        "common": "можжевельник, спиронолактон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Можжевельник может потенцировать или препятствовать терапии диуретиками. Можжевельник обладает мочегонным действием, но в больших дозах может вызвать повреждение почек."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "спиронолактон и кетопрофен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "спиронолактон и кеторолак повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "спиронолактон и кеторолак интраназально повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лабеталол",
      "description": {
        "common": "лабеталол и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "спиронолактон увеличивает, а левалбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "леводопа усиливает эффекты спиронолактона за счет фармакодинамического синергизма. Используйте осторожность/монитор. Рассмотрите возможность уменьшения дозы антигипертензивного агента."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "лизиноприл, спиронолактон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоперамид",
      "description": {
        "common": "спиронолактон будет увеличивать уровень или эффект лоперамида транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "спиронолактон и лорноксикам повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "лозартан и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон усиливает действие спиронолактона Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: потенциально повышенный риск гипотензии при одновременном применении. Мониторинг артериального давления и корректировка дозы антигипертензивного агента по мере необходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "маравирок, спиронолактон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск ортостатической гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "спиронолактон и меклофенамат повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "спиронолактон и мефенамовая кислота повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "спиронолактон и мелоксикам повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "спиронолактон увеличивает, а метапротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "спиронолактон увеличивает, а метиклотиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат трансдермальный",
      "description": {
        "common": "Трансдермальный метилфенидат снижает эффекты спиронолактона за счет блокирования антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метолазон",
      "description": {
        "common": "спиронолактон увеличивает, а метолазон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "метопролол и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам",
      "description": {
        "common": "Спиронолактон увеличивает уровень или эффект мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. может потребоваться коррекция дозы мидазолама"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Спиронолактон снижает эффекты митотана за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "моэксиприл, спиронолактон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "спиронолактон и набуметон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "спиронолактон и напроксен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "и небиволол, и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин ректальный",
      "description": {
        "common": "нитроглицерин ректальный, спиронолактон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Обратите внимание на возможные аддитивные гипотензивные эффекты при одновременном применении. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сок нони",
      "description": {
        "common": "спиронолактон и сок нони повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "спиронолактон увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "олицеридин снижает эффекты спиронолактона по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Опиоиды могут снижать эффективность диуретиков, индуцируя высвобождение антидиуретического гормона. Следите за признаками снижения диуреза и/или влияния на артериальное давление и при необходимости увеличьте дозу диуретика. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олмесартан",
      "description": {
        "common": "олмесартан и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оспемифен",
      "description": {
        "common": "спиронолактон, оспемифен.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "спиронолактон и оксапрозин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "спиронолактон и парекоксиб повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "пенбутолол и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "периндоприл",
      "description": {
        "common": "периндоприл, спиронолактон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "пиндолол и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "спиронолактон увеличивает, а пирбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "спиронолактон и пироксикам повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пивмециллинам",
      "description": {
        "common": "пивмециллинам усиливает эффекты спиронолактона за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Гиперкалиемия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия/лимонная кислота",
      "description": {
        "common": "спиронолактон и цитрат калия/лимонная кислота повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пропранолол и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "псевдоэфедрин",
      "description": {
        "common": "Спиронолактон снижает эффекты псевдоэфедрина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квинаприл",
      "description": {
        "common": "квинаприл, спиронолактон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рамиприл",
      "description": {
        "common": "рамиприл, спиронолактон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репаглинид",
      "description": {
        "common": "спиронолактон повысит уровень или эффект репаглинида на др. (см. комментарий). Используйте осторожность/монитор. Спиронолактон ингибирует CYP2C8; может потребоваться коррекция дозы репаглиниса, так как он метаболизируется CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "сакубитрил/валсартан и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "спиронолактон и салицилаты (не аза) повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "спиронолактон увеличивает, а салметерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "спиронолактон и сальсалат повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "Спиронолактон увеличивает уровень или эффект сиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. может потребоваться коррекция дозы сиролимуса"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "соталол и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "спарсентан и спиронолактон повышают уровень калия в сыворотке. Используйте осторожность/монитор. Монитор калия сыворотки часто."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "спиронолактон и сукцинилхолин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "спиронолактон и сульфасалазин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "спиронолактон и сулиндак повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "Спиронолактон увеличивает уровень или эффект такролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. может потребоваться коррекция дозы такролимуса"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тадалафил",
      "description": {
        "common": "тадалафил усиливает действие спиронолактона за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "телмисартан и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темоциллин",
      "description": {
        "common": "темоциллин усиливает действие спиронолактона за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Гиперкалиемия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "спиронолактон увеличивает, а тербуталин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "тикарциллин усиливает эффекты спиронолактона за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Гиперкалиемия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "тимолол и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "спиронолактон и толфенамовая кислота повышают уровень калия в сыворотке крови. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "спиронолактон и толметин повышают уровень калия в сыворотке крови. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "спиронолактон и толваптан повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торсемиде",
      "description": {
        "common": "спиронолактон увеличивает, а торасемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "трандолаприл, спиронолактон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триметоприм",
      "description": {
        "common": "триметоприм и спиронолактон повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "валсартан и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "и воклоспорин, и спиронолактон повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксипамид",
      "description": {
        "common": "ксипамид усиливает эффекты спиронолактона за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репейник",
      "description": {
        "common": "Репейник усиливает эффекты спиронолактона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид аммония",
      "description": {
        "common": "спиронолактон, хлорид аммония. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск системного ацидоза."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "береза",
      "description": {
        "common": "береза ​​усиливает эффекты спиронолактона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает эффекты спиронолактона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кадексомер йода",
      "description": {
        "common": "кадексомер йода, спиронолактон. Механизм: снижение почечного клиренса. Незначительное/значение неизвестно. Гиперкалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "Спиронолактон снижает уровень ацетата кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "Спиронолактон снижает уровень карбоната кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "Спиронолактон снижает уровень хлорида кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "Спиронолактон снижает уровень цитрата кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "Спиронолактон снижает уровень глюконата кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "кукурузный шелк усиливает действие спиронолактона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эпопростенол",
      "description": {
        "common": "эпопростенол усиливает действие спиронолактона за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "форсколин",
      "description": {
        "common": "форсколин усиливает действие спиронолактона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "золотарник",
      "description": {
        "common": "золотарник усиливает эффекты спиронолактона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "йодированный глицерин",
      "description": {
        "common": "йодированный глицерин, спиронолактон. Механизм: снижение почечного клиренса. Незначительное/значение неизвестно. Гиперкалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "йод",
      "description": {
        "common": "йод, спиронолактон. Механизм: снижение почечного клиренса. Незначительное/значение неизвестно. Гиперкалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид магния",
      "description": {
        "common": "Спиронолактон повышает уровень хлорида магния за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "Спиронолактон повышает уровень цитрата магния за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "Спиронолактон повышает уровень гидроксида магния за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "Спиронолактон повышает уровень оксида магния за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфат магния",
      "description": {
        "common": "Спиронолактон повышает уровень сульфата магния за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает эффекты спиронолактона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "миноксидил",
      "description": {
        "common": "Спиронолактон усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нитазоксанид",
      "description": {
        "common": "нитазоксанид, спиронолактон.\nОдин из них повышает уровень другого по механизму: конкуренция за связывание с белками плазмы. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "октакозанол",
      "description": {
        "common": "октакозанол усиливает действие спиронолактона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "патиромер",
      "description": {
        "common": "патиромер, спиронолактон. связывание катионов в желудочно-кишечном тракте. Незначительное/значение неизвестно. Клинически значимого взаимодействия не наблюдалось. Разделение дозирования не требуется."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "reishi",
      "description": {
        "common": "Рейши усиливает действие спиронолактона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "пастушья сумка, спиронолактон. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Теоретически пастушья сумка может мешать контролю АД."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "Спиронолактон повышает уровень сульфадиазина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "спиронолактон, сульфаметоксазол. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Гиперкалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "Спиронолактон повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "тизанидин усиливает эффекты спиронолактона за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трепростинил",
      "description": {
        "common": "трепростинил усиливает действие спиронолактона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триметоприм",
      "description": {
        "common": "спиронолактон, триметоприм. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Гиперкалиемия."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Желудочное кровотечение",
      "percent": null
    },
    {
      "name": "изъязвление",
      "percent": null
    },
    {
      "name": "Гастрит",
      "percent": null
    },
    {
      "name": "Снижение либидо",
      "percent": null
    },
    {
      "name": "Неспособность достичь или поддерживать эрекцию",
      "percent": null
    },
    {
      "name": "Постменопаузальное кровотечение",
      "percent": null
    },
    {
      "name": "Боль в груди и сосках",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Макулопапулезные или эритематозные кожные высыпания",
      "percent": null
    },
    {
      "name": "Анафилактические реакции",
      "percent": null
    },
    {
      "name": "васкулит",
      "percent": null
    },
    {
      "name": "Гиперкалиемия",
      "percent": null
    },
    {
      "name": "Электролитные нарушения",
      "percent": null
    },
    {
      "name": "Гипонатриемия",
      "percent": null
    },
    {
      "name": "гиповолемия",
      "percent": null
    },
    {
      "name": "Летаргия",
      "percent": null
    },
    {
      "name": "Спутанность сознания",
      "percent": null
    },
    {
      "name": "Атаксия",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "Почечная дисфункция",
      "percent": null
    },
    {
      "name": "в том числе почечная недостаточность",
      "percent": null
    },
    {
      "name": "Хлоазма",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "Летаргия",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Спутанность сознания",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "Лекарственная сыпь с эозинофилией и системными симптомами",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    },
    {
      "name": "Гинекомастия",
      "percent": null
    },
    {
      "name": "Импотенция",
      "percent": null
    },
    {
      "name": "Менструальные расстройства",
      "percent": null
    },
    {
      "name": "Спазмы в животе",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Гастрит",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Боль в груди",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "Электролитные нарушения",
      "percent": null
    },
    {
      "name": "Судороги ног",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    }
  ]
}