{
  "name": "алпростадил интракавернозно/уретрально",
  "comment": "Rx",
  "other_names": [
    "Виридал",
    "Муза",
    "Каверджект",
    "Эдекс",
    "PGE1",
    "Простагландин E1"
  ],
  "classes": [
    "мочеполовой",
    "простагландины"
  ],
  "source": "https://reference.medscape.com/drug/caverject-edex-alprostadil-342846",
  "pregnancy": {
    "common": [
      "Беременность: алпростадил не показан женщинам.",
      "Лактация: Алпростадил противопоказан женщинам."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: Алпростадил противопоказан женщинам."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Имплантаты полового члена",
        "Предрасположенность к приапизму (например, серповидноклеточная анемия, серповидноклеточный признак, множественная миелома, лейкемия)",
        "Анатомическая деформация полового члена, например, кавернозный фиброз или болезнь Пейрони.",
        "Половой акт с беременной женщиной без использования презерватива (интракавернозный имплантат)",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Консультировать пациентов о защитных мерах, необходимых для защиты от заболеваний, передающихся половым путем, включая вирус иммунодефицита человека (ВИЧ).",
        "Риск поломки сверхтонкими иглами высок; поломка иглы, при этом часть иглы остается в половом члене, что требует госпитализации и хирургического удаления; тщательный инструктаж по правильному обращению с пациентом и методам инъекций может свести к минимуму возможность поломки",
        "Сообщалось об обмороке в течение 1 часа после использования уретрального суппозитория (гранулы)",
        "Консервант бензиловый спирт, содержащийся в интракавернозной лекарственной форме, был связан с серьезными побочными эффектами, включая «синдром удушья» и смертью у детей; эта лекарственная форма не показана для детей",
        "Инъекции могут привести к повышению уровня алпростадила в периферической крови, особенно у пациентов со значительной венозной утечкой из кавернозных тел; избегать использования у пациентов с известной кавернозной венозной утечкой; может вызвать гипотензию",
        "Пациенты с нарушением свертываемости крови или принимающие антикоагулянты, такие как варфарин или гепарин, могут иметь повышенную склонность к кровотечениям после интракавернозной инъекции; соблюдайте осторожность; прижать место инъекции спиртовым тампоном или стерильной марлей на 5 мин.",
        "Безопасность и эффективность комбинаций препарата и других вазоактивных агентов, вводимых интракавернозно, не установлены в клинических исследованиях; могут увеличиться риски длительной эрекции, приапизма и гипотензии.",
        "Диагностика и лечение основных излечимых медицинских причин эректильной дисфункции до начала терапии",
        "Прекратить терапию, если развиваются признаки фиброза полового члена."
      ],
      "specific": [
        {
          "type": "Сердечно-сосудистый риск",
          "description": [
            "Существует потенциал сердечного риска сексуальной активности у пациентов с ранее существовавшими сердечно-сосудистыми заболеваниями; Лечение эректильной дисфункции не следует использовать у мужчин, которым сексуальная активность не рекомендуется из-за их основного сердечно-сосудистого статуса.",
            "Физикальное обследование полового члена следует проводить периодически для выявления признаков фиброза полового члена; лечение следует прекратить у пациентов, у которых развивается искривление полового члена или кавернозный фиброз.",
            "Оценка эректильной дисфункции должна включать определение потенциальных основных причин и определение соответствующего лечения после полного медицинского обследования."
          ]
        },
        {
          "type": "Приапизм",
          "description": [
            "Длительная эрекция определяется как эрекция продолжительностью от 4 до 6 часов; в случае эрекции, сохраняющейся более 4 ч, пациенту следует немедленно обратиться за медицинской помощью; Если приапизм не лечить немедленно, это может привести к повреждению ткани полового члена и необратимой потере потенции. Чтобы минимизировать вероятность длительной эрекции или приапизма, препарат следует медленно титровать до минимальной эффективной дозы",
            "Не для использования у пациентов с состояниями, предрасполагающими к приапизму, такими как серповидноклеточная анемия или серповидноклеточный признак, множественная миелома или лейкемия."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "Элуксадолин повышает уровень интракавернозного/уретрального алпростадила за счет снижения метаболизма. Используйте осторожность/монитор. Элуксадолин может увеличить системную экспозицию одновременно вводимых субстратов OATP1B1."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "алпростадил интракавернозно/уретрально усиливает эффекты антитромбина альфа за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "алпростадил интракавернозно/уретрально усиливает действие антитромбина III за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аргатробан",
      "description": {
        "common": "интракавернозное/уретральное введение алпростадила усиливает эффекты аргатробана за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бемипарин",
      "description": {
        "common": "алпростадил интракавернозно/уретрально усиливает эффекты бемипарина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "интракавернозное/уретральное введение алпростадила усиливает эффекты бивалирудина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "интракавернозное/уретральное введение алпростадила усиливает действие далтепарина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "алпростадил интракавернозно/уретрально усиливает эффекты эноксапарина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "алпростадил интракавернозно/уретрально усиливает действие фондапаринукса за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гепарин",
      "description": {
        "common": "алпростадил интракавернозно/уретрально усиливает действие гепарина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фениндион",
      "description": {
        "common": "алпростадил интракавернозно/уретрально усиливает действие фениндиона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "протамин",
      "description": {
        "common": "алпростадил интракавернозно/уретрально усиливает эффекты протамина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Пенильная боль",
      "percent": "32"
    },
    {
      "name": "жжение уретры",
      "percent": "12"
    },
    {
      "name": "Пенильная боль",
      "percent": "37"
    },
    {
      "name": "Уретральное кровотечение",
      "percent": "5"
    },
    {
      "name": "пятнистость",
      "percent": "5"
    },
    {
      "name": "Боль в яичках",
      "percent": "3"
    },
    {
      "name": "Головная боль",
      "percent": "4-6"
    },
    {
      "name": "Длительная эрекция",
      "percent": "4"
    },
    {
      "name": "час",
      "percent": "3"
    },
    {
      "name": "Пенильный фиброз",
      "percent": "3"
    },
    {
      "name": "Гематома в месте инъекции",
      "percent": "2"
    },
    {
      "name": "эхимоз в месте инъекции",
      "percent": "1"
    },
    {
      "name": "Сыпь на половом члене",
      "percent": "1"
    },
    {
      "name": "Отек полового члена",
      "percent": "0.4"
    },
    {
      "name": "обморок",
      "percent": "6"
    },
    {
      "name": "Тахикардия",
      "percent": "0.4"
    },
    {
      "name": "боль в ноге",
      "percent": null
    },
    {
      "name": "боль в промежности",
      "percent": null
    },
    {
      "name": "Приапизм",
      "percent": null
    },
    {
      "name": "час",
      "percent": null
    },
    {
      "name": "Кровоизлияние в месте инъекции",
      "percent": null
    }
  ]
}