{
  "name": "цефтибутен",
  "comment": "Rx",
  "other_names": [
    "Цедакс"
  ],
  "classes": [
    "3-е поколение",
    "Цефалоспорины"
  ],
  "source": "https://reference.medscape.com/drug/cedax-ceftibuten-342508",
  "pregnancy": {
    "common": [
      "Категория беременности: B",
      "Лактация: экскреция с молоком неизвестна; используйте с осторожностью"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: экскреция с молоком неизвестна; используйте с осторожностью"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Документально подтвержденная гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Изменить дозировку при тяжелой почечной недостаточности; длительное использование может привести к суперинфекции; осторожность при эпилептических припадках; может вызывать антибиотикоассоциированный колит",
        "Диабетикам: суспензия для приема внутрь содержит 1 г сахарозы/ч.л."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "цефтибутен снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "цефтибутен, вакцина против холеры. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "цефтибутен уменьшает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "цефтибутен снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "цефтибутен снижает уровень или действие базедоксифена/конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "цефтибутен снижает уровень или эффект диеногеста/эстрадиола валерата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. При одновременном применении может быть рекомендована альтернативная или дополнительная форма контроля рождаемости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "цефтибутен снижает уровень или эффект эстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстропипат",
      "description": {
        "common": "цефтибутен снижает уровень или действие эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "цефтибутен снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "цефтибутен снижает уровень или эффект перорального приема левоноргестрела/этинилэстрадиола/бисглицината железа за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "цефтибутен снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "микофенолят",
      "description": {
        "common": "цефтибутен увеличивает уровень или эффект микофенолата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пивмециллинам",
      "description": {
        "common": "пивмециллинам, цефтибутен.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пробенецид",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект пробенецида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "цефтибутен уменьшает эффекты пикосульфата натрия/оксида магния/безводной лимонной кислоты за счет изменения метаболизма. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темоциллин",
      "description": {
        "common": "темоциллин, цефтибутен.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "тикарциллин, цефтибутен.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, цефтибутен.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "цефтибутен усиливает действие варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цинк",
      "description": {
        "common": "цинк снижает уровень или эффект цефтибутена за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Рассмотрите возможность приема пероральных солей цинка по крайней мере через 3 часа после приема цефтибутена."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "aminohippurate sodium",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект аминогиппурата натрия за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект ректального аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "цефтибутен увеличивает уровень или действие аспирина/лимонной кислоты/бикарбоната натрия за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект бендрофлуметиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефподоксим",
      "description": {
        "common": "цефподоксим будет повышать уровень или эффект цефтибутена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол снижает эффекты цефтибутена за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект трисалицилата магния холина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этодолак",
      "description": {
        "common": "цефтибутен будет повышать уровень или эффект этодолака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фамотидин",
      "description": {
        "common": "фамотидин будет снижать уровень или эффект цефтибутена за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "fenbufen",
      "description": {
        "common": "цефтибутен будет повышать уровень или эффект фенбуфена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "цефтибутен будет повышать уровень или эффект фенопрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "цефтибутен будет повышать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "цефтибутен повышает токсичность фуросемида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск нефротоксичности."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ганцикловир",
      "description": {
        "common": "цефтибутен будет повышать уровень или эффект ганцикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен/фамотидин",
      "description": {
        "common": "ибупрофен/фамотидин будет снижать уровень или эффект цефтибутена за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект индапамида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индометацин",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект индометацина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "цефтибутен будет повышать уровень или эффект кетопрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект кеторолака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект интраназального кеторолака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "цефтибутен будет повышать уровень или эффект лорноксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект меклофенамата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "цефтибутен увеличивает уровень или эффект мефенамовой кислоты за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "цефтибутен будет повышать уровень или эффект мелоксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "месаламин",
      "description": {
        "common": "цефтибутен будет повышать уровень или эффект месаламина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект метиклотиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект метолазона за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "набуметон",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект набуметона за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "напроксен",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект напроксена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "низатидин",
      "description": {
        "common": "низатидин увеличивает уровень или эффект цефтибутена за счет неуказанного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "цефтибутен будет повышать уровень или эффект оксапрозина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пантотеновая кислота",
      "description": {
        "common": "цефтибутен снижает уровень или эффект пантотеновой кислоты, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "цефтибутен будет повышать уровень или эффект парекоксиба за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пироксикам",
      "description": {
        "common": "цефтибутен будет повышать уровень или эффект пироксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин",
      "description": {
        "common": "цефтибутен снижает уровень или эффект пиридоксина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин (противоядие)",
      "description": {
        "common": "цефтибутен снизит уровень или действие пиридоксина (антидота) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "плоды шиповника повышают уровень или эффект цефтибутена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект салицилатов (не аза) за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "цефтибутен увеличивает уровень или эффект сальсалата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "цефтибутен будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сулиндак",
      "description": {
        "common": "цефтибутен будет повышать уровень или эффект сулиндака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиамин",
      "description": {
        "common": "цефтибутен снижает уровень или эффект тиамина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект толфенамовой кислоты за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толметин",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект толметина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "валганцикловир",
      "description": {
        "common": "цефтибутен будет повышать уровень или эффект валганцикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "цефтибутен повысит уровень или эффект коры ивы за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Увеличение БУН",
      "percent": "4"
    },
    {
      "name": "Тошнота",
      "percent": "4"
    },
    {
      "name": "Диарея",
      "percent": "3"
    },
    {
      "name": "Головная боль",
      "percent": "3"
    },
    {
      "name": "Повышенные эозинофилы",
      "percent": "3"
    },
    {
      "name": "Пониженный гемоглобин",
      "percent": "2"
    },
    {
      "name": "Диспепсия",
      "percent": "2"
    },
    {
      "name": "Тромбоцитоз",
      "percent": "2"
    },
    {
      "name": "Боль в животе",
      "percent": "1"
    },
    {
      "name": "Головокружение",
      "percent": "1"
    },
    {
      "name": "Повышенный АЛТ",
      "percent": "1"
    },
    {
      "name": "Повышенный билирубин",
      "percent": "1"
    },
    {
      "name": "Рвота",
      "percent": "1"
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Кандидоз",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Дизурия",
      "percent": null
    },
    {
      "name": "Агитация",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Раздражительность",
      "percent": null
    },
    {
      "name": "Парестезия",
      "percent": null
    },
    {
      "name": "Строгость",
      "percent": null
    },
    {
      "name": "Сыпь от подгузников",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Сухость во рту",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Заложенность носа",
      "percent": null
    },
    {
      "name": "Повышение трансаминаз",
      "percent": null
    },
    {
      "name": "Повышенный креатинин",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    }
  ]
}