{
  "name": "фторэстрадиол F 18",
  "comment": "Rx",
  "other_names": [
    "Серианна"
  ],
  "classes": [
    "Агенты диагностической визуализации"
  ],
  "source": "https://reference.medscape.com/drug/cerianna-fluoroestradiol-f-18-4000115",
  "pregnancy": {
    "common": [
      "Консультировать беременных женщин о потенциальных рисках облучения плода от введения",
      "Все радиофармпрепараты могут нанести вред плоду в зависимости от стадии развития плода и величины дозы облучения.",
      "Исследования репродукции животных не проводились",
      "Данных о применении во время беременности нет."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии фторэстрадиола F 18 в грудном молоке или его влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока.",
      "Рекомендовать кормящим женщинам избегать грудного вскармливания в течение 4 часов после введения",
      "Исследования лактации у животных не проводились."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Радиационные риски",
          "description": [
            "Радиационное облучение связано с дозозависимым повышенным риском развития рака",
            "Обеспечить безопасное обращение с лекарствами и процедуры подготовки пациентов для защиты пациентов и медицинских работников от непреднамеренного радиационного облучения.",
            "Диагностические радиофармпрепараты подвергают пациентов облучению"
          ]
        },
        {
          "type": "Риски ошибочного диагноза",
          "description": [
            "Ложноотрицательное сканирование",
            "Не используйте вместо биопсии, когда биопсия показана пациентам с рецидивирующим или метастатическим раком молочной железы.",
            "Поглощение неспецифично для рака молочной железы и может происходить при различных ER+ опухолях, возникающих за пределами молочной железы, включая матку и яичники.",
            "Отрицательный результат сканирования не исключает ER+ рак молочной железы.",
            "Фторэстрадиол F 18 визуализирует ER и не подходит для визуализации других рецепторов (например, HER2, PR).",
            "Патология или клинические характеристики, указывающие на то, что системная гормональная терапия может помочь пациенту, должны иметь приоритет над дискордантным отрицательным результатом сканирования.",
            "Неадекватная характеристика опухоли и другая ER+ патология",
            "Рак молочной железы может быть гетерогенным у пациентов и во времени"
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Не откладывайте назначенную терапию для введения фторэстрадиола F 18.",
            "Введение фторэстрадиола F 18 перед началом системной эндокринной терапии, блокирующей ER.",
            "Некоторые классы системной эндокринной терапии, в том числе модуляторы ER и регуляторы ER, блокируют ER, снижают поглощение фторэстрадиола F 18 и могут уменьшить обнаружение поражений ER+ после введения.",
            "Препараты этих классов (например, тамоксифен, фулвестрант) могут блокировать ЭР на срок до 8–28 недель соответственно."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Общие расстройства",
      "percent": null
    },
    {
      "name": "Инъекция",
      "percent": null
    },
    {
      "name": "боль в месте",
      "percent": null
    },
    {
      "name": "Неврологические и желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "дисгевзия",
      "percent": null
    }
  ]
}