{
  "name": "варениклин",
  "comment": "Rx",
  "other_names": [
    "Чантикс"
  ],
  "classes": [
    "Средства для отказа от курения"
  ],
  "source": "https://reference.medscape.com/drug/chantix-varenicline-343212",
  "pregnancy": {
    "common": [
      "Имеющиеся данные не свидетельствуют о повышенном риске серьезных врожденных дефектов после воздействия варениклина во время беременности по сравнению с курящими женщинами; курение во время беременности вызывает повышенный риск орофациальной расщелины, преждевременного разрыва плодных оболочек, предлежания плаценты, отслойки плаценты, внематочной беременности, задержки роста плода и низкой массы тела при рождении, мертворождения, преждевременных родов и укороченной беременности, неонатальной смерти, синдрома внезапной детской смерти и снижения функция легких у младенцев; неизвестно, снижает ли эти риски отказ от курения с помощью варениклина во время беременности."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Поскольку нет данных о присутствии варениклина в материнском молоке и влиянии на младенцев, находящихся на грудном вскармливании, кормящие женщины должны следить за своим ребенком на предмет судорог и обильной рвоты, которые являются побочными реакциями, имевшими место у взрослых, которые могут быть клинически значимыми у грудных детей."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "некурящие",
        "Документально подтвержденная гиперчувствительность или кожные реакции на препарат или компоненты препарата"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может вызвать тошноту; уменьшить дозу, если возникает тошнота",
        "Сообщается об изъятиях; у некоторых пациентов в анамнезе не было судорог, тогда как у других в анамнезе были отдаленные или хорошо контролируемые судорожные расстройства; в большинстве случаев приступ возникал в течение первого месяца терапии; с осторожностью применять у пациентов с судорогами в анамнезе или с другими факторами, которые могут снизить судорожный порог",
        "Сообщалось о редких, но серьезных кожных реакциях, включая синдром Стивенса-Джонсона и мультиформную эритему.",
        "Может вызвать угнетение ЦНС; соблюдать осторожность при выполнении задач, требующих умственной активности, таких как управление тяжелой техникой или вождение",
        "Сообщалось о реакциях гиперчувствительности, включая ангионевротический отек.",
        "Сообщалось о сомнамбулизме, включая случаи, описывающие вредное поведение по отношению к себе, другим или имуществу; поручить пациентам прекратить прием варениклина и уведомить своего лечащего врача"
      ],
      "specific": [
        {
          "type": "Нейропсихиатрические побочные эффекты",
          "description": [
            "Некоторые пациенты, бросившие курить, могли испытывать симптомы никотиновой абстиненции, в том числе подавленное настроение.",
            "Сообщается о серьезных нейропсихиатрических нежелательных явлениях; эти постмаркетинговые отчеты включают изменения настроения (включая депрессию и манию), психоз, галлюцинации, паранойю, бред, мысли об убийстве, агрессию, враждебность, возбуждение, тревогу и панику, а также суицидальные мысли, попытки самоубийства и завершенный суицид.",
            "Сообщите пациентам и лицам, осуществляющим уход, что пациенту следует прекратить прием варениклина и немедленно обратиться к врачу, если наблюдаются возбуждение, депрессивное настроение или изменения в поведении или мышлении, которые не являются типичными, или если у пациента развиваются суицидальные мысли или суицидальное поведение.",
            "Нервно-психиатрические нежелательные явления возникали у пациентов без и с ранее существовавшим психическим заболеванием; у некоторых пациентов наблюдалось ухудшение их психических заболеваний",
            "Сообщалось о депрессии, редко включая суицидальные мысли, у курильщиков, пытавшихся бросить курить без лекарств; однако некоторые из этих нежелательных явлений возникали у пациентов, принимавших варениклин, которые продолжали курить.",
            "Некоторые нейропсихиатрические нежелательные явления, включая необычное и иногда агрессивное поведение, направленное на себя или других, могли усугубляться одновременным употреблением алкоголя."
          ]
        },
        {
          "type": "Алкогольное взаимодействие",
          "description": [
            "Постмаркетинговые сообщения о пациентах, испытывающих усиление опьяняющего действия алкоголя при приеме варениклина; некоторые случаи описывали необычное, а иногда и агрессивное поведение и часто сопровождались амнезией событий",
            "Пациенты должны уменьшить количество потребляемого алкоголя в начале лечения, пока они не узнают, усиливает ли он опьяняющий эффект."
          ]
        },
        {
          "type": "Сердечно-сосудистый риск",
          "description": [
            "Может увеличить риск сердечно-сосудистых событий у пациентов с сердечно-сосудистыми заболеваниями; рандомизированное двойное слепое плацебо-контролируемое исследование 700 пациентов, получавших варениклин для отказа от курения, выявило увеличение риска несмертельного ИМ, потребность в реваскуляризации, стенокардию и заболевание периферических сосудов.",
            "В метаанализе FDA варениклин (по сравнению с плацебо) продемонстрировал незначительное увеличение риска серьезных неблагоприятных сердечно-сосудистых событий (т. е. комбинированный исход в виде смерти от сердечно-сосудистых заболеваний, сердечного приступа без летального исхода и инсульта без летального исхода); эти события были редкостью в обеих группах"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "тафенохин",
      "description": {
        "common": "тафенохин повысит уровень или эффект варениклина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трилациклиб",
      "description": {
        "common": "трилациклиб снизит уровень или эффект варениклина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения трилациклиба (ингибитора OCT2, MATE1 и MATE-2K) с субстратами, минимальная повышенная концентрация которых в почках или крови может привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и варениклин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "эрдафитиниб повышает уровень варениклина за счет увеличения почечного клиренса. Изменить терапию/внимательно контролировать. Рассмотрите альтернативы, которые не являются субстратами OCT2, или рассмотрите возможность снижения дозы субстратов OCT2 в зависимости от переносимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "варениклин усиливает действие этанола за счет неустановленного механизма взаимодействия. Изменить терапию/внимательно контролировать. При одновременном применении у некоторых пациентов наблюдалось усиление опьяняющего действия алкоголя, иногда связанное с агрессивным поведением и/или амнезией. Посоветуйте пациентам уменьшить количество алкоголя, которое они потребляют, принимая варениклин, пока они не узнают, влияет ли это на их толерантность к алкоголю."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фамотидин",
      "description": {
        "common": "фамотидин будет увеличивать уровень или эффект варениклина за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен/фамотидин",
      "description": {
        "common": "ибупрофен/фамотидин повышают уровень или эффект варениклина за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхание никотина",
      "description": {
        "common": "варениклин повышает токсичность никотина при вдыхании Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Варениклин является частичным агонистом никотиновых рецепторов Ach; одновременное применение с никотинзаместительной терапией может усилить побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никотин интраназальный",
      "description": {
        "common": "варениклин повышает токсичность никотина при интраназальном введении Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Варениклин является частичным агонистом никотиновых рецепторов Ach; одновременное применение с никотинзаместительной терапией может усилить побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "низатидин",
      "description": {
        "common": "низатидин будет увеличивать уровень или эффект варениклина за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин ингаляционно",
      "description": {
        "common": "ингаляции тобрамицина и варениклина повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать. Избегайте одновременного или последовательного использования, чтобы снизить риск ототоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "вандетаниб повышает уровень варениклина на др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: вандетаниб ингибирует поглощение субстратов переносчиков органических катионов типа 2 (OCT2)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин повышает уровень варениклина за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "изавуконазония сульфат будет повышать уровень или эффект варениклина по другим причинам (см. комментарий). Незначительное/значение неизвестно. Изавуконазония сульфат, ингибитор OCT2, может увеличивать эффекты или уровни субстратов OCT2."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Тошнота",
      "percent": "15-40"
    },
    {
      "name": "дозозависимый",
      "percent": "52"
    },
    {
      "name": "Аномальные сны",
      "percent": "2.0"
    },
    {
      "name": "Головная боль",
      "percent": "0.6"
    },
    {
      "name": "Бессонница",
      "percent": "1.7"
    },
    {
      "name": "Изменения аппетита",
      "percent": "1.1"
    },
    {
      "name": "Боль в груди",
      "percent": "1.4"
    },
    {
      "name": "Запор",
      "percent": "0.6"
    },
    {
      "name": "Сухость во рту",
      "percent": null
    },
    {
      "name": "Диспепсия",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Метеоризм",
      "percent": null
    },
    {
      "name": "Гастроэзофагеальная рефлюксная болезнь",
      "percent": null
    },
    {
      "name": "ГЭРБ",
      "percent": null
    },
    {
      "name": "Усталость или вялость",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "ринорея",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Поражение верхних дыхательных путей",
      "percent": null
    },
    {
      "name": "Аномальные функциональные пробы печени",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Аритмия",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "Депрессия",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "носовое кровотечение",
      "percent": null
    },
    {
      "name": "Гипертония",
      "percent": null
    },
    {
      "name": "Инфаркт миокарда",
      "percent": null
    },
    {
      "name": "Ми",
      "percent": null
    },
    {
      "name": "Полиурия",
      "percent": null
    },
    {
      "name": "Дыхательное расстройство",
      "percent": null
    },
    {
      "name": "Депрессия",
      "percent": null
    },
    {
      "name": "мания",
      "percent": null
    },
    {
      "name": "психоз",
      "percent": null
    },
    {
      "name": "галлюцинации",
      "percent": null
    },
    {
      "name": "паранойя",
      "percent": null
    },
    {
      "name": "заблуждения",
      "percent": null
    },
    {
      "name": "мысль об убийстве",
      "percent": null
    },
    {
      "name": "агрессия",
      "percent": null
    },
    {
      "name": "враждебность",
      "percent": null
    },
    {
      "name": "беспокойство",
      "percent": null
    },
    {
      "name": "и паника",
      "percent": null
    },
    {
      "name": "а также суицидальные мысли",
      "percent": null
    },
    {
      "name": "Попытка самоубийства",
      "percent": null
    },
    {
      "name": "и завершил самоубийство",
      "percent": null
    },
    {
      "name": "сомнамбулизм",
      "percent": null
    },
    {
      "name": "Серьезные кожные реакции",
      "percent": null
    },
    {
      "name": "включая Стивенса",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Нарушение мозгового кровообращения",
      "percent": null
    },
    {
      "name": "Судороги",
      "percent": null
    },
    {
      "name": "Ми",
      "percent": null
    },
    {
      "name": "Сердечно-сосудистые",
      "percent": null
    },
    {
      "name": "Во время отсутствия лечения следуйте",
      "percent": null
    },
    {
      "name": "вплоть до",
      "percent": null
    },
    {
      "name": "недели",
      "percent": null
    },
    {
      "name": "оценочные события, сравнивающие пациентов со стабильным сердечно-сосудистым заболеванием с дорыночными исследованиями, включали необходимость коронарной реваскуляризации.",
      "percent": null
    },
    {
      "name": "против",
      "percent": null
    },
    {
      "name": "госпитализация по поводу стенокардии",
      "percent": null
    },
    {
      "name": "против",
      "percent": null
    },
    {
      "name": "и новый диагноз заболевания периферических сосудов",
      "percent": null
    },
    {
      "name": "ПВД",
      "percent": null
    },
    {
      "name": "или допуск к процедуре PVD",
      "percent": null
    },
    {
      "name": "против",
      "percent": null
    },
    {
      "name": "Раздражительность",
      "percent": null
    },
    {
      "name": "Агитация",
      "percent": null
    },
    {
      "name": "сомнамбулизм",
      "percent": null
    }
  ]
}