{
  "name": "аброцитиниб",
  "comment": "Rx",
  "other_names": [
    "Чибинко"
  ],
  "classes": [
    "Дерматология",
    "Ингибиторы JAK"
  ],
  "source": "https://reference.medscape.com/drug/cibinqo-abrocitinib-4000159",
  "pregnancy": {
    "common": [
      "Данных недостаточно для оценки связанного с приемом препарата риска серьезных врожденных дефектов, выкидыша или других неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Реестр беременных",
        "description": [
          "Мониторинг исходов у женщин, подвергшихся воздействию наркотиков во время беременности",
          "Свяжитесь с 1-877-311-3770, чтобы зарегистрироваться"
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Нарушение фертильности у самок крыс было обратимым через 1 месяц после прекращения приема аброцитиниба.",
          "Может ухудшить женскую фертильность"
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "Пороков развития плода не наблюдалось при пероральном введении аброцитиниба беременным крысам в дозах 10, 30 или 60 мг/кг/сут во время органогенеза.",
          "Аброцитиниб увеличивал частоту скелетных вариаций коротких 13-х ребер при дозе 30 мг/кг/день (в 14 раз больше максимальной рекомендуемой дозы для человека).",
          "Повышенная эмбриофетальная смертность и дополнительные скелетные вариации (дуги шейки матки с редуцированными вентральными отростками, утолщенными ребрами и неоссифицированными плюсневыми костями) были отмечены при дозе 60 мг/кг/день."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии в грудном молоке, влиянии на грудных детей или влиянии на выработку молока.",
      "Аброцитиниб секретируется в молоко лактирующих крыс.",
      "Сообщите пациентам, что грудное вскармливание не рекомендуется во время лечения и в течение 1 дня (~ 5-6 периодов полувыведения) после последней дозы.",
      "Если лекарство присутствует в молоке животных, вполне вероятно, что оно будет присутствовать и в грудном молоке."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Серьезная инфекция",
          "description": [
            "Увеличивает риск развития серьезных инфекций, которые могут привести к госпитализации или смерти",
            "Внимательно следите за признаками и симптомами инфекции во время и после лечения, включая возможное развитие туберкулеза (ТБ) у пациентов с отрицательным результатом теста на латентную туберкулезную инфекцию до начала терапии.",
            "Бактериальные, вирусные (включая опоясывающий герпес) и другие инфекции, вызванные условно-патогенными микроорганизмами.",
            "Избегайте использования при активной серьезной инфекции, включая локализованные инфекции; тщательно взвесьте риски и преимущества перед началом терапии у пациентов с хронической или рецидивирующей инфекцией",
            "Наиболее распространенными серьезными инфекциями, о которых сообщалось, были простой герпес, опоясывающий герпес и пневмония.",
            "Активный туберкулез, который может проявляться легочным или внелегочным заболеванием; тест на латентный туберкулез перед использованием и во время терапии; рассмотрите возможность лечения латентной инфекции перед использованием",
            "Инвазивные грибковые инфекции, включая криптококкоз и пневмоцистоз",
            "Зарегистрированные инфекции включают",
            "Если развивается серьезная оппортунистическая инфекция, прекратите терапию до тех пор, пока инфекция не станет контролируемой."
          ]
        },
        {
          "type": "Смертность",
          "description": [
            "Инвазивные грибковые инфекции, включая криптококкоз и пневмоцистоз",
            "Активный туберкулез, который может проявляться легочным или внелегочным заболеванием; тест на латентный туберкулез перед использованием и во время терапии; рассмотрите возможность лечения латентной инфекции перед использованием",
            "Бактериальные, вирусные (включая опоясывающий герпес) и другие инфекции, вызванные условно-патогенными микроорганизмами."
          ]
        },
        {
          "type": "Злокачественные новообразования",
          "description": [
            "У пациентов с РА в возрасте ≥50 лет, имеющих как минимум 1 фактор сердечно-сосудистого риска, при сравнении другого ингибитора янус-киназы (JAK) с блокаторами TNF отмечен более высокий уровень смертности от всех причин, включая внезапную сердечно-сосудистую смерть, при применении ингибитора JAK.",
            "Не одобрен для лечения ревматоидного артрита (РА)"
          ]
        },
        {
          "type": "Серьезные неблагоприятные сердечно-сосудистые события (MACE)",
          "description": [
            "Нынешние или бывшие курильщики подвергаются дополнительному повышенному риску",
            "Сообщается о лимфоме и других злокачественных новообразованиях",
            "Наблюдается более высокая частота злокачественных новообразований (за исключением немеланомного рака кожи)"
          ]
        },
        {
          "type": "Тромбоз",
          "description": [
            "Прекратите терапию в случае инфаркта миокарда или инсульта.",
            "Пациенты, которые курят в настоящее время или в прошлом, подвергаются дополнительному повышенному риску.",
            "У пациентов с РА в возрасте ≥50 лет с по крайней мере 1 фактором сердечно-сосудистого риска, получавших лечение другим ингибитором JAK, наблюдалась более высокая частота MACE (определяемая как сердечно-сосудистая смерть, инфаркт миокарда и инсульт)."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Сопутствующая антитромбоцитарная терапия, за исключением низких доз аспирина (≤81 мг в день), в течение первых 3 месяцев лечения"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "проводить периодический осмотр кожи у пациентов с повышенным риском развития рака кожи; ограничить воздействие солнца и ультрафиолетового (УФ) света, надевая защитную одежду и используя солнцезащитный крем широкого спектра действия.",
        "Более высокая частота серьезных неблагоприятных сердечно-сосудистых событий (MACE; определяется как сердечно-сосудистая смерть, инфаркт миокарда и инсульт), зарегистрированная при применении другого ингибитора JAK по сравнению с блокаторами TNF у пациентов с РА.",
        "У больных ревматоидным артритом (РА) в возрасте ≥50 лет с наличием как минимум 1 фактора сердечно-сосудистого риска наблюдался более высокий показатель смертности от всех причин, включая внезапную сердечно-сосудистую смерть; не утвержден для РА",
        "Сообщается о злокачественных новообразованиях; рассмотрите риски и преимущества лечения перед его началом у пациентов с известным злокачественным новообразованием, кроме ранее леченного немеланомного рака кожи; скрининг злокачественных новообразований во время лечения в соответствии с рекомендациями",
        "Сообщалось о тромбозах, включая тромбоз глубоких вен (ТГВ), легочную эмболию (ТЭЛА) и артериальный тромбоз; избегать терапии у пациентов с повышенным риском тромбоза",
        "Может вызвать нейтропению, лимфопению, анемию, повышенный уровень липидов или повышенный уровень ферментов печени; следить за аномальными лабораторными показателями и оценивать необходимость прерывания дозирования"
      ],
      "specific": [
        {
          "type": "Серьезные и смертельные инфекции",
          "description": [
            "Внимательно следите за развитием признаков и симптомов инфекции во время и после лечения.",
            "Сообщалось о реактивации вируса, включая случаи реактивации вируса герпеса (например, опоясывающего герпеса) и реактивации вируса гепатита В.",
            "При хронической или рецидивирующей инфекции",
            "Прекратите терапию, если развивается серьезная или условно-патогенная инфекция.",
            "Кто проживал или путешествовал в районах, эндемичных по туберкулезу или эндемическим микозам",
            "Наиболее частые зарегистрированные инфекции включали опоясывающий герпес, простой герпес и пневмонию.",
            "Перед началом лечения начните профилактическую терапию латентного ТБ у пациентов с впервые выявленным латентным ТБ, пациентов с ранее нелеченным латентным ТБ или пациентов с отрицательным результатом теста на латентный ТБ, но с высоким риском инфицирования ТБ.",
            "Не рекомендуется для использования у пациентов с активным туберкулезом",
            "С историей серьезной или оппортунистической инфекции",
            "Рассмотрите риски и преимущества лечения, прежде чем начинать его у следующих пациентов.",
            "Туберкулез (ТБ)",
            "Скрининг пациентов на наличие оппортунистических инфекций (например, ТБ) и лечение в соответствии с рекомендациями",
            "С основными состояниями, которые могут предрасполагать их к инфекции",
            "Избегайте использования у пациентов с активной серьезной инфекцией, включая локализованные инфекции.",
            "Сообщается о серьезных и смертельных инфекциях",
            "Вирусная реактивация",
            "Скрининг на вирусный гепатит и отслеживание реактивации в соответствии с клиническими рекомендациями до начала и во время терапии",
            "Кто подвергался воздействию туберкулеза",
            "Следите за развитием признаков и симптомов туберкулеза",
            "Если развивается опоясывающий герпес, рассмотрите возможность временного прерывания терапии до разрешения эпизода.",
            "Тщательно взвесьте риски и преимущества лечения перед возобновлением лечения.",
            "Инициировать быстрое и полное диагностическое тестирование, подходящее для пациента с ослабленным иммунитетом, если развивается новая инфекция; начать соответствующую антимикробную терапию"
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Сильные ингибиторы CYP2C19 увеличивают системное воздействие аброцитиниба и его метаболитов.",
            "Мониторинг и титрование дозы субстратов P-gp соответственно",
            "Противопоказано, за исключением низких доз аспирина (≤81 мг в день), в течение первых 3 месяцев лечения.",
            "Антиагрегантная терапия",
            "Вакцина",
            "Не рекомендуется использовать живые аттенуированные вакцины во время или непосредственно перед началом вакцинации.",
            "Ингибитор Р-гликопротеина (P-gp)",
            "Чувствительные субстраты P-gp",
            "Сильные ингибиторы CYP2C19",
            "Снизить дозу аброцитиниба",
            "Перед началом оцените историю вакцинации, включая профилактические прививки от лишая.",
            "Аброцитиниб увеличивает концентрацию в плазме и побочные реакции субстратов P-gp, при этом небольшие изменения концентрации могут привести к серьезной или опасной для жизни токсичности (например, дигоксин).",
            "Сильные индукторы CYP2C9 или CYP2C19",
            "Субстрат CYP2C9 и CYP2C19",
            "Убедитесь, что прививки актуальны, прежде чем начинать",
            "Избегайте совместного администрирования",
            "Аброцитиниб может увеличить риск кровотечения при тромбоцитопении",
            "Умеренные и сильные ингибиторы как CYP2C9, так и CYP2C19",
            "Сильные индукторы CYP2C9 или CYP2C19 снижают системное воздействие аброцитиниба и его метаболитов.",
            "Ингибиторы CYP2C9 и CYP2C19 от умеренного до сильного увеличивают системное воздействие и побочные реакции аброцитиниба и его метаболитов."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "абциксимаб",
      "description": {
        "common": "аброцитиниб и абциксимаб усиливают антикоагулянтное действие. Противопоказано. Антитромбоцитарные препараты, кроме низких доз аспирина (=81 мг qD), в течение первых 3 мес лечения противопоказаны."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "анагрелид",
      "description": {
        "common": "аброцитиниб и анагрелид усиливают антикоагулянтное действие. Противопоказано. Антитромбоцитарные препараты, кроме низких доз аспирина (=81 мг qD), в течение первых 3 мес лечения противопоказаны."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "аспирин",
      "description": {
        "common": "аброцитиниб и аспирин усиливают антикоагулянтную активность. Противопоказано. Антитромбоцитарные препараты, кроме низких доз аспирина (=81 мг qD), в течение первых 3 мес лечения противопоказаны."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кангрелор",
      "description": {
        "common": "аброцитиниб и кангрелор усиливают антикоагулянтную активность. Противопоказано. Антитромбоцитарные препараты, кроме низких доз аспирина (=81 мг qD), в течение первых 3 мес лечения противопоказаны."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "цилостазол",
      "description": {
        "common": "аброцитиниб и цилостазол усиливают антикоагулянтное действие. Противопоказано. Антитромбоцитарные препараты, кроме низких доз аспирина (=81 мг qD), в течение первых 3 мес лечения противопоказаны."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "аброцитиниб и клопидогрел усиливают антикоагулянтную активность. Противопоказано. Антитромбоцитарные препараты, кроме низких доз аспирина (=81 мг qD), в течение первых 3 мес лечения противопоказаны."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дипиридамол",
      "description": {
        "common": "аброцитиниб и дипиридамол усиливают антикоагулянтное действие. Противопоказано. Антитромбоцитарные препараты, кроме низких доз аспирина (=81 мг qD), в течение первых 3 мес лечения противопоказаны."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эптифибатид",
      "description": {
        "common": "аброцитиниб и эптифибатид усиливают антикоагулянтное действие. Противопоказано. Антитромбоцитарные препараты, кроме низких доз аспирина (=81 мг qD), в течение первых 3 мес лечения противопоказаны."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прасугрель",
      "description": {
        "common": "аброцитиниб и прасугрел усиливают антикоагулянтную активность. Противопоказано. Антитромбоцитарные препараты, кроме низких доз аспирина (=81 мг qD), в течение первых 3 мес лечения противопоказаны."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тикагрелор",
      "description": {
        "common": "аброцитиниб и тикагрелор усиливают антикоагулянтное действие. Противопоказано. Антитромбоцитарные препараты, кроме низких доз аспирина (=81 мг qD), в течение первых 3 мес лечения противопоказаны."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тиклопидин",
      "description": {
        "common": "аброцитиниб и тиклопидин усиливают антикоагулянтное действие. Противопоказано. Антитромбоцитарные препараты, кроме низких доз аспирина (=81 мг qD), в течение первых 3 мес лечения противопоказаны."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тирофибан",
      "description": {
        "common": "аброцитиниб и тирофибан усиливают антикоагулянтное действие. Противопоказано. Антитромбоцитарные препараты, кроме низких доз аспирина (=81 мг qD), в течение первых 3 мес лечения противопоказаны."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "упадацитиниб",
      "description": {
        "common": "аброцитиниб, упадацитиниб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ворапаксар",
      "description": {
        "common": "аброцитиниб и ворапаксар усиливают антикоагулянтное действие. Противопоказано. Антитромбоцитарные препараты, кроме низких доз аспирина (=81 мг qD), в течение первых 3 мес лечения противопоказаны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "аброцитиниб снижает действие живых аденовирусов типов 4 и 7, перорально за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "аброцитиниб, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "аброцитиниб снижает действие живой вакцины БЦЖ за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "аброцитиниб, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект аброцитиниба за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Аброцитиниб является субстратом CYP2C9 и CYP2C19. Препараты, являющиеся сильными индукторами CYP2C19 или CYP2C9, снижают совместное воздействие аброцитиниба и его активных метаболитов, что приводит к потере или уменьшению клинического ответа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "аброцитиниб снижает действие вакцины против холеры за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "аброцитиниб, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "делавирдин",
      "description": {
        "common": "Делавирдин увеличивает уровень или эффект аброцитиниба за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Аброцитиниб является субстратом CYP2C9 и CYP2C19. Препараты, которые являются умеренными или сильными ингибиторами как CYP2C9, так и CYP2C19, увеличивают системное воздействие аброцитиниба и его активных метаболитов, что может усилить побочные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "аброцитиниб снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Вакцина против лихорадки Эбола Заир",
      "description": {
        "common": "аброцитиниб снижает действие вакцины против лихорадки Эбола Заир за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренц увеличивает уровень или эффект аброцитиниба за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Аброцитиниб является субстратом CYP2C9 и CYP2C19. Препараты, которые являются умеренными или сильными ингибиторами как CYP2C9, так и CYP2C19, увеличивают системное воздействие аброцитиниба и его активных метаболитов, что может усилить побочные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин повышает уровень или эффект аброцитиниба за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Аброцитиниб является субстратом CYP2C9 и CYP2C19. Препараты, которые являются умеренными или сильными ингибиторами как CYP2C9, так и CYP2C19, увеличивают системное воздействие аброцитиниба и его активных метаболитов, что может усилить побочные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол повышает уровень или эффект аброцитиниба за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Аброцитиниб является субстратом CYP2C9 и CYP2C19. Препараты, которые являются умеренными или сильными ингибиторами как CYP2C9, так и CYP2C19, увеличивают системное воздействие аброцитиниба и его активных метаболитов, что может усилить побочные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "фосфенитоин снижает уровень или эффект аброцитиниба за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Аброцитиниб является субстратом CYP2C9 и CYP2C19. Препараты, являющиеся сильными индукторами CYP2C19 или CYP2C9, снижают совместное воздействие аброцитиниба и его активных метаболитов, что приводит к потере или уменьшению клинического ответа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гемфиброзил",
      "description": {
        "common": "гемфиброзил повысит уровень или эффект аброцитиниба за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Аброцитиниб является субстратом CYP2C9 и CYP2C19. Препараты, которые являются умеренными или сильными ингибиторами как CYP2C9, так и CYP2C19, увеличивают системное воздействие аброцитиниба и его активных метаболитов, что может усилить побочные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "аброцитиниб, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "аброцитиниб снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект аброцитиниба за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Аброцитиниб является субстратом CYP2C9 и CYP2C19. Препараты, которые являются умеренными или сильными ингибиторами как CYP2C9, так и CYP2C19, увеличивают системное воздействие аброцитиниба и его активных метаболитов, что может усилить побочные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект аброцитиниба за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Аброцитиниб является субстратом CYP2C9 и CYP2C19. Препараты, которые являются умеренными или сильными ингибиторами как CYP2C9, так и CYP2C19, увеличивают системное воздействие аброцитиниба и его активных метаболитов, что может усилить побочные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "аброцитиниб, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от кори (краснухи)",
      "description": {
        "common": "аброцитиниб снижает действие вакцины против кори (краснухи) за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, паротита и краснухи, живая",
      "description": {
        "common": "аброцитиниб снижает действие вакцин против кори, эпидемического паротита и краснухи, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "аброцитиниб снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин повышает уровень или эффект аброцитиниба за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Аброцитиниб является субстратом CYP2C9 и CYP2C19. Препараты, которые являются умеренными или сильными ингибиторами как CYP2C9, так и CYP2C19, увеличивают системное воздействие аброцитиниба и его активных метаболитов, что может усилить побочные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол повышает уровень или эффект аброцитиниба за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Аброцитиниб является субстратом CYP2C9 и CYP2C19. Препараты, которые являются умеренными или сильными ингибиторами как CYP2C9, так и CYP2C19, увеличивают системное воздействие аброцитиниба и его активных метаболитов, что может усилить побочные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект аброцитиниба за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Аброцитиниб является субстратом CYP2C9 и CYP2C19. Препараты, являющиеся сильными индукторами CYP2C19 или CYP2C9, снижают совместное воздействие аброцитиниба и его активных метаболитов, что приводит к потере или уменьшению клинического ответа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против полиомиелита живая оральная трехвалентная",
      "description": {
        "common": "аброцитиниб снижает действие живой пероральной трехвалентной вакцины против полиомиелита за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект аброцитиниба за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Аброцитиниб является субстратом CYP2C9 и CYP2C19. Препараты, являющиеся сильными индукторами CYP2C19 или CYP2C9, снижают совместное воздействие аброцитиниба и его активных метаболитов, что приводит к потере или уменьшению клинического ответа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пероральная ротавирусная вакцина, живая",
      "description": {
        "common": "аброцитиниб снижает эффекты ротавирусной пероральной вакцины, живой за счет иммунодепрессивных эффектов; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против краснухи",
      "description": {
        "common": "аброцитиниб снижает действие вакцины против краснухи за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб повысит уровень или эффект аброцитиниба за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Аброцитиниб является субстратом CYP2C9 и CYP2C19. Препараты, которые являются умеренными или сильными ингибиторами как CYP2C9, так и CYP2C19, увеличивают системное воздействие аброцитиниба и его активных метаболитов, что может усилить побочные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против оспы (вакцинии) и оспы обезьян живая нереплицирующаяся",
      "description": {
        "common": "аброцитиниб снижает эффекты вакцины против оспы (корповской оспы), ослабляемые иммунодепрессивными эффектами; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против оспы (вакцина), аттенуированная",
      "description": {
        "common": "аброцитиниб снижает эффекты вакцины против оспы (корповской оспы), ослабляемые иммунодепрессивными эффектами; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против оспы живая",
      "description": {
        "common": "аброцитиниб снижает действие вакцины против оспы (вакцины) за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "аброцитиниб, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "полисахаридная вакцина против брюшного тифа",
      "description": {
        "common": "аброцитиниб снижает действие полисахаридной вакцины против брюшного тифа за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "аброцитиниб снижает действие живой брюшнотифозной вакцины за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "аброцитиниб снижает действие живой вакцины против вируса ветряной оспы за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет повышать уровень или эффект аброцитиниба за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Аброцитиниб является субстратом CYP2C9 и CYP2C19. Препараты, которые являются умеренными или сильными ингибиторами как CYP2C9, так и CYP2C19, увеличивают системное воздействие аброцитиниба и его активных метаболитов, что может усилить побочные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против желтой лихорадки",
      "description": {
        "common": "аброцитиниб снижает действие вакцины против желтой лихорадки за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против опоясывающего лишая",
      "description": {
        "common": "аброцитиниб снижает действие живой вакцины против опоясывающего лишая за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол повышает уровень или эффект аброцитиниба, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Начинайте прием аброцитиниба по 50 мг в день при одновременном применении с ингибиторами CYP2C19. Если адекватный ответ не достигнут через 12 недель, дозу можно увеличить до 100 мг в день. Прекратите, если неадекватная реакция после увеличения дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клонидин",
      "description": {
        "common": "аброцитиниб будет увеличивать уровень или эффект клонидина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте и титруйте дозу субстрата P-gp соответствующим образом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "колхицин",
      "description": {
        "common": "аброцитиниб будет повышать уровень или эффект колхицина за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте и титруйте дозу субстрата P-gp соответствующим образом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "аброцитиниб будет повышать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте и титруйте дозу субстрата P-gp соответствующим образом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект аброцитиниба, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Начинайте прием аброцитиниба по 50 мг в день при одновременном применении с ингибиторами CYP2C19. Если адекватный ответ не достигнут через 12 недель, дозу можно увеличить до 100 мг в день. Прекратите, если неадекватная реакция после увеличения дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет повышать уровень или эффект аброцитиниба, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Начинайте прием аброцитиниба по 50 мг в день при одновременном применении с ингибиторами CYP2C19. Если адекватный ответ не достигнут через 12 недель, дозу можно увеличить до 100 мг в день. Прекратите, если неадекватная реакция после увеличения дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "модафинил",
      "description": {
        "common": "модафинил увеличивает уровень или эффект аброцитиниба, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Начинайте прием аброцитиниба по 50 мг в день при одновременном применении с ингибиторами CYP2C19. Если адекватный ответ не достигнут через 12 недель, дозу можно увеличить до 100 мг в день. Прекратите, если неадекватная реакция после увеличения дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол будет повышать уровень или эффект аброцитиниба, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Начинайте прием аброцитиниба по 50 мг в день при одновременном применении с ингибиторами CYP2C19. Если адекватный ответ не достигнут через 12 недель, дозу можно увеличить до 100 мг в день. Прекратите, если неадекватная реакция после увеличения дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "аброцитиниб будет увеличивать уровень или эффект сиролимуса за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте и титруйте дозу субстрата P-gp соответствующим образом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ситаксентан",
      "description": {
        "common": "ситаксентан будет повышать уровень или эффект аброцитиниба, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Начинайте прием аброцитиниба по 50 мг в день при одновременном применении с ингибиторами CYP2C19. Если адекватный ответ не достигнут через 12 недель, дозу можно увеличить до 100 мг в день. Прекратите, если неадекватная реакция после увеличения дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "аброцитиниб будет повышать уровень или эффект темсиролимуса за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте и титруйте дозу субстрата P-gp соответствующим образом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиклопидин",
      "description": {
        "common": "тиклопидин повышает уровень или эффект аброцитиниба, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Начинайте прием аброцитиниба по 50 мг в день при одновременном применении с ингибиторами CYP2C19. Если адекватный ответ не достигнут через 12 недель, дозу можно увеличить до 100 мг в день. Прекратите, если неадекватная реакция после увеличения дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и аброцитиниб усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Тошнота",
      "percent": "6-14.5"
    },
    {
      "name": "Назофарингит",
      "percent": "8.7-12.4"
    },
    {
      "name": "Головная боль",
      "percent": "6-7.8"
    },
    {
      "name": "Акне",
      "percent": "1.6-4.7"
    },
    {
      "name": "Простой герпес",
      "percent": "3.3-4.2"
    },
    {
      "name": "Рвота",
      "percent": "1.5-3.2"
    },
    {
      "name": "Повышение уровня креатининфосфокиназы в крови",
      "percent": "2.3-2.9"
    },
    {
      "name": "Головокружение",
      "percent": "1.8-2.9"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "1.7-2.2"
    },
    {
      "name": "Боль в верхней части живота",
      "percent": "0.6-1.9"
    },
    {
      "name": "Усталость",
      "percent": "1.3-1.6"
    },
    {
      "name": "Импетиго",
      "percent": "0.5-1.5"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "1.5"
    },
    {
      "name": "Орофарингеальная боль",
      "percent": "1-1.4"
    },
    {
      "name": "Гастроэнтерит",
      "percent": "1.1-1.3"
    },
    {
      "name": "грипп",
      "percent": "1.1-1.2"
    },
    {
      "name": "Гипертония",
      "percent": "0.8-1.2"
    },
    {
      "name": "Дискомфорт в животе",
      "percent": "0.5-1.2"
    },
    {
      "name": "Опоясывающий герпес",
      "percent": "0.3-1.2"
    },
    {
      "name": "Контактный дерматит",
      "percent": "0.5-1.1"
    }
  ]
}