{
  "name": "эстрадиол/норгестимат",
  "comment": "Rx",
  "other_names": [
    "Префест",
    "Силест"
  ],
  "classes": [
    "Эстрогены/прогестины-ЗГТ"
  ],
  "source": "https://reference.medscape.com/drug/cilest-prefest-estradiol-norgestimate-342800",
  "pregnancy": {
    "common": [
      "Категория беременности: X",
      "Лактация: проникает в грудное молоко; используйте с осторожностью"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: проникает в грудное молоко; используйте с осторожностью"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Сердечно-сосудистые риски",
          "description": [
            "Только эстрогены: подисследование монотерапии эстрогенами в исследовании WHI показало повышенный риск инсульта и ТГВ у женщин в постменопаузе (в возрасте 50-79 лет) в течение 6,8 лет лечения только пероральными конъюгированными эстрогенами (0,625 мг/день) по сравнению с плацебо.",
            "Эстрогены с прогестинами и без них не следует использовать для профилактики сердечно-сосудистых заболеваний.",
            "Эстрогены плюс прогестины: Инициатива по охране здоровья женщин (WHI) Подисследование эстрогена плюс прогестин сообщило о повышенном риске инфаркта миокарда, инсульта, инвазивного рака молочной железы, легочной эмболии и тромбоза глубоких вен (ТГВ) у женщин в постменопаузе (в возрасте 50–79 лет) в течение 5,6 лет. лечения ежедневными пероральными конъюгированными эстрогенами (КЭ 0,625 мг) в сочетании с ацетатом медроксипрогестерона (МПА 2,5 мг) по сравнению с плацебо"
          ]
        },
        {
          "type": "Риски деменции",
          "description": [
            "Исследование памяти инициативы по охране здоровья женщин (WHIMS), подисследование исследования WHI, сообщило о повышенном риске развития вероятной деменции у женщин в постменопаузе в возрасте 65 лет и старше в течение 4 лет лечения при ежедневном приеме КЭ 0,625 мг в сочетании с МФК 2,5 мг по сравнению с плацебо",
            "Эстрогены с прогестинами и без них не следует использовать для профилактики деменции.",
            "Только эстрогены: подисследование WHIMS сообщило о повышенном риске развития вероятной деменции у женщин в постменопаузе в возрасте 65 лет и старше в течение 5,2 лет лечения только конъюгированными эстрогенами в дозе 0,625 мг по сравнению с плацебо.",
            "Неизвестно, применимы ли эти данные к более молодым женщинам в постменопаузе."
          ]
        },
        {
          "type": "Доза и продолжительность",
          "description": [
            "При отсутствии сопоставимых данных следует предположить, что эти риски одинаковы для других доз КЭ и МФК и других комбинаций и лекарственных форм эстрогенов и прогестинов.",
            "Из-за этих рисков эстрогены с прогестинами или без них следует назначать в самой низкой эффективной дозе и на самый короткий срок в соответствии с целями лечения и индивидуальными рисками."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Зуд беременных, пемфигоид беременных, обострение отосклероза или идиопатическая желтуха во время беременности в анамнезе",
        "Недиагностированное аномальное вагинальное кровотечение",
        "Текущие/анамнез: ТГВ/ТЭЛА, артериальная тромбоэмболия, рак молочной железы, заболевания/опухоли печени",
        "Нелеченная гиперплазия эндометрия",
        "Порфирия",
        "Беременность",
        "Желтуха при предыдущем применении КОК",
        "Эстрогензависимая неоплазия",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Риск развития деменции",
        "Состояния, усугубляемые задержкой жидкости (например, астма, мигрень, сердечная/почечная дисфункция, эпилепсия)",
        "Повышенный риск послеоперационных тромбоэмболических осложнений",
        "Прекратить прием при появлении следующих симптомов: желтуха, проблемы со зрением, за 4-6 недель до серьезной операции, любые симптомы ВТЭ, резкое повышение АД, необычно тяжелые мигрени или мигрени впервые, депрессия.",
        "Монитор артериального давления",
        "Пациенты, принимающие варфарин/оральные антикоагулянты: эстрогены повышают риск тромбоэмболии; увеличение дозы антикоагулянта может быть оправдано",
        "Изменения минеральной плотности костной ткани, депрессия в настоящее время/в анамнезе, сахарный диабет, АГ, гиперлипидемия, гипертриглицеридемия, ожирение, эндометриоз, семейный анамнез рака молочной железы и ТГВ/ТЭЛА, курение, эпилепсия, мигрень, почечная недостаточность, тяжелая гипокальциемия, рак яичников",
        "Желчекаменная болезнь",
        "История мигрени с аурой"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет снижать уровень или эффект норгестимата за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "норгестимат снижает эффекты албиглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Оральные контрацептивы могут снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир, норгестимат. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Атазанавир может повышать или снижать уровень норгестимата. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект норгестимата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Консультировать пациентов использовать альтернативный метод контрацепции во время coadministration; продолжайте альтернативную контрацепцию в течение 28 дней после прекращения терапии, чтобы обеспечить надежность контрацепции"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "клобазам снижает уровень или эффект норгестимата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Клобазам является слабым индуктором CYP3A4; эффективность гормональных контрацептивов может снижаться при одновременном применении с клобазамом. Рекомендуются дополнительные негормональные формы контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF, норгестимат. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Повышает уровень норгестимата и может привести к резистентности к инсулину, дислипидемии, акне и венозному тромбозу; снижает уровень этинилэстрадиола, что может привести к снижению эффективности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ламотриджин",
      "description": {
        "common": "норгестимат снижает уровень или эффект ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор. Было показано, что комбинированные пероральные контрацептивы значительно снижают концентрацию ламотриджина в плазме, вероятно, из-за индукции глюкуронирования ламотриджина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "норгестимат снижает действие лираглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Оральные контрацептивы могут снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "норгестимат повышает уровень маравирока, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "норгестимат снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон снижает действие норгестимата за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Рекомендуется резервный метод контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силтуксимаб",
      "description": {
        "common": "силтуксимаб, норгестимат. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: активность CYP450 в печени подавляется инфекционными и воспалительными стимулами, включая цитокины (например, IL-6); ингибирование IL-6 силтуксимабом может восстановить ферментативную активность CYP450; осторожность при совместном применении с субстратами CYP, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "норгестимат усиливает действие варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Боль в груди",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Боль в спине",
      "percent": null
    },
    {
      "name": "URI",
      "percent": null
    },
    {
      "name": "грипп",
      "percent": null
    },
    {
      "name": "похожие симптомы",
      "percent": null
    },
    {
      "name": "Сердечно-сосудистые заболевания",
      "percent": null
    },
    {
      "name": "Тромбоз глубоких вен",
      "percent": null
    },
    {
      "name": "Гипертония",
      "percent": null
    },
    {
      "name": "Рак молочной железы",
      "percent": null
    },
    {
      "name": "Эндометриальная неоплазия",
      "percent": null
    },
    {
      "name": "Болезнь желчного пузыря",
      "percent": null
    }
  ]
}