{
  "name": "цертолизумаб пегол",
  "comment": "Rx",
  "other_names": [
    "Кимзия"
  ],
  "classes": [
    "Иммунодепрессанты",
    "DMARD",
    "Ингибиторы ФНО"
  ],
  "source": "https://reference.medscape.com/drug/cimzia-certolizumab-pegol-343185",
  "pregnancy": {
    "common": [
      "Из-за ингибирования TNF-альфа цертолизумаб пегол, вводимый во время беременности, может влиять на иммунные реакции у новорожденных и младенцев, подвергшихся внутриутробному воздействию; клиническое значение низких уровней неизвестно для младенцев, подвергшихся внутриутробному воздействию; дополнительные данные, полученные от одного подвергшегося воздействию младенца, позволяют предположить, что у младенцев он может выводиться медленнее, чем у взрослых.",
      "Ограниченные данные из текущего реестра беременных о применении препарата беременными женщинами недостаточны для информирования о риске серьезных врожденных дефектов или других неблагоприятных исходов беременности.",
      "Реестр воздействия препарата во время беременности отслеживает исходы беременности у женщин, подвергшихся воздействию препарата во время беременности; Исследования беременности MotherToBaby, проводимые Организацией специалистов по тератологической информации (OTIS); OTIS AutoImmune Diseases Study по телефону 1-877-311-8972 или на сайте http://mothertobaby.org/pregnancy-studies/"
    ],
    "specific": [
      {
        "type": "контрацепция",
        "description": [
          "Рассмотрите возможность адекватной контрацепции для женщин детородного возраста.",
          "Для женщин, планирующих беременность, рассмотрите возможность адекватной контрацепции в течение 5 месяцев после последней дозы из-за скорости ее элиминации."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Процент материнской дозы цертолизумаба пегола, достигавшей младенца в течение 24 часов, оценивается в 0,04-0,3%. у младенца на грудном вскармливании; можно использовать во время грудного вскармливания",
      "В клиническом исследовании наблюдался минимальный перенос цертолизумаба пегола из плазмы в грудное молоко."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Серьезный риск заражения",
          "description": [
            "Повышенный риск развития серьезных инфекций, приводящих к госпитализации или смерти; большинство пациентов принимали сопутствующие иммунологические препараты # иммунодепрессанты (например, метотрексат, кортикостероиды)",
            "Пациенты старше 65 лет могут подвергаться большему риску",
            "Инвазивные грибковые инфекции (например, гистоплазмоз, кокцидиоидомикоз, кандидоз, аспергиллез, бластомикоз, пневмоцистоз); может проявляться диссеминированным, а не локализованным заболеванием; тестирование антиген/антитело на гистоплазмоз может быть отрицательным у некоторых пациентов с активной инфекцией; начать эмпирическую противогрибковую терапию, если развивается тяжелое системное заболевание",
            "Другие бактериальные (например, Legionella, Listeria), микобактериальные (например, туберкулез) и вирусные (например, гепатит В) условно-патогенные микроорганизмы",
            "Прекратить прием, если у пациента развилась серьезная инфекция или сепсис.",
            "Зарегистрированные инфекции включают",
            "Активный ТБ, включая реактивацию латентного ТБ (часто проявляется диссеминированным или внелегочным заболеванием); тест на латентный туберкулез перед использованием и во время терапии; лечите латентную инфекцию перед использованием"
          ]
        },
        {
          "type": "Злокачественность",
          "description": [
            "Инвазивные грибковые инфекции (например, гистоплазмоз, кокцидиоидомикоз, кандидоз, аспергиллез, бластомикоз, пневмоцистоз); может проявляться диссеминированным, а не локализованным заболеванием; тестирование антиген/антитело на гистоплазмоз может быть отрицательным у некоторых пациентов с активной инфекцией; начать эмпирическую противогрибковую терапию, если развивается тяжелое системное заболевание",
            "Другие бактериальные (например, Legionella, Listeria), микобактериальные (например, туберкулез) и вирусные (например, гепатит В) условно-патогенные микроорганизмы",
            "Активный ТБ, включая реактивацию латентного ТБ (часто проявляется диссеминированным или внелегочным заболеванием); тест на латентный туберкулез перед использованием и во время терапии; лечите латентную инфекцию перед использованием"
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Реакция гиперчувствительности на цертолизумаб пегол или любой из вспомогательных веществ в анамнезе; реакции включали ангионевротический отек, анафилактоидную реакцию, сывороточную болезнь и крапивницу."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Терапия была связана с редкими случаями нового появления или обострения клинических симптомов и/или рентгенологических признаков демиелинизирующего заболевания центральной нервной системы, включая рассеянный склероз, и с периферическим демиелинизирующим заболеванием, включая синдром Гийена-Барре; проявлять осторожность при рассмотрении возможности использования у пациентов с ранее существовавшими или недавно возникшими демиелинизирующими расстройствами центральной или периферической нервной системы; у пациентов, принимавших препарат, были зарегистрированы редкие случаи неврологических расстройств, включая судорожные расстройства, неврит зрительного нерва и периферическую невропатию.",
        "Может мешать тестам aPPT",
        "Защитный кожух иглы внутри съемного колпачка предварительно наполненного шприца содержит производное натурального каучукового латекса, которое может вызвать аллергическую реакцию у людей, чувствительных к латексу.",
        "Лечение может привести к образованию аутоантител и редко к развитию волчаночноподобного синдрома; если у пациента после лечения развиваются симптомы, указывающие на волчаночноподобный синдром, прекратите лечение",
        "Сообщалось о случаях ухудшения застойной сердечной недостаточности (CHF) и нового начала CHF; терапия у пациентов с ХСН официально не изучалась; однако в клинических исследованиях у пациентов с ХСН, получавших другой блокатор ФНО, наблюдалось ухудшение течения застойной сердечной недостаточности (ЗСН) и повышение смертности вследствие ХСН; проявлять осторожность у пациентов с сердечной недостаточностью и тщательно наблюдать за ними",
        "Гиперчувствительность, включая анафилаксию и серьезные реакции (см. Противопоказания)."
      ],
      "specific": [
        {
          "type": "Гематологические реакции",
          "description": [
            "Рассмотреть вопрос о прекращении терапии у пациентов с подтвержденными значительными гематологическими отклонениями.",
            "Рекомендуйте всем пациентам немедленно обратиться за медицинской помощью, если у них появятся признаки и симптомы, указывающие на дискразию крови или инфекцию (например, постоянная лихорадка, кровоподтеки, кровотечение, бледность) во время лечения.",
            "Панцитопения, включая апластическую анемию, о которой сообщалось при приеме блокаторов ФНО; сообщалось о нежелательных реакциях со стороны гематологической системы, включая значимую с медицинской точки зрения цитопению (например, лейкопению, панцитопению, тромбоцитопению).",
            "Причинно-следственная связь этих событий остается невыясненной",
            "хотя группы высокого риска выявлено не было, следует соблюдать осторожность у пациентов с текущими или имеющимися в анамнезе значительными гематологическими нарушениями."
          ]
        },
        {
          "type": "Повышенный риск серьезных инфекций",
          "description": [
            "Проведите тест на латентный ТБ до начала лечения и наблюдайте; было показано, что лечение латентной туберкулезной инфекции до терапии блокаторами ФНО снижает риск реактивации туберкулеза во время терапии; уплотнение 5 мм и более при туберкулиновой кожной пробе следует рассматривать как положительный результат пробы при оценке необходимости лечения латентного туберкулеза до начала терапии цертолизумабом, даже у пациентов, ранее вакцинированных бациллой Кальметта-Герена (БЦЖ); также рассмотреть противотуберкулезную терапию у пациентов с латентным или активным туберкулезом в анамнезе, у которых невозможно подтвердить адекватный курс лечения, а также у пациентов с отрицательным тестом на латентный туберкулез, но с факторами риска туберкулезной инфекции.",
            "Проверяйте пациентов на инфекцию ВГВ перед началом лечения; пациенты с положительным тестом на инфекцию HBV",
            "У пациентов, у которых развивается реактивация ВГВ, следует прекратить лечение и начать эффективную противовирусную терапию с соответствующей поддерживающей терапией.",
            "Использование блокаторов TNF было связано с реактивацией вируса гепатита B (HBV) у пациентов, которые являются хроническими носителями этого вируса; пациенты, одновременно получающие иммунодепрессанты, что также может способствовать реактивации ВГВ",
            "Также см. Предупреждения о черном ящике.",
            "Реактивация вируса гепатита В",
            "Более высокий риск серьезных инфекций также наблюдается в сочетании с DMARD; из-за характера нежелательных явлений, наблюдаемых при комбинированной терапии, использование в сочетании с другими биологическими БПВП не рекомендуется.",
            "Повышенный риск серьезных инфекций, отмеченный в клинических исследованиях других блокаторов ФНО, используемых в комбинации с анакинрой или абатацептом, без дополнительных преимуществ; формальных исследований лекарственного взаимодействия с ритуксимабом или натализумабом не проводилось; не рекомендуется одновременное применение цертолизумаба пегола с анакинрой, абатацептом, ритуксимабом или натализумабом.",
            "Блокаторы ФНО повышают риск оппортунистических инфекций (например, туберкулеза, инвазивных грибковых инфекций); для пациентов, у которых развиваются системные инфекции, рассмотреть возможность эмпирической противогрибковой терапии для тех, кто проживает или путешествует в регионы, эндемичные по микозам",
            "Оппортунистические инфекции",
            "Прекратить, если развивается серьезная инфекция",
            "Совместный прием с анакинрой увеличивает этот риск.",
            "Внимательное наблюдение за пациентами, являющимися носителями ВГВ и нуждающимися в лечении, на предмет клинических и лабораторных признаков активной инфекции ВГВ на протяжении всей терапии и в течение нескольких месяцев после ее прекращения.",
            "Соблюдайте осторожность при рассмотрении вопроса о возобновлении терапии в этой ситуации и внимательно наблюдайте за пациентами."
          ]
        },
        {
          "type": "Риск малигнизации",
          "description": [
            "Меланома и карцинома из клеток Меркеля",
            "Расширенные требования к надзору за безопасностью для сбора данных о злокачественных новообразованиях: (см. Предупреждения о черном ящике)",
            "Периодические осмотры кожи рекомендуются всем пациентам, особенно пациентам с факторами риска развития рака кожи.",
            "Гепатолиенальные Т-клеточные лимфомы (HSTCL)",
            "Меланома и карцинома из клеток Меркеля, о которых сообщалось при применении антагонистов ФНО, включая цертолизумаб пегол",
            "В контролируемых частях клинических исследований некоторых блокаторов ФНО среди пациентов, получавших блокаторы ФНО, наблюдалось больше случаев злокачественных новообразований по сравнению с контрольными пациентами.",
            "Следующие случаи HSTCL были выявлены в базе данных Системы отчетности о нежелательных явлениях FDA (AERS), в литературе и в Сети выживших после рака HSTCL: инфликсимаб (20), этанерцепт (1), адалимумаб (2), инфликсимаб/адалимумаб (5). ), цертолизумаб (0), голимумаб (0), азатиоприн (12) и меркаптопурин (3)",
            "Сообщения также включали пациента, лечившегося от псориаза, и 2 пациентов, лечившихся от ревматоидного артрита.",
            "Большинство зарегистрированных случаев с блокаторами ФНО возникали при одновременном лечении азатиоприном или 6-меркаптопурином, хотя были сообщения о случаях монотерапии азатиоприном или меркаптопурином.",
            "HSTCL представляет собой агрессивный, редкий тип Т-клеточной лимфомы (обычно со смертельным исходом).",
            "Редкие постмаркетинговые случаи, зарегистрированные в основном у подростков и молодых взрослых пациентов с болезнью Крона и язвенным колитом, получавших блокаторы ФНО."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Повышенный риск серьезных инфекций, отмеченный в клинических исследованиях других блокаторов ФНО, используемых в комбинации с анакинрой или абатацептом, без дополнительных преимуществ; формальных исследований лекарственного взаимодействия с ритуксимабом или натализумабом не проводилось; не рекомендуется одновременное применение цертолизумаба пегола с анакинрой, абатацептом, ритуксимабом или натализумабом.",
            "Пациентам, прошедшим лечение, могут быть сделаны прививки, за исключением живых или живых аттенуированных вакцин; нет данных об ответе на живые вакцины или вторичной передаче инфекции живыми вакцинами у пациентов, получающих терапию."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "Цертолизумаб пегол снижает действие живых аденовирусов типов 4 и 7 при пероральном приеме за счет фармакодинамического антагонизма. Противопоказано. Не вводите живые вакцины одновременно с цертолизумабом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "БЦЖ внутрипузырная живая",
      "description": {
        "common": "Цертолизумаб пегол снижает эффекты внутрипузырного введения БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Не вводите живые вакцины одновременно с цертолизумабом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "Цертолизумаб пегол снижает эффекты живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Не вводите живые вакцины одновременно с цертолизумабом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "Цертолизумаб пегол снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Не вводите живые вакцины одновременно с цертолизумабом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вакцина против кори, паротита и краснухи, живая",
      "description": {
        "common": "Цертолизумаб пегол снижает действие вакцины против кори, эпидемического паротита и краснухи за счет фармакодинамического антагонизма. Противопоказано. Не вводите живые вакцины одновременно с цертолизумабом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "Цертолизумаб пегол снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Не вводите живые вакцины одновременно с цертолизумабом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пероральная ротавирусная вакцина, живая",
      "description": {
        "common": "Цертолизумаб пегол снижает действие ротавирусной пероральной вакцины, живого за счет фармакодинамического антагонизма. Противопоказано. Не вводите живые вакцины одновременно с цертолизумабом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вакцина против оспы живая",
      "description": {
        "common": "Цертолизумаб пегол снижает действие вакцины против оспы (корповской оспы) за счет фармакодинамического антагонизма. Противопоказано. Не вводите живые вакцины одновременно с цертолизумабом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "Цертолизумаб пегол снижает эффекты живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Не вводите живые вакцины одновременно с цертолизумабом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "упадацитиниб",
      "description": {
        "common": "цертолизумаб пегол, упадацитиниб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "Цертолизумаб пегол снижает эффекты живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Не вводите живые вакцины одновременно с цертолизумабом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вакцина против желтой лихорадки",
      "description": {
        "common": "Цертолизумаб пегол снижает действие вакцины против желтой лихорадки за счет фармакодинамического антагонизма. Противопоказано. Не вводите живые вакцины одновременно с цертолизумабом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "живая вакцина против опоясывающего лишая",
      "description": {
        "common": "Цертолизумаб пегол снижает действие живой вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Противопоказано. Не вводите живые вакцины одновременно с цертолизумабом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абатацепт",
      "description": {
        "common": "абатацепт и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте комбинации из-за повышенного риска серьезной инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адалимумаб",
      "description": {
        "common": "адалимумаб и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте комбинации из-за повышенного риска серьезной инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анакинра",
      "description": {
        "common": "анакинра и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте комбинации из-за повышенного риска серьезной инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "цертолизумаб пегол, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "барицитиниб",
      "description": {
        "common": "барицитиниб, цертолизумаб пегол.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Барицитиниб не рекомендуется в сочетании с другими ингибиторами JAK, биологическими DMARD или сильнодействующими иммунодепрессантами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "цертолизумаб пегол, брексукабтаген аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "цертолизумаб пегол, цилтакабтаген аутолейцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этанерцепт",
      "description": {
        "common": "этанерцепт и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте комбинации из-за повышенного риска серьезной инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "голимумаб",
      "description": {
        "common": "голимумаб и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте комбинации из-за повышенного риска серьезной инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека невалентная",
      "description": {
        "common": "Цертолизумаб пегол снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека четырехвалентная",
      "description": {
        "common": "Цертолизумаб пегол снижает действие вакцины против вируса папилломы человека, четырехвалентное за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "цертолизумаб пегол, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфликсимаб",
      "description": {
        "common": "инфликсимаб и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте комбинации из-за повышенного риска серьезной инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "Цертолизумаб пегол снижает эффекты четырехвалентной вакцины против вируса гриппа, адъювантно проявляя фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "Цертолизумаб пегол снижает эффекты трехвалентной противогриппозной вакцины, адъювантной благодаря фармакодинамическому антагонизму. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "цертолизумаб пегол, лизокабтаген маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "натализумаб",
      "description": {
        "common": "натализумаб и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте комбинации из-за повышенного риска серьезной инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рилонацепт",
      "description": {
        "common": "и рилонацепт, и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте комбинации из-за повышенного риска серьезной инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритуксимаб",
      "description": {
        "common": "ритуксимаб и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте комбинации из-за повышенного риска серьезной инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритуксимаб-гиалуронидаза",
      "description": {
        "common": "ритуксимаб-гиалуронидаза и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте комбинации из-за повышенного риска серьезной инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "цертолизумаб пегол, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тоцилизумаб",
      "description": {
        "common": "тоцилизумаб и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте комбинации из-за повышенного риска серьезной инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "цертолизумаб пегол, тофацитиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ведолизумаб",
      "description": {
        "common": "ведолизумаб и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ведолизумаба с блокаторами ФНО из-за потенциального повышенного риска инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против сибирской язвы адсорбирована",
      "description": {
        "common": "Цертолизумаб пегол снижает действие вакцины против сибирской язвы, адсорбированной за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "цертолизумаб пегол снижает действие противохолерной вакцины за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "цертолизумаб пегол снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "цертолизумаб пегол, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "анатоксины дифтерии и столбняка",
      "description": {
        "common": "Цертолизумаб пегол снижает эффекты дифтерийных и столбнячных анатоксинов за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифтерийно-столбнячный анатоксин/бесклеточный коклюш/полиовирус, инактивированная вакцина",
      "description": {
        "common": "Цертолизумаб пегол снижает действие анатоксинов дифтерии и столбняка/бесклеточного коклюша/полиовируса, инактивированной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "цертолизумаб пегол усиливает действие финголимода за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гемофильной палочки типа b",
      "description": {
        "common": "Цертолизумаб пегол снижает действие вакцины против гемофильной палочки типа b за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гепатита А инактивированная",
      "description": {
        "common": "Цертолизумаб пегол снижает действие вакцины против гепатита А, инактивированной фармакодинамическим антагонизмом. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гепатита а/б",
      "description": {
        "common": "Цертолизумаб пегол снижает действие вакцины против гепатита А/В за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "гидроксимочевина, цертолизумаб пегол. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гриппа А (H5N1)",
      "description": {
        "common": "Цертолизумаб пегол снижает действие вакцины против гриппа A (H5N1) за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа (H5N1) с адъювантом",
      "description": {
        "common": "Цертолизумаб пегол снижает действие вакцины против вируса гриппа (H5N1), усиливая фармакодинамический антагонизм. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "Цертолизумаб пегол снижает действие четырехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа на культуре клеток",
      "description": {
        "common": "Цертолизумаб пегол снижает действие четырехвалентной вакцины против вируса гриппа, культивируемой на клетках, за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, рекомбинантная",
      "description": {
        "common": "Цертолизумаб пегол снижает действие четырехвалентной рекомбинантной противогриппозной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "Цертолизумаб пегол снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа трехвалентная, рекомбинантная",
      "description": {
        "common": "Цертолизумаб пегол снижает действие трехвалентной рекомбинантной противогриппозной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "цертолизумаб пегол и изавуконазония сульфат снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Вакцина против вируса японского энцефалита",
      "description": {
        "common": "Цертолизумаб пегол снижает действие вакцины против вируса японского энцефалита за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "менингококковая A C Y и полисахаридная вакцина W-135 комбинированная",
      "description": {
        "common": "Цертолизумаб пегол снижает эффекты менингококковой A C Y и полисахаридной вакцины W-135 в сочетании с фармакодинамическим антагонизмом. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "Цертолизумаб пегол снижает эффекты менингококковой вакцины группы В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Лица с измененной иммунокомпетентностью могут иметь сниженный иммунный ответ на вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "цертолизумаб пегол и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, цертолизумаб пегол.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олапариб",
      "description": {
        "common": "цертолизумаб пегол и олапариб усиливают фармакодинамический синергизм. Используйте осторожность/монитор. Одновременное применение с другими миелосупрессивными противоопухолевыми средствами, включая агенты, повреждающие ДНК, может усиливать и пролонгировать миелосупрессивную токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Использование оксалиплатина с сопутствующими иммунодепрессантами или при нарушениях иммунной системы может увеличить риск серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод, цертолизумаб пегол.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Одновременное применение с иммуносупрессивной терапией может увеличить риск аддитивных иммунных эффектов во время терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пеглотиказа",
      "description": {
        "common": "пеглотиказа снизит уровень или эффект цертолизумаба пегола по другим причинам (см. комментарий). Используйте осторожность/монитор. По словам производителя, возможность образования антител против ПЭГ, которые могут связываться с другими пегилированными препаратами; клиническое значение неизвестно"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегвалиаза",
      "description": {
        "common": "пегвалиаза, цертолизумаб пегол. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: У большинства пациентов, получавших пегвалиазу, вырабатываются антитела IgM и IgG к полиэтиленгликолю (ПЭГ). Риск совместного применения с различными пегилированными препаратами неизвестен. Имеется сообщение о случае анафилаксии после инъекционной суспензии медроксипрогестерона ацетата, содержащей ПЭГ 3350. Внимательно прочитайте все этикетки лекарств, включая безрецептурные препараты, чтобы проверить содержимое на наличие ПЭГ. Примечание. Невозможно включить исчерпывающий список продуктов для этого взаимодействия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пневмококковая вакцина 13-валентная",
      "description": {
        "common": "Цертолизумаб пегол снижает эффекты 13-валентной пневмококковой вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пневмококковая вакцина поливалентная",
      "description": {
        "common": "Цертолизумаб пегол снижает эффекты поливалентной пневмококковой вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против полиомиелита инактивированная",
      "description": {
        "common": "Цертолизумаб пегол снижает действие вакцины против полиомиелита, инактивированной фармакодинамическим антагонизмом. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против бешенства",
      "description": {
        "common": "Цертолизумаб пегол снижает действие вакцины против бешенства за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против бешенства из клеток куриного эмбриона",
      "description": {
        "common": "Цертолизумаб пегол снижает действие вакцины против бешенства на клетки эмбрионов цыплят, полученных за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "цертолизумаб пегол снижает эффекты сипулеуцела-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "противостолбнячная и редуцированная дифтерийная вакцина/ бесклеточная коклюшная вакцина",
      "description": {
        "common": "Цертолизумаб пегол уменьшает действие столбнячной и дифтерийной анатоксинов/бесклеточной коклюшной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, цертолизумаб пегол.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, цертолизумаб пегол.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "полисахаридная вакцина против брюшного тифа",
      "description": {
        "common": "Цертолизумаб пегол снижает действие брюшнотифозной полисахаридной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против опоясывающего лишая рекомбинантная",
      "description": {
        "common": "Цертолизумаб пегол снижает действие рекомбинантной вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить эффективность рекомбинантной вакцины против опоясывающего лишая."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "URI",
      "percent": "20"
    },
    {
      "name": "Головная боль",
      "percent": "7-18"
    },
    {
      "name": "Назофарингит",
      "percent": "4-13"
    },
    {
      "name": "Тошнота",
      "percent": "11"
    },
    {
      "name": "ИМП",
      "percent": "7"
    },
    {
      "name": "Артралгия",
      "percent": "6"
    },
    {
      "name": "Серьезные инфекции",
      "percent": "3"
    },
    {
      "name": "Оппортунистические инфекции",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "ТБ",
      "percent": null
    },
    {
      "name": "волчанка",
      "percent": null
    },
    {
      "name": "как синдром",
      "percent": null
    },
    {
      "name": "Злокачественные новообразования",
      "percent": null
    },
    {
      "name": "Иммуногенность",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "Кровь",
      "percent": null
    },
    {
      "name": "расстройство лимфатической системы",
      "percent": null
    },
    {
      "name": "Сердечное расстройство",
      "percent": null
    },
    {
      "name": "Глазное расстройство",
      "percent": null
    },
    {
      "name": "Психическое расстройство",
      "percent": null
    },
    {
      "name": "беспокойство",
      "percent": null
    },
    {
      "name": "биполярный д",
      "percent": null
    },
    {
      "name": "о",
      "percent": null
    },
    {
      "name": "Попытка самоубийства",
      "percent": null
    },
    {
      "name": "почечная",
      "percent": null
    },
    {
      "name": "нарушение мочеиспускания",
      "percent": null
    },
    {
      "name": "Менструальное расстройство",
      "percent": null
    },
    {
      "name": "Кожные и подкожные расстройства",
      "percent": null
    },
    {
      "name": "Сосудистое расстройство",
      "percent": null
    },
    {
      "name": "Системный васкулит",
      "percent": null
    },
    {
      "name": "Кожа",
      "percent": null
    },
    {
      "name": "Тяжелые кожные реакции",
      "percent": null
    },
    {
      "name": "включая Стивенса",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "многоформная эритема",
      "percent": null
    },
    {
      "name": "и новый или ухудшающийся псориаз",
      "percent": null
    },
    {
      "name": "все суб",
      "percent": null
    },
    {
      "name": "типы, включая пустулезный и ладонно-подошвенный",
      "percent": null
    },
    {
      "name": "лихеноидная кожная реакция",
      "percent": null
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "Саркоидоз",
      "percent": null
    },
    {
      "name": "лагофтальм",
      "percent": null
    },
    {
      "name": "Новообразования доброкачественные",
      "percent": null
    },
    {
      "name": "злокачественные и неуточненные",
      "percent": null
    },
    {
      "name": "включая кисты и полипы",
      "percent": null
    },
    {
      "name": "Меланома",
      "percent": null
    },
    {
      "name": "Карцинома из клеток Меркеля",
      "percent": null
    },
    {
      "name": "нейроэндокринная карцинома кожи",
      "percent": null
    }
  ]
}