{
  "name": "реслизумаб",
  "comment": "Rx",
  "other_names": [
    "Синкаир"
  ],
  "classes": [
    "Моноклональные антитела",
    "Ингибиторы интерлейкина",
    "Антиастматики"
  ],
  "source": "https://reference.medscape.com/drug/cinqair-reslizumab-1000068",
  "pregnancy": {
    "common": [
      "У реслизумаба длительный период полувыведения; это следует учитывать",
      "Недостаточно данных о риске, связанном с приемом наркотиков во время беременности.",
      "Моноклональные антитела линейно транспортируются через плаценту по мере развития беременности; следовательно, потенциальное воздействие на плод, вероятно, будет сильнее во втором и третьем триместрах беременности."
    ],
    "specific": [
      {
        "type": "Клинические соображения",
        "description": [
          "Повышенный риск преэклампсии у женщин с плохо или умеренно контролируемой астмой",
          "Недоношенность, низкая масса тела при рождении и малый вес для гестационного возраста, наблюдаемые у новорожденных, матери которых плохо или умеренно контролируют астму",
          "У беременных женщин следует тщательно контролировать контроль над астмой и при необходимости корректировать лечение для поддержания оптимального контроля."
        ]
      },
      {
        "type": "Исследования на животных",
        "description": [
          "Не тератогенен для мышей и кроликов; данные, основанные на 2 исследованиях однократной дозы у беременных мышей и кроликов во время органогенеза, в 0,4, 1,5 и 6 раз превышают воздействие, достигаемое при максимально рекомендуемой дозе для человека (MRHD) у мышей на основе AUC, и в 0,67, 3,3 и 17 раз превышают воздействие достигается при MRHD у кроликов в пересчете на мг/кг"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Неизвестно, распространяется ли в грудном молоке человека; однако известно, что человеческий IgG присутствует в грудном молоке.",
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Наблюдайте за пациентами в течение соответствующего периода после инфузии; Медицинские работники должны быть готовы справиться с анафилаксией, которая может быть опасной для жизни.",
        "Немедленно прекратите прием, если у пациента развилась анафилаксия.",
        "Проявления включали одышку, снижение насыщения кислородом, свистящее дыхание, рвоту, поражение кожи и слизистых оболочек, включая крапивницу.",
        "Анафилаксия возникала у 0,3% пациентов в плацебо-контролируемых исследованиях."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Известная гиперчувствительность к реслизумабу или его вспомогательным веществам."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Различные злокачественные новообразования, наблюдаемые при применении реслизумаба по сравнению с плацебо в клинических исследованиях (0,6% против 0,3%)",
        "Лечите пациентов с ранее существовавшими гельминтозами до начала лечения реслизумабом; если пациенты заражаются во время лечения реслизумабом и не реагируют на противогельминтное лечение, прекратите прием реслизумаба до исчезновения инфекции.",
        "Анафилаксия, о которой сообщалось, наблюдалась во время или в течение 20 минут после завершения внутривенной инфузии и сообщалась уже после введения второй дозы (см. «Предупреждения черного ящика»).",
        "Не использовать для лечения острых симптомов астмы или острых обострений.",
        "Клинических исследований по оценке снижения поддерживающей дозы кортикостероидов после введения реслизумаба не проводилось; не прекращайте резко системные или ингаляционные кортикостероиды после начала терапии реслизумабом"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Повышенный КФК",
      "percent": "20"
    },
    {
      "name": "преходящий",
      "percent": "5.4"
    },
    {
      "name": "Уход",
      "percent": "2.6"
    },
    {
      "name": "эмерджентный ответ антител",
      "percent": "2.2"
    },
    {
      "name": "Орофарингеальная боль",
      "percent": "1"
    },
    {
      "name": "Опорно-двигательный аппарат",
      "percent": "10"
    },
    {
      "name": "Миалгии",
      "percent": "0.8"
    },
    {
      "name": "Повышенный КФК",
      "percent": "0.6"
    },
    {
      "name": "х ВГН",
      "percent": "0.3"
    },
    {
      "name": "Злокачественность",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    }
  ]
}