{
  "name": "гидрокортизон/ципрофлоксацин",
  "comment": "Rx",
  "other_names": [
    "Ципро ХК Отик"
  ],
  "classes": [
    "Антибиотики/кортикостероиды",
    "слуховой"
  ],
  "source": "https://reference.medscape.com/drug/cipro-hc-otic-hydrocortisone-ciprofloxacin-343647",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: Экскреция в грудное молоко неизвестна; не рекомендуется"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: Экскреция в грудное молоко неизвестна; не рекомендуется"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Перфорация барабанной перепонки (нестерильный препарат)",
        "Вирусные инфекции наружного канала, включая инфекции ветряной оспы и простого герпеса",
        "Повышенная чувствительность к препаратам или компонентам"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Крышка-капельница содержит натуральный каучук (латекс), который может вызывать сильные аллергические реакции.",
        "Прекратить при первом появлении кожной сыпи или любых других признаков гиперчувствительности; серьезные и иногда фатальные реакции гиперчувствительности (анафилактические), некоторые из которых наблюдались после первой дозы, у пациентов, получающих системные хинолоны; серьезные острые реакции гиперчувствительности могут потребовать немедленного неотложного лечения",
        "Длительное использование может привести к чрезмерному росту бактерий или грибков.",
        "Если инфекция не улучшилась после одной недели терапии, следует получить посев для дальнейшего лечения.",
        "Не для офтальмологического применения или инъекций",
        "Может развиться резистентность к продукту"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "флибансерин",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение флибансерина с умеренными или сильными ингибиторами CYP3A4 противопоказано. Может возникнуть тяжелая гипотензия или обмороки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон, гидрокортизон. Механизм: неизвестен. Противопоказано. производитель утверждает, что мифепристон противопоказан больным. при длительном приеме кортикостероидов Tx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "гидрокортизон снижает действие живых аденовирусов типов 4 и 7 при пероральном приеме за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Кортикостероиды могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения терапии кортикостероидами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "гидрокортизон снижает эффекты альдеслейкина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Избегайте комбинации, поскольку кортикостероиды потенциально могут ослабить противоопухолевый эффект альдеслейкина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алосетрон",
      "description": {
        "common": "ципрофлоксацин будет увеличивать уровень или эффект алосетрона, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Алосетрон связан с потенциально серьезными и опасными для жизни дозозависимыми побочными эффектами со стороны желудочно-кишечного тракта, поэтому, по возможности, следует избегать одновременного применения с ингибиторами CYP450 1A2."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота перорально",
      "description": {
        "common": "аминолевулиновая кислота перорально, ципрофлоксацин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте перорального приема других фототоксичных препаратов с аминолевулиновой кислотой в течение 24 часов в периоперационный период."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота местно",
      "description": {
        "common": "ципрофлоксацин повышает токсичность аминолевулиновой кислоты местно за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение фотосенсибилизирующих препаратов может усилить фототоксическую реакцию на фотодинамическую терапию аминолевулиновой кислотой."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. При совместном применении рекомендуется мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анагрелид",
      "description": {
        "common": "анагрелид и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "ципрофлоксацин снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Антибиотики могут снижать терапевтический эффект БЦЖ. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против сибирской язвы",
      "description": {
        "common": "гидрокортизон снижает действие вакцины против сибирской язвы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "астемизол",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект астемизола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "гидрокортизон, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Рассмотрите возможность профилактического применения кортикостероидов у пациентов после взвешивания потенциальных преимуществ и рисков. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "гидрокортизон снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "гидрокортизон, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "подкожный имплантат бупренорфин и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин трансдермальный",
      "description": {
        "common": "трансдермальный бупренорфин и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "бупренорфин, инъекции пролонгированного действия и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбонильное железо",
      "description": {
        "common": "карбонильное железо снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "ципрофлоксацин, противохолерная вакцина. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "гидрокортизон, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цизаприд",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект цизаприда, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "ципрофлоксацин увеличивает уровень или эффект кломипрамина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Одновременное применение препаратов, которые могут вызывать удлинение интервала QT, может привести к аддитивным эффектам и повышенному риску желудочковых аритмий. Важно тщательно контролировать терапию."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клозапин",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект клозапина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Следует соблюдать осторожность при назначении ципрофлоксацина пациентам, получающим препараты, удлиняющие интервал QT. При повышенных концентрациях в сыворотке крови клозапин может вызывать клинически значимое удлинение интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кобиметиниб",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект кобиметиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное краткосрочное (14 дней или менее) применение умеренных ингибиторов CYP3A неизбежно для пациентов, принимающих кобиметиниб в дозе 60 мг, уменьшите дозу кобиметиниба до 20 мг. После отмены умеренного ингибитора CYP3A возобновите прием кобиметиниба в дозе 60 мг. Используйте альтернативу умеренному ингибитору CYP3A у пациентов, которые принимают уменьшенную дозу кобиметиниба (40 или 20 мг в день)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диданозин",
      "description": {
        "common": "диданозин снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Пероральный ципрофлоксацин не следует назначать одновременно с диданозином (жевательные таблетки или порошок для приготовления раствора для приема внутрь). Вводят пероральные дозы ципрофлоксацина за 2 часа до или через 6 часов после приема диданозина, жевательных таблеток или порошка для приготовления раствора для приема внутрь."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект интраназального дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анатоксины дифтерии и столбняка",
      "description": {
        "common": "Гидрокортизон снижает действие анатоксинов дифтерии и столбняка за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/ бесклеточная коклюшная вакцина",
      "description": {
        "common": "Гидрокортизон снижает действие дифтерийно-столбнячного анатоксина/ бесклеточной коклюшной вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/бесклеточный коклюш/полиовирус, инактивированная вакцина",
      "description": {
        "common": "Гидрокортизон снижает действие анатоксинов дифтерии и столбняка/бесклеточного коклюша/полиовируса, инактивированной вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дофетилид",
      "description": {
        "common": "дофетилид увеличивает токсичность ципрофлоксацина на интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "ципрофлоксацин и дронедарон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Применение дронедарона в сочетании с другими препаратами, которые могут удлинять интервал QT, противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "эрдафитиниб будет повышать уровень или эффект гидрокортизона посредством транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если совместное введение неизбежно, раздельное введение по крайней мере за 6 часов до или после введения субстратов P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "ципрофлоксацин и энтректиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрибулин",
      "description": {
        "common": "эрибулин и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень или действие гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект эверолимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения фексинидазола с препаратами, блокирующими калиевые каналы и/или удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гласдегиб",
      "description": {
        "common": "ципрофлоксацин и гласдегиб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если coadministration неизбежен, контролировать повышенный риск продления интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А инактивированная",
      "description": {
        "common": "гидрокортизон снижает действие вакцины против гепатита А, инактивированной фармакодинамическим антагонизмом. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита а/б",
      "description": {
        "common": "гидрокортизон снижает действие вакцины против гепатита А/В за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А/брюшного тифа",
      "description": {
        "common": "гидрокортизон снижает действие вакцины против гепатита А/брюшного тифа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита В",
      "description": {
        "common": "гидрокортизон снижает действие вакцины против гепатита В за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека двухвалентная",
      "description": {
        "common": "Гидрокортизон снижает действие вакцины против вируса папилломы человека, двухвалентной за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека невалентная",
      "description": {
        "common": "Гидрокортизон снижает действие вакцины против вируса папилломы человека, невалентной за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека четырехвалентная",
      "description": {
        "common": "Гидрокортизон снижает действие вакцины против вируса папилломы человека, четырехвалентный за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ципрофлоксацин повышает уровень ибрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ибрутиниба и сильных ингибиторов CYP3A4. Если необходимо кратковременно использовать сильный ингибитор CYP3A4 (например, противоинфекционные препараты в течение 7 дней), прервите терапию ибрутинибом до прекращения приема сильного ингибитора CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "гидрокортизон, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "ципрофлоксацин увеличивает уровень или эффект имипрамина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Одновременное применение препаратов, которые могут вызывать удлинение интервала QT, может привести к аддитивным эффектам и повышенному риску желудочковых аритмий. Важно тщательно контролировать терапию."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "Гидрокортизон снижает действие четырехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "Гидрокортизон уменьшает эффекты четырехвалентной вакцины против вируса гриппа, адъювантной благодаря фармакодинамическому антагонизму. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа на культуре клеток",
      "description": {
        "common": "Гидрокортизон снижает действие четырехвалентной вакцины против вируса гриппа, культивируемой клетками, за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "Гидрокортизон снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "Гидрокортизон снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "Гидрокортизон снижает эффекты трехвалентной противогриппозной вакцины, адъювантной благодаря фармакодинамическому антагонизму. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Вакцина против вируса японского энцефалита",
      "description": {
        "common": "гидрокортизон снижает действие вакцины против вируса японского энцефалита за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инотузумаб",
      "description": {
        "common": "Инотузумаб и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного использования, получите ЭКГ и электролиты до и после начала приема любого препарата, который, как известно, удлиняет интервал QTc, и периодически контролируйте его в соответствии с клиническими показаниями во время лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сахароза железа",
      "description": {
        "common": "сахароза железа снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Одновременное применение ципрофлоксацина с препаратами, содержащими поливалентные катионы, может снизить биодоступность ципрофлоксацина на 90%. Введите ципрофлоксацин по крайней мере за 2 часа до или через 6 часов после использования этих продуктов. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изофлуран",
      "description": {
        "common": "изофлюран и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб, и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения препаратов, удлиняющих интервал QTc, с ивосиденибом или замените их альтернативной терапией. Если одновременное применение препарата, удлиняющего интервал QTc, неизбежно, необходимо контролировать повышенный риск удлинения интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "Лазмидитан повышает уровень ципрофлоксацина с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефамулин",
      "description": {
        "common": "лефамулин и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "гидрокортизон, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ловастатин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект ловастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "гидрокортизон, мациморелин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Лекарства, которые непосредственно влияют на секрецию гипофизом гормона роста (GH), могут повлиять на точность диагностического теста мациморелина. Прежде чем вводить мациморелин, подождите достаточное время вымывания препаратов, влияющих на высвобождение ГР. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от кори (краснухи)",
      "description": {
        "common": "гидрокортизон снижает действие вакцины против кори (краснухи) за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин увеличивает токсичность ципрофлоксацина на интервал QTc. Избегайте или используйте альтернативный препарат. Мефлохин может усиливать удлиняющий интервал QT эффект препаратов, удлиняющих интервал QTc высокого риска."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, паротита и краснухи, живая",
      "description": {
        "common": "Гидрокортизон снижает действие вакцины против кори, эпидемического паротита и краснухи за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "Гидрокортизон снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "менингококковая A C Y и полисахаридная вакцина W-135 комбинированная",
      "description": {
        "common": "гидрокортизон уменьшает эффекты менингококковой A C Y и полисахаридной вакцины W-135 в сочетании с фармакодинамическим антагонизмом. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиламинолевулинат",
      "description": {
        "common": "ципрофлоксацин, метиламинолевулинат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Каждый препарат может усиливать фотосенсибилизирующий эффект другого."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "ципрофлоксацин уменьшает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миртазапин",
      "description": {
        "common": "миртазапин и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "мобоцертиниб и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозу мобоцертиниба и чаще контролируйте интервал QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оланзапин и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олапариб",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект олапариба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с умеренными ингибиторами CYP3A, уменьшите дозу олапариба до 200 мг (капсула) или 150 мг (таблетка) перорально два раза в день. Не заменяйте таблетки капсулами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "ципрофлоксацин и ондансетрон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегать при врожденном синдроме удлиненного интервала QT; Рекомендуется мониторинг ЭКГ при одновременном приеме препаратов, удлиняющих интервал QT, нарушений электролитного баланса, ХСН или брадиаритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пакритиниб",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект пакритиниба, влияя на метаболизм печеночного фермента CYP2E1. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "панобиностат",
      "description": {
        "common": "ципрофлоксацин и панобиностат увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Известно, что панобиностат значительно удлиняет интервал QT. Информация о назначении панобиностата гласит, что использование с препаратами, которые, как известно, удлиняют интервал QTc, не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пирфенидон",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект пирфенидона, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Использование сильных ингибиторов CYP1A2 следует прекратить до начала лечения пирфенидоном и избегать во время лечения; если сильные ингибиторы CYP1A2 являются единственным препаратом выбора, рекомендуется снижение дозы"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "питолизант",
      "description": {
        "common": "ципрофлоксацин и питолизант увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина 13-валентная",
      "description": {
        "common": "гидрокортизон снижает эффекты пневмококковой вакцины 13-валентной за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина семивалентная",
      "description": {
        "common": "Гидрокортизон уменьшает эффекты пневмококковой вакцины семивалентной за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина поливалентная",
      "description": {
        "common": "гидрокортизон снижает эффекты поливалентной пневмококковой вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против полиомиелита живая оральная трехвалентная",
      "description": {
        "common": "Гидрокортизон снижает действие живой пероральной трехвалентной вакцины против полиомиелита за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "помалидомид",
      "description": {
        "common": "ципрофлоксацин повышает уровень помалидомида, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства",
      "description": {
        "common": "гидрокортизон снижает действие вакцины против бешенства за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды могут препятствовать развитию активного иммунитета."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства из клеток куриного эмбриона",
      "description": {
        "common": "Гидрокортизон снижает действие вакцины против бешенства на эмбриональную клетку цыпленка, полученную за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект ранолазина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "разагилин",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Ципрофлоксацин может повышать концентрацию разагилина, что приводит к усилению побочных реакций. Пациенты должны находиться под пристальным наблюдением во время одновременного применения этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб увеличивает токсичность ципрофлоксацина на интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пероральная ротавирусная вакцина, живая",
      "description": {
        "common": "гидрокортизон снижает действие пероральной ротавирусной вакцины, живого за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против краснухи",
      "description": {
        "common": "гидрокортизон снижает действие вакцины против краснухи за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир повышает уровень ципрофлоксацина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Возможна повышенная токсичность. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селинексор",
      "description": {
        "common": "селинексор, ципрофлоксацин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сертиндол",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект сертиндола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "силодозин",
      "description": {
        "common": "гидрокортизон снижает уровень или действие силодозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "симвастатин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект симвастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект сиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против оспы живая",
      "description": {
        "common": "Гидрокортизон снижает действие вакцины против оспы (вакцины) за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "шпиль",
      "description": {
        "common": "гидрокортизон увеличивает токсичность лука по неустановленному механизму взаимодействия. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тепотиниб",
      "description": {
        "common": "тепотиниб будет повышать уровень или эффект ципрофлоксацина посредством переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозировку субстрата P-gp, если это рекомендовано в маркировке одобренного продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тепотиниб",
      "description": {
        "common": "тепотиниб повысит уровень или действие гидрокортизона посредством переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозировку субстрата P-gp, если это рекомендовано в маркировке одобренного продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "терфенадин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект терфенадина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тестостерон интраназальный",
      "description": {
        "common": "тестостерон интраназальный, гидрокортизон.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременное применение увеличивает риск отеков, особенно у пациентов с сердечными, почечными или печеночными заболеваниями."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "столбнячный анатоксин адсорбированный или жидкий",
      "description": {
        "common": "Гидрокортизон снижает действие адсорбированного или жидкого столбнячного анатоксина за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "теофиллин",
      "description": {
        "common": "ципрофлоксацин увеличивает уровень или эффект теофиллина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Одновременное применение теофиллина и ципрофлоксацина снижает клиренс теофиллина, повышает уровень в плазме и симптомы токсичности. Серьезные и фатальные реакции включали остановку сердца, судороги, эпилептический статус и дыхательную недостаточность. Если одновременного применения нельзя избежать, контролируйте уровень теофиллина и при необходимости измените дозировку."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от клещевого энцефалита",
      "description": {
        "common": "гидрокортизон снижает действие вакцины против клещевого энцефалита за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "гидрокортизон, тизагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Одновременное применение ципрофлоксацина и тизанидина противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "гидрокортизон, тофацитиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толваптан",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект толваптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "торемифен",
      "description": {
        "common": "ципрофлоксацин и торемифен увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Следует избегать одновременного применения торемифена с препаратами, вызывающими удлинение интервала QT. При необходимости одновременного применения рекомендуется прервать прием торемифена. Если прерывание невозможно, пациенты, которым требуется терапия препаратом, удлиняющим интервал QT, должны находиться под тщательным наблюдением. ЭКГ должны быть получены для пациентов с высоким риском."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Инактивированная вакцина против диареи и холеры путешественников",
      "description": {
        "common": "Гидрокортизон снижает действие вакцины против диареи путешественников и холеры, инактивированных фармакодинамическим антагонизмом. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "третиноин",
      "description": {
        "common": "ципрофлоксацин, третиноин. Механизм: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Оба препарата имеют повышенный риск фототоксичности, следует соблюдать осторожность при одновременном применении."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "третиноин актуальные",
      "description": {
        "common": "ципрофлоксацин, третиноин местно. Механизм: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Оба препарата имеют повышенный риск фототоксичности, следует соблюдать осторожность при одновременном применении."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трилациклиб",
      "description": {
        "common": "трилациклиб снизит уровень или эффект ципрофлоксацина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения трилациклиба (ингибитора OCT2, MATE1 и MATE-2K) с субстратами, минимальная повышенная концентрация которых в почках или крови может привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "полисахаридная вакцина против брюшного тифа",
      "description": {
        "common": "Гидрокортизон снижает действие брюшнотифозной полисахаридной вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "Гидрокортизон снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "ципрофлоксацин увеличивает токсичность умеклидиния бромида/вилантерола при вдыхании с интервалом QTc. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с препаратами, удлиняющими интервал QTc; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "Гидрокортизон снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "ципрофлоксацин, вандетаниб.\nОдин из них увеличивает токсичность другого на интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте coadministration с препаратами, которые, как известно, продлевают интервал QT; если необходимо использовать лекарство, удлиняющее интервал QT, рекомендуется более частый мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "вемурафениб и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Не рекомендуется одновременное применение вемурафениба с препаратами, удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венетоклакс",
      "description": {
        "common": "ципрофлоксацин увеличивает уровень или эффект венетоклакса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо использовать умеренный ингибитор CYP3A, уменьшите дозу венетоклакса как минимум на 50%. Внимательнее следите за признаками токсичности венетоклакса."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "ципрофлоксацин увеличивает токсичность вилантерола/флутиказона фуроата при вдыхании с интервалом QTc. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с препаратами, удлиняющими интервал QTc; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против желтой лихорадки",
      "description": {
        "common": "гидрокортизон снижает действие вакцины против желтой лихорадки за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акарбоза",
      "description": {
        "common": "ципрофлоксацин усиливает действие акарбозы за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "ацеклофенак, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "ацеметацин, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "гидрокортизон снижает эффекты албиглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "ципрофлоксацин и альфузозин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алитретиноин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект алитретиноина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект алмотриптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпразолам",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект алпразолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифампридин",
      "description": {
        "common": "ципрофлоксацин повышает токсичность амифампридина Др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Амифампридин может вызывать судороги. Совместное применение с препаратами, снижающими судорожный порог, может увеличить этот риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект амиодарона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "арформотерол и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "гидрокортизон, антитромбин альфа. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "гидрокортизон, антитромбин III. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аргатробан",
      "description": {
        "common": "гидрокортизон, аргатробан. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект арипипразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триоксид мышьяка",
      "description": {
        "common": "ципрофлоксацин и триоксид мышьяка увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер",
      "description": {
        "common": "ципрофлоксацин и артеметер увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "ципрофлоксацин увеличивает уровень или действие азенапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Азенапин был связан с дозозависимым удлинением интервала QT; азенапин не следует применять с другими агентами, о которых также известно, что они обладают таким эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "азенапин трансдермальный и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин снижает уровень ципрофлоксацина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Забуференный аспирин может снижать всасывание хинолонов. Рассмотрите введение за 2 часа до или через 6 часов после введения буферного аспирина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "аспирин ректальный, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия снижает уровень ципрофлоксацина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Забуференный аспирин может снижать всасывание хинолонов. Рассмотрите введение за 2 часа до или через 6 часов после введения буферного аспирина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир увеличивает уровень или действие гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "атомоксетин и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект аторвастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атракурий",
      "description": {
        "common": "атракурий, гидрокортизон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "ципрофлоксацин повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин увеличивает токсичность ципрофлоксацина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект базедоксифена/конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "ципрофлоксацин снижает уровень или действие базедоксифена/конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "ципрофлоксацин и бедаквилин увеличивают интервал QTc. Изменить терапию/внимательно контролировать. ЭКГ следует тщательно контролировать"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт и гидрокортизон усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бемипарин",
      "description": {
        "common": "гидрокортизон, бемипарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "беназеприл увеличивает токсичность ципрофлоксацина по неизвестному механизму. Используйте осторожность/монитор. Ингибиторы АПФ могут повышать аритмогенный потенциал ципрофлоксацина, возможно, за счет повышения уровня калия в сыворотке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендамустин",
      "description": {
        "common": "ципрофлоксацин повышает уровень бендамустина за счет замедления метаболизма. Используйте осторожность/монитор. Снижение превращения бендамустина в активные метаболиты. Одновременное применение ингибитора CYP1A2, такого как ципрофлоксацин, может повышать концентрацию бендамустина. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "беротральстат будет увеличивать уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте или титруйте дозу субстрата P-gp при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаметазон",
      "description": {
        "common": "бетаметазон, ципрофлоксацин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "гидрокортизон, бивалирудин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "ципрофлоксацин повышает уровень бетаксолола за счет замедления метаболизма. Используйте осторожность/монитор. Рассмотрите возможность изменения терапии; Ингибиторы CYP1A2 могут снижать метаболизм субстратов 1A2."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "биотин",
      "description": {
        "common": "биотин снижает уровень или эффект ципрофлоксацина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Введите ципрофлоксацин за 4 часа до или через 2 часа после введения биотина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "бозутиниб повышает уровень ципрофлоксацина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кофеин",
      "description": {
        "common": "ципрофлоксацин увеличивает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Печеночный метаболизм кофеина может быть уменьшен ципрофлоксацином; фармакологические эффекты кофеина могут быть увеличены."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буспирон",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект буспирона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "ацетат кальция снижает действие ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Ципрофлоксацин следует вводить за 2 часа до или через 6 часов после введения солей кальция."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает действие ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Ципрофлоксацин следует вводить за 2 часа до или через 6 часов после введения солей кальция."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "хлорид кальция снижает действие ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Ципрофлоксацин следует вводить за 2 часа до или через 6 часов после введения солей кальция."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция снижает действие ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Ципрофлоксацин следует вводить за 2 часа до или через 6 часов после введения солей кальция."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "глюконат кальция снижает действие ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Ципрофлоксацин следует вводить за 2 часа до или через 6 часов после введения солей кальция."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "каптоприл повышает токсичность ципрофлоксацина по механизму: неуточненный механизм взаимодействия. Используйте осторожность/монитор. Ингибиторы АПФ усиливают аритмогенный потенциал ципрофлоксацина. Мониторинг ЭКГ и интервала QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "ципрофлоксацин будет увеличивать уровень или эффект карбамазепина за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "ципрофлоксацин, целекоксиб. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Механизм: неизвестен. Повышенный риск стимуляции ЦНС и судорог при приеме высоких доз фторхинолонов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "гидрокортизон снижает действие вакцины против холеры за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "ципрофлоксацин и хлорпромазин увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "ципрофлоксацин усиливает эффекты хлорпропамида за счет фармакодинамического синергизма. Используйте осторожность/монитор. При одновременном применении хинолонов и противодиабетических средств рекомендуется тщательный мониторинг уровня глюкозы в крови. Сообщалось о случаях гипергликемии и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин снижает уровень гидрокортизона за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "трисалицилат магния холина, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цилостазол",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект цилостазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "чинакальцет",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "гидрокортизон и ципрофлоксацин оба увеличивают Другие (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цисатракурий",
      "description": {
        "common": "цисатракурий, гидрокортизон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "ципрофлоксацин и циталопрам увеличивают интервал QTc. Используйте осторожность/монитор. Рекомендуется мониторирование ЭКГ вместе с препаратами, которые могут удлинять интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин будет увеличивать уровень или эффект гидрокортизона через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "Гидрокортизон увеличивает уровень или эффект клопидогреля, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Индукторы CYP3A4 могут усиливать метаболизм клопидогрела до его активного метаболита. Мониторинг пациентов на предмет возможного усиления антитромбоцитарного эффекта при использовании индукторов CYP3A4 в комбинации с клопидогрелом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клотримазол",
      "description": {
        "common": "клотримазол будет снижать уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект клозапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "колхицин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект колхицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены, вагинальные",
      "description": {
        "common": "Гидрокортизон снижает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортикотропин",
      "description": {
        "common": "кортикотропин и ципрофлоксацин усиливают действие Другие (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор. Рекомендуется мониторирование ЭКГ вместе с препаратами, которые могут удлинять интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "гидрокортизон, далтепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет увеличивать уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет увеличивать уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дегареликс",
      "description": {
        "common": "ципрофлоксацин и дегареликс увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "гидрокортизон снижает действие вакцины против лихорадки денге за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "гидрокортизон, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "дейтетрабеназин и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор. В максимальной рекомендуемой дозе дейтетрабеназин не удлиняет интервал QT до клинически значимой степени. Определенные обстоятельства могут повышать риск torsade de pointes и/или внезапной смерти в связи с приемом препаратов, удлиняющих интервал QTc (например, брадикардия, гипокалиемия или гипомагниемия, совместное применение с другими препаратами, удлиняющими интервал QTc, наличие врожденного удлинения интервала QT)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ДГЭА, растительный",
      "description": {
        "common": "DHEA, травяной, повысит уровень или действие гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и ципрофлоксацин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам",
      "description": {
        "common": "гидрокортизон снижает уровень или действие диазепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и гидрокортизон снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "диклофенак, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект диеногеста/эстрадиола валерата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Посоветуйте женщинам использовать альтернативный метод контрацепции или резервный метод, когда умеренный или слабый индуктор фермента используется с комбинированными контрацептивами. Резервную контрацепцию следует продолжать в течение 28 дней после прекращения приема лекарств, чтобы обеспечить надежность контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлюнизал, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем будет увеличивать уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "ципрофлоксацин и дизопирамид увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофетилид",
      "description": {
        "common": "ципрофлоксацин и дофетилид увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доласетрон",
      "description": {
        "common": "ципрофлоксацин и доласетрон увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "донепезил",
      "description": {
        "common": "донепезил и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроперидол",
      "description": {
        "common": "ципрофлоксацин и дроперидол уменьшают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "ципрофлоксацин будет увеличивать уровень или эффект дулоксетина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Одновременное применение хинолонов, ингибирующих CYP1A2, с дулоксетином может привести к значительному увеличению уровней дулоксетина, AUC и периода полувыведения. Рассмотрите возможность модификации терапии, если необходим дулоксетин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифиллин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект дифиллина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренц снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс будет увеличивать уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элетриптан",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект элетриптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень ципрофлоксацина с помощью переносчика оттока Р-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы субстрата P-gp и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень гидрокортизона с помощью переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы субстрата P-gp и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "ципрофлоксацин повышает уровень элуксадолина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. В качестве меры предосторожности из-за неполной информации о метаболизме элуксадолина следует соблюдать осторожность при одновременном применении с сильными ингибиторами CYP1A2."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "гидрокортизон, эноксапарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрлотиниб",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина будет увеличивать уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина будет увеличивать уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "ципрофлоксацин и лактобионат эритромицина увеличивают интервал QTc. Используйте осторожность/монитор. Одновременное применение ципрофлоксацина с препаратами, удлиняющими интервал QT, может увеличить риск развития пируэтной тахикардии у предрасположенных пациентов; однако менее вероятно с ципрофлоксацином, чем с другими хинолонами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "ципрофлоксацин и стеарат эритромицина увеличивают интервал QTc. Используйте осторожность/монитор. Одновременное применение ципрофлоксацина с препаратами, удлиняющими интервал QT, может увеличить риск развития пируэтной тахикардии у предрасположенных пациентов; однако менее вероятно с ципрофлоксацином, чем с другими хинолонами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам увеличивает токсичность ципрофлоксацина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект эстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "ципрофлоксацин снижает уровень или эффект эстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект синтетических конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этерифицированные эстрогены",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект этерифицированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстропипат",
      "description": {
        "common": "ципрофлоксацин снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстропипат",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "ципрофлоксацин снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "этодолак, ципрофлоксацин. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Механизм: неизвестен. Повышенный риск стимуляции ЦНС и судорог при приеме высоких доз фторхинолонов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этоногестрел",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект этоногестрела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзогабин",
      "description": {
        "common": "эзогабин, ципрофлоксацин.\nОдин из них увеличивает токсичность другого на интервал QTc. Используйте осторожность/монитор. Небольшое и преходящее удлинение интервала QT наблюдалось при применении эзогабина, особенно при повышении дозы до 1200 мг/сут. Интервал QT следует контролировать, когда эзогабин назначают с агентами, которые, как известно, увеличивают интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект этравирина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "Гидрокортизон уменьшает эффекты раствора для инъекций эксенатида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "Гидрокортизон уменьшает эффекты инъекционной суспензии эксенатида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект фелодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен, ципрофлоксацин. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Механизм: неизвестен. Повышенный риск стимуляции ЦНС и судорог при приеме высоких доз фторхинолонов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат железа",
      "description": {
        "common": "цитрат железа снижает уровень или эффект ципрофлоксацина за счет связывания препарата в желудочно-кишечном тракте. Используйте осторожность/монитор. Принимайте по крайней мере за 2 часа до или после приема цитрата железа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фезотеродин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект фезотеродина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "мальтол трехвалентного железа снижает действие ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Одновременное применение ципрофлоксацина с препаратами, содержащими поливалентные катионы, может снизить биодоступность ципрофлоксацина на 90%. Введите ципрофлоксацин по крайней мере за 2 часа до или через 6 часов после использования этих продуктов. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железа фумарат",
      "description": {
        "common": "железа фумарат снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Одновременное применение ципрофлоксацина с препаратами, содержащими поливалентные катионы, может снизить биодоступность ципрофлоксацина на 90%. Введите ципрофлоксацин по крайней мере за 2 часа до или через 6 часов после использования этих продуктов. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "глюконат железа снижает уровень ципрофлоксацина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Одновременное применение ципрофлоксацина с препаратами, содержащими поливалентные катионы, может снизить биодоступность ципрофлоксацина на 90%. Введите ципрофлоксацин по крайней мере за 2 часа до или через 6 часов после использования этих продуктов. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат железа",
      "description": {
        "common": "сульфат железа снижает действие ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Одновременное применение ципрофлоксацина с препаратами, содержащими поливалентные катионы, может снизить биодоступность ципрофлоксацина на 90%. Введите ципрофлоксацин по крайней мере за 2 часа до или через 6 часов после использования этих продуктов. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "финголимод и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флекаинид",
      "description": {
        "common": "ципрофлоксацин и флекаинид увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон и ципрофлоксацин усиливают действие других (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "ципрофлоксацин и флуоксетин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен, ципрофлоксацин. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Механизм: неизвестен. Повышенный риск стимуляции ЦНС и судорог при приеме высоких доз фторхинолонов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "гидрокортизон, фондапаринукс. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет увеличивать уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "фостаматиниб будет повышать уровень или эффект ципрофлоксацина посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Одновременное применение фостаматиниба может повышать концентрацию субстратов P-gp. Мониторинг токсичности препарата-субстрата P-gp, который может потребовать снижения дозы при одновременном применении с фостаматинибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "ципрофлоксацин и фостемсавир увеличивают интервал QTc. Используйте осторожность/монитор. Сообщалось об удлинении интервала QTc при приеме фостемсавира в дозах, превышающих рекомендуемые."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гидрокортизон и гемифлоксацин оба увеличивают Другие (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемтузумаб",
      "description": {
        "common": "ципрофлоксацин и гемтузумаб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гилтеритиниб",
      "description": {
        "common": "гилтеритиниб и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "глекапревир/пибрентасвир будет повышать уровень или эффект ципрофлоксацина за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "ципрофлоксацин усиливает эффекты глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о гипер- и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства. Рекомендуется тщательный контроль уровня глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глицеринфенилбутират",
      "description": {
        "common": "гидрокортизон уменьшает эффекты фенилбутирата глицерина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут вызывать расщепление белков организма и повышать уровень аммиака в плазме; внимательно следите за уровнем аммиака, когда глицеринфенилбутират применяется совместно с кортикостероидами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "ципрофлоксацин усиливает действие глипизида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о гипер- и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства. Рекомендуется тщательный контроль уровня глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "ципрофлоксацин усиливает действие глибурида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о гипер- и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства. Рекомендуется тщательный контроль уровня глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гозерелин",
      "description": {
        "common": "гозерелин увеличивает токсичность ципрофлоксацина на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "гранисетрон и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или действие гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "guanfacine",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект гуанфацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гемофильной палочки типа b",
      "description": {
        "common": "гидрокортизон снижает действие вакцины против гемофильной палочки типа b за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "ципрофлоксацин и галоперидол увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемин",
      "description": {
        "common": "гидрокортизон снижает эффекты гемина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Препараты, усиливающие синтез дельта-аминолевулиновой кислоты, могут снижать эффект гемина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гепарин",
      "description": {
        "common": "гидрокортизон, гепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гистрелин",
      "description": {
        "common": "гистрелин увеличивает токсичность ципрофлоксацина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон и ципрофлоксацин оба увеличивают Другие (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон ректальный",
      "description": {
        "common": "гидрокортизон ректально и ципрофлоксацин оба увеличивают Другие (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксипрогестерона капроат (ДСК)",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект гидроксипрогестерона капроата (ДСК), влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен, ципрофлоксацин. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Механизм: неизвестен. Повышенный риск стимуляции ЦНС и судорог при приеме высоких доз фторхинолонов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен в/в, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибутилид",
      "description": {
        "common": "ципрофлоксацин и ибутилид увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект илоперидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "ципрофлоксацин будет снижать уровень или эффект ифосфамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Использование ингибитора CYP3A4 может снижать метаболизм ифосфамида, потенциально снижая терапевтические эффекты ифосфамида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "ципрофлоксацин и илоперидон увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "гидрокортизон, индакатерол, ингаляционно. калий сыворотки. Используйте осторожность/монитор. Комбинация может увеличить риск гипокалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин, ципрофлоксацин. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Механизм: неизвестен. Повышенный риск стимуляции ЦНС и судорог при приеме высоких доз фторхинолонов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гриппа А (H5N1)",
      "description": {
        "common": "гидрокортизон снижает действие вакцины против гриппа A (H5N1) за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды, используемые в дозах, превышающих физиологические, могут снижать иммунный ответ на вакцину H5N1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа (H5N1) с адъювантом",
      "description": {
        "common": "гидрокортизон снижает действие вакцины против вируса гриппа (H5N1), усиливая фармакодинамический антагонизм. Используйте осторожность/монитор. Кортикостероиды, используемые в дозах, превышающих физиологические, могут снижать иммунный ответ на вакцину H5N1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, рекомбинантная",
      "description": {
        "common": "Гидрокортизон снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа трехвалентная, рекомбинантная",
      "description": {
        "common": "Гидрокортизон снижает действие трехвалентной рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "ципрофлоксацин усиливает действие инсулина аспарт за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о гипер- и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства. Рекомендуется тщательный контроль уровня глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "гидрокортизон снижает действие инсулина деглудек за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Эндогенный кортизол является регуляторным гормоном, повышающим уровень глюкозы в крови; экзогенные системные кортикостероиды связаны с гипергликемией и могут вызывать диабет при хроническом применении высоких доз; дозы противодиабетических агентов может потребоваться корректировка и может потребоваться повышенная частота мониторинга глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "гидрокортизон снижает эффекты инсулина деглудек/инсулин аспарт за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Эндогенный кортизол является регуляторным гормоном, повышающим уровень глюкозы в крови; экзогенные системные кортикостероиды связаны с гипергликемией и могут вызывать диабет при хроническом применении высоких доз; дозы противодиабетических агентов может потребоваться корректировка и может потребоваться повышенная частота мониторинга глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "гидрокортизон снижает эффекты вдыхаемого инсулина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Эндогенный кортизол является регуляторным гормоном, повышающим уровень глюкозы в крови; экзогенные системные кортикостероиды связаны с гипергликемией и могут вызывать диабет при хроническом применении высоких доз; дозы противодиабетических агентов может потребоваться корректировка и может потребоваться повышенная частота мониторинга глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "ципрофлоксацин усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о гипер- и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства. Рекомендуется тщательный контроль уровня глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "ципрофлоксацин усиливает эффекты обычного человеческого инсулина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о гипер- и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства. Рекомендуется тщательный контроль уровня глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "комплекс декстрана железа",
      "description": {
        "common": "Комплекс декстрана железа снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Одновременное применение ципрофлоксацина с препаратами, содержащими поливалентные катионы, может снизить биодоступность ципрофлоксацина на 90%. Введите ципрофлоксацин по крайней мере за 2 часа до или через 6 часов после использования этих продуктов. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "гидрокортизон и сульфат изавуконазония снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин будет увеличивать уровень или эффект ципрофлоксацина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов P-gp в клинических исследованиях. Рассмотрите возможность снижения дозы чувствительных субстратов P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин будет увеличивать уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов P-gp в клинических исследованиях. Рассмотрите возможность снижения дозы чувствительных субстратов P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "Итраконазол, и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "ивакафтор повышает уровень гидрокортизона с помощью транспортера оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор. Ивакафтор и его метаболит М1 могут ингибировать P-gp; может значительно увеличить системное воздействие на чувствительные субстраты P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект ивосидениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное применение с умеренными ингибиторами CYP3A4 может повышать концентрацию ивозидениба в плазме, увеличивая, таким образом, риск удлинения интервала QTc. Следите за повышенным риском удлинения интервала QTc."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иксабепилон",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект иксабепилона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "кетопрофен, ципрофлоксацин. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Механизм: неизвестен. Повышенный риск стимуляции ЦНС и судорог при приеме высоких доз фторхинолонов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "кеторолак, ципрофлоксацин. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Механизм: неизвестен. Повышенный риск стимуляции ЦНС и судорог при приеме высоких доз фторхинолонов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "кеторолак интраназально, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат лантана",
      "description": {
        "common": "карбонат лантана снижает уровень ципрофлоксацина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте пероральные хинолоновые антибиотики по крайней мере за 1 час до или через 4 часа после приема лантана. Взаимодействие распространяется только на пероральные хинолоны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лацидипин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект лацидипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб будет повышать уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленакапавир (ингибитор CYP3A4) может значительно повышать уровень гидрокортизона, что приводит к увеличению риска токсичности (например, синдрома Кушинга, угнетения надпочечников). Начните с дексаметазона в качестве самой низкой начальной дозы, контролируйте и титруйте соответственно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленватиниб",
      "description": {
        "common": "ципрофлоксацин и ленватиниб увеличивают интервал QTc. Используйте осторожность/монитор. Информация о назначении ленватиниба рекомендует тщательно контролировать ЭКГ при одновременном применении с препаратами, удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лепирудин",
      "description": {
        "common": "гидрокортизон, лепирудин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лерканидипин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект лерканидипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лейпролид",
      "description": {
        "common": "лейпролид увеличивает токсичность ципрофлоксацина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левобупивакаин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект левобупивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "гидрокортизон и левофлоксацин оба увеличивают Прочие (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "ципрофлоксацин будет снижать уровень или эффект перорального приема левоноргестрела/этинилэстрадиола/бисглицината железа за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лидокаин",
      "description": {
        "common": "ципрофлоксацин увеличивает уровень или эффект лидокаина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Уровни лидокаина в плазме могут быть повышены, что увеличивает риск токсичности. Мониторинг сердечной функции и симптомов токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "линаглиптин",
      "description": {
        "common": "Гидрокортизон увеличивает уровень или эффект линаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Настоятельно рекомендуется использовать альтернативные методы лечения, когда линаглиптин следует вводить с индуктором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "гидрокортизон снижает эффекты лираглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "литий и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "ципрофлоксацин повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет увеличивать уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Лонафарниб является слабым ингибитором P-gp. Следите за побочными реакциями при совместном применении с субстратами P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. При необходимости уменьшите дозу субстрата P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "ципрофлоксацин и люмефантрин увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонапегсоматропин",
      "description": {
        "common": "лонапегсоматропин снижает действие гидрокортизона на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Гормон роста (GH) ингибирует микросомальный фермент 11 бета-гидроксистероиддегидрогеназу типа 1, который превращает кортизон в его активный метаболит, кортизол. У пациентов с нелеченым дефицитом ГР может наблюдаться повышение уровня кортизола в сыворотке, а начало приема лонапегсоматропина может привести к снижению уровня кортизола в сыворотке. Пациентам с гипоадренализмом, получающим глюкокортикоиды, может потребоваться увеличение дозы глюкокортикоидов при стрессе или поддерживающих дозах после начала лечения лонапегсоматропином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект лопинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоратадин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект лоратадина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "лорноксикам, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ловастатин",
      "description": {
        "common": "ловастатин будет увеличивать уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект лумефантрина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид магния",
      "description": {
        "common": "хлорид магния снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Одновременное применение ципрофлоксацина с препаратами, содержащими поливалентные катионы, может снизить биодоступность ципрофлоксацина на 90%. Введите ципрофлоксацин по крайней мере за 2 часа до или через 6 часов после использования этих продуктов. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "цитрат магния снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Одновременное применение ципрофлоксацина с препаратами, содержащими поливалентные катионы, может снизить биодоступность ципрофлоксацина на 90%. Введите ципрофлоксацин по крайней мере за 2 часа до или через 6 часов после использования этих продуктов. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "гидроксид магния снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Одновременное применение ципрофлоксацина с препаратами, содержащими поливалентные катионы, может снизить биодоступность ципрофлоксацина на 90%. Введите ципрофлоксацин по крайней мере за 2 часа до или через 6 часов после использования этих продуктов. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксид магния",
      "description": {
        "common": "оксид магния снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат магния",
      "description": {
        "common": "сульфат магния снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Одновременное применение ципрофлоксацина с препаратами, содержащими поливалентные катионы, может снизить биодоступность ципрофлоксацина на 90%. Введите ципрофлоксацин по крайней мере за 2 часа до или через 6 часов после использования этих продуктов. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добавка магния",
      "description": {
        "common": "Добавка магния снизит уровень или эффект ципрофлоксацина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Образование нерастворимого комплекса снижает всасывание препарата через кишечный тракт; вводите магний за 2 часа до хинолона или через 6 часов после хинолона"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект маравирока, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "мефенамовая кислота, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефлохин",
      "description": {
        "common": "ципрофлоксацин и мефлохин увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "мелоксикам, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "мелоксикам, ципрофлоксацин. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Механизм: неизвестен. Повышенный риск стимуляции ЦНС и судорог при приеме высоких доз фторхинолонов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "гидрокортизон снижает действие вакцины против менингококка группы В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Лица с измененной иммунокомпетентностью могут иметь сниженный иммунный ответ на вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "ципрофлоксацин снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "ципрофлоксацин усиливает действие метформина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о гипер- и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства. Рекомендуется тщательный контроль уровня глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект метадона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "ципрофлоксацин и метадон увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "ципрофлоксацин повысит уровень или эффект метотрексата по другим причинам (см. комментарий). Используйте осторожность/монитор. Почечный канальцевый транспорт метотрексата может подавляться при одновременном применении с ципрофлоксацином, что может привести к повышению уровня метотрексата в плазме и его токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "метилпреднизолон и ципрофлоксацин усиливают Прочее (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол повышает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мексилетин",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект мексилетина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Концентрации мексилетина могут быть повышены, что может привести к усилению терапевтических и побочных реакций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "вагинальный миконазол повышает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект мифепристона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миглитол",
      "description": {
        "common": "ципрофлоксацин усиливает действие миглитола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о гипер- и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства. Рекомендуется тщательный контроль уровня глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мометазон ингаляционный",
      "description": {
        "common": "Ингаляции мометазона и ципрофлоксацина увеличивают Прочее (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "ципрофлоксацин и моксифлоксацин увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "набуметон, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "напроксен, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "ципрофлоксацин усиливает действие натеглинида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о гипер- и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства. Рекомендуется тщательный контроль уровня глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект никардипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект нисолдипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Концентрация оланзапина в плазме может повышаться, что увеличивает риск побочных реакций, таких как ортостатическая гипотензия или седативный эффект. Важно соблюдать осторожность, наблюдать за пациентом и корректировать дозу оланзапина по мере необходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норфлоксацин",
      "description": {
        "common": "и гидрокортизон, и норфлоксацин повышают Прочее (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "гидрокортизон и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, гидрокортизон.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "и гидрокортизон, и офлоксацин повышают Прочее (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "Ингаляции ципрофлоксацина и олодатерола увеличивают интервал QTc. Используйте осторожность/монитор. Препараты, удлиняющие интервал QTc и способные потенцировать эффекты бета2-агонистов на сердечно-сосудистую систему; повышенный риск желудочковых аритмий"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол будет снижать уровень или эффект ципрофлоксацина по неизвестному механизму. Используйте осторожность/монитор. Абсорбция таблетки ципрофлоксацина ER была немного снижена (20%) при совместном применении с омепразолом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "оксапрозин, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осилодростат",
      "description": {
        "common": "осилодростат и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "осимертиниб и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор. Проводить периодический мониторинг ЭКГ и электролитов у пациентов, принимающих препараты, удлиняющие интервал QTc."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин повысит уровень или эффект ципрофлоксацина по другим причинам (см. комментарий). Используйте осторожность/монитор. Мониторинг изменений ЭКГ, если терапия начата у пациентов с препаратами, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "оксапрозин, ципрофлоксацин. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Механизм неизвестен. Повышенный риск стимуляции ЦНС и судорог при приеме высоких доз фторхинолонов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод и ципрофлоксацин увеличивают интервал QTc. Изменить терапию/внимательно контролировать. Из-за потенциального аддитивного воздействия на частоту сердечных сокращений лечение озанимодом, как правило, не следует начинать у пациентов, одновременно получающих препараты, удлиняющие интервал QT, с известными аритмогенными свойствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "ципрофлоксацин и палиперидон увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "панкуроний",
      "description": {
        "common": "панкуроний, гидрокортизон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "парекоксиб, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пасиреотид",
      "description": {
        "common": "ципрофлоксацин и пасиреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "патиромер",
      "description": {
        "common": "патиромер будет снижать уровень или эффект ципрофлоксацина за счет связывания препарата в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Раздельное введение по крайней мере на 3 часа от патиромера"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентамидин",
      "description": {
        "common": "ципрофлоксацин и пентамидин увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентоксифиллин",
      "description": {
        "common": "ципрофлоксацин будет увеличивать уровень или эффект пентоксифиллина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фениндион",
      "description": {
        "common": "гидрокортизон, фениндион. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "ципрофлоксацин и пимозид увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пироксикам, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиоглитазон",
      "description": {
        "common": "ципрофлоксацин усиливает действие пиоглитазона за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о гипер- и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства. Рекомендуется тщательный контроль уровня глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пироксикам, ципрофлоксацин. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Механизм: неизвестен. Повышенный риск стимуляции ЦНС и судорог при приеме высоких доз фторхинолонов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против полиомиелита инактивированная",
      "description": {
        "common": "гидрокортизон снижает действие вакцины против полиомиелита, инактивированной фармакодинамическим антагонизмом. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "полисахарид железа",
      "description": {
        "common": "полисахарид железа снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Одновременное применение ципрофлоксацина с препаратами, содержащими поливалентные катионы, может снизить биодоступность ципрофлоксацина на 90%. Введите ципрофлоксацин по крайней мере за 2 часа до или через 6 часов после использования этих продуктов. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб повышает уровень гидрокортизона с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и гидрокортизон усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "как преднизолон, так и ципрофлоксацин увеличивают Прочее (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "и преднизолон, и ципрофлоксацин повышают Прочее (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примахин",
      "description": {
        "common": "примахин и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пробенецид",
      "description": {
        "common": "пробенецид повысит уровень или эффект ципрофлоксацина по другим причинам (см. комментарий). Используйте осторожность/монитор. Пробенецид препятствует почечной канальцевой секреции ципрофлоксацина и вызывает повышение уровня ципрофлоксацина в сыворотке крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "ципрофлоксацин и прокаинамид увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протамин",
      "description": {
        "common": "гидрокортизон, протамин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кверцетин",
      "description": {
        "common": "кверцетин будет снижать уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "кветиапин, ципрофлоксацин.\nОдин из них увеличивает токсичность другого на интервал QTc. Используйте осторожность/монитор. Избегайте применения с препаратами, удлиняющими интервал QT, и у пациентов с факторами риска удлинения интервала QT. Постмаркетинговые случаи показывают удлинение интервала QT при передозировке у пациентов с сопутствующими заболеваниями или с препаратами, вызывающими дисбаланс электролитов или удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квинаприл",
      "description": {
        "common": "квинаприл снизит уровень или эффект ципрофлоксацина по другим причинам (см. комментарий). Используйте осторожность/монитор. Раздельные дозы хинаприла и пероральных хинолонов на 2 часа; взаимодействие, вероятно, из-за хелатирования"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "ципрофлоксацин и хинидин увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинин",
      "description": {
        "common": "ципрофлоксацин и хинин увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "хинупристин/далфопристин увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "ципрофлоксацин будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Ципрофлоксацин может снижать метаболизм рамелтеона; Если ципрофлоксацин назначается совместно с рамелтеоном, внимательно следите за состоянием пациента на предмет токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин будет увеличивать уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репаглинид",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект репаглинида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "рилпивирин увеличивает токсичность ципрофлоксацина по интервалу QTc. Используйте осторожность/монитор. Рилпивирин следует применять с осторожностью при одновременном применении с препаратами, имеющими известный риск развития пируэтной тахикардии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рилузол",
      "description": {
        "common": "ципрофлоксацин будет увеличивать уровень или эффект рилузола, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "римонабант",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект римонабанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рокуроний",
      "description": {
        "common": "рокуроний, гидрокортизон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект ромидепсина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ропинирол",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект ропинирола, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Ципрофлоксацин может снижать метаболизм ропинирола; следить за усилением эффектов ропинирола."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ропивакаин",
      "description": {
        "common": "ципрофлоксацин повысит уровень или эффект ропивакаина по механизму: снижение метаболизма. Используйте осторожность/монитор. Следите за повышением токсичности ропивакаина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "розиглитазон",
      "description": {
        "common": "ципрофлоксацин усиливает действие розиглитазона за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о гипер- и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства. Рекомендуется тщательный контроль уровня глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rufinamide",
      "description": {
        "common": "руфинамид снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (нон-аза), гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "сарециклин будет увеличивать уровень или эффект ципрофлоксацина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Следите за токсичностью субстратов P-gp, что может потребовать снижения дозы при совместном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саксаглиптин",
      "description": {
        "common": "ципрофлоксацин усиливает действие саксаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о гипер- и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства. Рекомендуется тщательный контроль уровня глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селперкатиниб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность ципрофлоксацина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севеламер",
      "description": {
        "common": "севеламер снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Назначайте пероральные хинолоны по крайней мере за 1 час до или через 3 часа после приема севеламера. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силденафил",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект силденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "симвастатин",
      "description": {
        "common": "симвастатин будет увеличивать уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "гидрокортизон уменьшает эффекты sipuleucel-T за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "сиролимус будет увеличивать уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ситаглиптин",
      "description": {
        "common": "ципрофлоксацин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о гипер- и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства. Рекомендуется тщательный контроль уровня глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Большая часть ципрофлоксацина в норме выводится с мочой в неизмененном виде. При одновременном применении средств, подщелачивающих мочу, таких как бикарбонат натрия, растворимость ципрофлоксацина может снижаться из-за подщелачивания мочи. Пациентов следует контролировать на наличие кристаллурии и нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Большая часть ципрофлоксацина в норме выводится с мочой в неизмененном виде. При одновременном применении средств, подщелачивающих мочу, таких как цитрат натрия, растворимость ципрофлоксацина может снижаться из-за подщелачивания мочи. Пациентов следует контролировать на наличие кристаллурии и нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "ципрофлоксацин снижает эффекты пикосульфата натрия/оксида магния/безводной лимонной кислоты, изменяя метаболизм. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/? сульфат магния/хлорид калия снижает уровень ципрофлоксацина путем ингибирования поглощения GI. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Назначайте фторхинолоны по крайней мере за 2 часа до и не менее чем через 6 часов после каждой дозы, чтобы избежать хелатирования с магнием. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния снижает уровень ципрофлоксацина путем ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Назначайте фторхинолоны по крайней мере за 2 часа до и не менее чем через 6 часов после каждой дозы, чтобы избежать хелатирования с магнием. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль",
      "description": {
        "common": "гидрокортизон и сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль снижают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солифенацин",
      "description": {
        "common": "солифенацин и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солифенацин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект солифенацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сомапацитан",
      "description": {
        "common": "сомапацитан снижает действие гидрокортизона на др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: микросомальный фермент 11-бета-гидроксистероиддегидрогеназа типа 1 (11-бета-ГСД-1), необходимый для превращения кортизона в его активный метаболит, кортизол, в печени и жировой ткани. GH ингибирует 11-бета-HSD-1. Пациентам, получающим глюкокортикоиды по поводу гипофункции надпочечников, может потребоваться увеличение поддерживающей или стрессовой дозы после начала лечения сомапацитаном."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соматрем",
      "description": {
        "common": "гидрокортизон снижает эффекты соматрема за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сорафениб",
      "description": {
        "common": "гидрокортизон снижает уровень сорафениба за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снизит уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "ципрофлоксацин и соталол увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол будет увеличивать уровень или эффект ципрофлоксацина транспортером оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы субстратов P-гликопротеина (P-gp), если возникают побочные реакции при одновременном применении со стирипентолом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "сукцинилхолин, гидрокортизон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сукральфат",
      "description": {
        "common": "сукральфат снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Всасывание ципрофлоксацина при пероральном приеме может быть значительно снижено сукральфатом вследствие хелатирования в желудочно-кишечном тракте. Чтобы избежать взаимодействий из-за хелатирования, ципрофлоксацин следует принимать за 2 часа до или через 6 часов после введения сукральфата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "сульфасалазин, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "сулиндак, ципрофлоксацин. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Механизм: неизвестен. Повышенный риск стимуляции ЦНС и судорог при приеме высоких доз фторхинолонов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект сунитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект такролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тазимелтеон",
      "description": {
        "common": "ципрофлоксацин будет увеличивать уровень или эффект тазимелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Избегайте совместного администрирования; потенциально большое увеличение воздействия тазимелтеона и повышенный риск побочных реакций при применении сильных ингибиторов CYP1A2"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект таземетостата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телаванцин",
      "description": {
        "common": "ципрофлоксацин и телаванцин увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект темсиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербинафин",
      "description": {
        "common": "ципрофлоксацин будет увеличивать уровень или эффект тербинафина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "ципрофлоксацин и тетрабеназин увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теофиллин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект теофиллина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "ципрофлоксацин и тиоридазин увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "tinzaparin",
      "description": {
        "common": "гидрокортизон, тинзапарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект типранавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин ингаляционно",
      "description": {
        "common": "ингаляции тобрамицина и ципрофлоксацина повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать. Избегайте одновременного или последовательного использования, чтобы снизить риск ототоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толазамид",
      "description": {
        "common": "ципрофлоксацин усиливает действие толазамида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о гипер- и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства. Рекомендуется тщательный контроль уровня глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "ципрофлоксацин усиливает эффекты толбутамида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о гипер- и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства. Рекомендуется тщательный контроль уровня глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "толфенамовая кислота, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "толметин, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толтеродин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект толтеродина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "суспензия триамцинолона ацетонида для инъекций и ципрофлоксацин увеличивают значение Other (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "толваптан будет увеличивать уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, гидрокортизон.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, гидрокортизон.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект тразодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триазолам",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект триазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримагния цитрат безводный",
      "description": {
        "common": "безводный цитрат тримагния снижает уровень ципрофлоксацина за счет ингибирования абсорбции в ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Продукты, содержащие поливалентные катионы, могут снижать биодоступность хинолонов; введение хинолона по крайней мере за 2 часа до или через 6 часов после приема магния; используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трипторелин",
      "description": {
        "common": "трипторелин увеличивает токсичность ципрофлоксацина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет увеличивать уровень или эффект ципрофлоксацина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Рассмотрите возможность снижения дозировки субстратов P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и гидрокортизон усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валбеназин",
      "description": {
        "common": "валбеназин и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "задиристый",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект уброгепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Коррекция дозы рекомендуется при одновременном применении уброгепанта и умеренных и слабых индукторов CYP3A4. (см. Модификации дозировки)"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варденафил",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект варденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "векуроний",
      "description": {
        "common": "векуроний, гидрокортизон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вилдаглиптин",
      "description": {
        "common": "ципрофлоксацин усиливает эффекты вилдаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о гипер- и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства. Рекомендуется тщательный контроль уровня глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, ципрофлоксацин.\nОдин из них усиливает действие другого на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет увеличивать уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориностат",
      "description": {
        "common": "и вориностат, и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "гидрокортизон усиливает действие варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксипамид",
      "description": {
        "common": "ксипамид, гидрокортизон. Фармакодинамический синергизм. Используйте осторожность/монитор. Риск гипокалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цинк",
      "description": {
        "common": "цинк будет снижать уровень или эффект ципрофлоксацина за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Ципрофлоксацин следует вводить за 2 часа до или через 6 часов после введения солей цинка."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "зафирлукаст увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "ципрофлоксацин и зипразидон увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "золпидем",
      "description": {
        "common": "ципрофлоксацин будет увеличивать уровень или эффект золпидема, влияя на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против опоясывающего лишая рекомбинантная",
      "description": {
        "common": "гидрокортизон снижает действие рекомбинантной вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить эффективность рекомбинантной вакцины против опоясывающего лишая."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "акарбоза",
      "description": {
        "common": "гидрокортизон снижает эффекты акарбозы за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ципрофлоксацин повышает уровень ацебутолола за счет замедления метаболизма. Незначительное/значение неизвестно. Также может редко снижать уровень бета-блокаторов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "альфентанил",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект альфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "альфузозин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект альфузозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алискирен",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект алискирена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алосетрон",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект алосетрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алпразолам",
      "description": {
        "common": "ципрофлоксацин повышает уровень алпразолама за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект амитриптилина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амлодипин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект амлодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амфотерицина В дезоксихолат",
      "description": {
        "common": "амфотерицина В дезоксихолат, гидрокортизон. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Возможна гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "армодафинил",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект армодафинила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "гидрокортизон снижает уровень аспирина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "Гидрокортизон снижает уровень ректального аспирина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "гидрокортизон снижает уровень аспирина/лимонной кислоты/бикарбоната натрия за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект атазанавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "гидрокортизон снижает уровень бальзалазида за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "гидрокортизон, бендрофлуметиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карведилол",
      "description": {
        "common": "ципрофлоксацин повышает уровень карведилола за счет замедления метаболизма. Незначительное/значение неизвестно. Также может редко снижать уровень бета-блокаторов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бексаротин",
      "description": {
        "common": "гидрокортизон будет снижать уровень или эффект бексаротен, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "босентан",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект бозентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буметанид",
      "description": {
        "common": "гидрокортизон, буметанид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "гидрокортизон снижает уровень ацетата кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "гидрокортизон снижает уровень карбоната кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "гидрокортизон снижает уровень хлорида кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "гидрокортизон снижает уровень цитрата кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "гидрокортизон снижает уровень глюконата кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цевимелин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект цевимелина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлордиазепоксид",
      "description": {
        "common": "ципрофлоксацин повышает уровень хлордиазепоксида за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "гидрокортизон, хлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "гидрокортизон снижает эффекты хлорпропамида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "гидрокортизон, хлорталидон. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "гидрокортизон снижает уровень трисалицилата магния холина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хром",
      "description": {
        "common": "гидрокортизон снижает уровень хрома за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект кларитромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клометиазол",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект клометиазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект кломипрамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клоназепам",
      "description": {
        "common": "ципрофлоксацин повышает уровень клоназепама за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клоразепат",
      "description": {
        "common": "ципрофлоксацин повышает уровень клоразепата за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "колестипол",
      "description": {
        "common": "колестипол снижает уровень гидрокортизона за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "гидрокортизон, циклопентиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "гидрокортизон, циклоспорин.\nОдин из них повышает уровень другого, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "даназол",
      "description": {
        "common": "даназол, гидрокортизон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дапсон",
      "description": {
        "common": "гидрокортизон снижает уровень или действие дапсона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "делавирдин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект делавирдина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диазепам",
      "description": {
        "common": "ципрофлоксацин повышает уровень диазепама за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "гидрокортизон снижает уровень дифлунизала за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "ципрофлоксацин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект дизопирамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доцетаксел",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект доцетаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "донепезил",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект донепезила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксорубицин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект доксорубицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксорубицин липосомальный",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект липосомального доксорубицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дутастерид",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект дутастерида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект эфавиренца, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эплеренон",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект эплеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эсмолол",
      "description": {
        "common": "ципрофлоксацин повышает уровень эсмолола за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эстазолам",
      "description": {
        "common": "ципрофлоксацин повышает уровень эстазолама за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "гидрокортизон, этакриновая кислота. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этопозид",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект этопозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эторикоксиб",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект эторикоксиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект эвкалипта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "экземестан",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект экземестана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенхель",
      "description": {
        "common": "Фенхель снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Фенхель может уменьшить количество ципрофлоксацина, поглощаемого организмом. Принимайте фенхель по крайней мере через 1 час после введения ципрофлоксацина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиретрум",
      "description": {
        "common": "гидрокортизон снижает действие пиретрума за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "финастерид",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект финастерида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуоксиместерон",
      "description": {
        "common": "флуоксиместерон, гидрокортизон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуразепам",
      "description": {
        "common": "ципрофлоксацин повышает уровень флуразепама за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "ципрофлоксацин, фоскарнет. Механизм: неизвестен. Незначительное/значение неизвестно. На основании сообщений о 2 случаях сообщалось о потенциальном повышенном риске судорог."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фроватриптан",
      "description": {
        "common": "ципрофлоксацин будет увеличивать уровень или эффект фроватриптана, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "гидрокортизон, фуросемид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "галантамин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект галантамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глимепирид",
      "description": {
        "common": "гидрокортизон снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глипизид",
      "description": {
        "common": "гидрокортизон снижает эффекты глипизида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гликвидон",
      "description": {
        "common": "гидрокортизон снижает эффекты гликвидона за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глибурид",
      "description": {
        "common": "гидрокортизон снижает эффекты глибурида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "ципрофлоксацин увеличивает уровень зеленого чая, уменьшая выведение. Незначительное/значение неизвестно. (Кофеин). Некоторые хинолоны могут ингибировать печеночный клиренс кофеина. Рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "гидрокортизон, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "иматиниб",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект иматиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект имипрамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "гидрокортизон, индапамид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "гидрокортизон снижает действие инсулина аспарт за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "гидрокортизон снижает действие инсулина детемир за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "гидрокортизон снижает действие инсулина гларгина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "гидрокортизон снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "гидрокортизон снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "гидрокортизон снижает действие инсулина НПХ за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "Гидрокортизон снижает действие обычного человеческого инсулина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изониазид",
      "description": {
        "common": "гидрокортизон снижает действие изониазида по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изотретиноин",
      "description": {
        "common": "ципрофлоксацин, изотретиноин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Оба препарата имеют повышенный риск фототоксичности, следует соблюдать осторожность при одновременном применении."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "исрадипин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект исрадипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект итраконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект кетоконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект левокетоконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "месаламин",
      "description": {
        "common": "гидрокортизон снижает уровень месаламина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "местеролон",
      "description": {
        "common": "местеролон, гидрокортизон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метформин",
      "description": {
        "common": "гидрокортизон снижает эффекты метформина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "гидрокортизон, метиклотиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилтестостерон",
      "description": {
        "common": "метилтестостерон, гидрокортизон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "гидрокортизон, метолазон. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метопролол",
      "description": {
        "common": "ципрофлоксацин повышает уровень метопролола за счет замедления метаболизма. Незначительное/значение неизвестно. Ципрофлоксацин может повышать концентрацию метопролола в плазме, однако механизм его действия неизвестен. Необходимы дополнительные клинические данные, но может быть целесообразным наблюдение за пациентами во время сопутствующей терапии ципрофлоксацином."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метирапон",
      "description": {
        "common": "гидрокортизон снижает эффекты метирапона по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мибефрадил",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект мибефрадила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мидазолам",
      "description": {
        "common": "ципрофлоксацин повышает уровень мидазолама за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "миглитол",
      "description": {
        "common": "гидрокортизон снижает действие миглитола за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "монтелукаст",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект монтелукаста, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "надолол",
      "description": {
        "common": "ципрофлоксацин повышает уровень надолола за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "натеглинид",
      "description": {
        "common": "гидрокортизон снижает эффекты натеглинида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "небиволол",
      "description": {
        "common": "ципрофлоксацин повышает уровень небиволола за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нифедипин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект нифедипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нимодипин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект нимодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нитрендипин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект нитрендипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксандролон",
      "description": {
        "common": "оксандролон, гидрокортизон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксибутинин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект оксибутинина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксиметолон",
      "description": {
        "common": "оксиметолон, гидрокортизон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект паклитаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "паклитаксел, связанный с белком",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект связывания белка паклитаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект парекоксиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "ципрофлоксацин повышает уровень пенбутолола за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пимозид",
      "description": {
        "common": "Гидрокортизон снижает уровень или действие пимозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиндолол",
      "description": {
        "common": "ципрофлоксацин повышает уровень пиндолола за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиоглитазон",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект пиоглитазона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "порфимер",
      "description": {
        "common": "гидрокортизон снижает уровень порфимера по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пропафенон",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект пропафенона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пропранолол",
      "description": {
        "common": "ципрофлоксацин повышает уровень пропранолола за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин",
      "description": {
        "common": "ципрофлоксацин снижает уровень или эффект пиридоксина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "квазепам",
      "description": {
        "common": "ципрофлоксацин повышает уровень квазепама за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кверцетин",
      "description": {
        "common": "кверцетин снижает эффекты ципрофлоксацина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хинин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект хинина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рабепразол",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект рабепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репаглинид",
      "description": {
        "common": "гидрокортизон снижает эффекты репаглинида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "розиглитазон",
      "description": {
        "common": "гидрокортизон снижает эффекты розиглитазона за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "гидрокортизон снижает уровень салицилатов (не аза) за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "гидрокортизон снижает уровень сальсалатов за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сарграмостим",
      "description": {
        "common": "гидрокортизон усиливает действие сарграмостима за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "саксаглиптин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ситаглиптин",
      "description": {
        "common": "гидрокортизон снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "соматропин",
      "description": {
        "common": "гидрокортизон снижает эффекты соматропина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "суфентанил",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект суфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "гидрокортизон снижает уровень сульфасалазина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "такролимус",
      "description": {
        "common": "гидрокортизон, такролимус.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "телитромицин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект телитромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "темазепам",
      "description": {
        "common": "ципрофлоксацин повышает уровень темазепама за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тестостерон",
      "description": {
        "common": "тестостерон, гидрокортизон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буккальная система тестостерона",
      "description": {
        "common": "тестостерон щечной системы, гидрокортизон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тестостерон актуальные",
      "description": {
        "common": "тестостерон местный, гидрокортизон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиамин",
      "description": {
        "common": "ципрофлоксацин снижает уровень или эффект тиамина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тимолол",
      "description": {
        "common": "ципрофлоксацин повышает уровень тимолола за счет замедления метаболизма. Незначительное/значение неизвестно. Также может редко снижать уровень бета-блокаторов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толазамид",
      "description": {
        "common": "гидрокортизон снижает эффекты толазамида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толбутамид",
      "description": {
        "common": "гидрокортизон снижает эффекты толбутамида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "торсемиде",
      "description": {
        "common": "гидрокортизон, торасемид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триазолам",
      "description": {
        "common": "ципрофлоксацин повышает уровень триазолама за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "троглитазон",
      "description": {
        "common": "гидрокортизон снижает эффекты троглитазона за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тролеандомицин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект тролеандомицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "веснаринон",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект веснаринона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вилдаглиптин",
      "description": {
        "common": "гидрокортизон снижает эффекты вилдаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "винбластин",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект винбластина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "винкристин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект винкристина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "винкристин липосомальный",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект липосомального винкристина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "винорелбин",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект винорелбина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витамин К1 (фитонадион)",
      "description": {
        "common": "ципрофлоксацин снижает уровень или действие витамина К1 (фитонадиона) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "гидрокортизон снижает уровень коры ивы за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Мигрень",
      "percent": null
    },
    {
      "name": "Гиперестезия",
      "percent": null
    },
    {
      "name": "Парестезии",
      "percent": null
    },
    {
      "name": "Грибковый дерматит",
      "percent": null
    },
    {
      "name": "Кашель",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Дерматит",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    }
  ]
}