{
  "name": "дексаметазон/ципрофлоксацин",
  "comment": "Rx",
  "other_names": [
    "Ципродекс"
  ],
  "classes": [
    "Антибиотики/кортикостероиды",
    "слуховой"
  ],
  "source": "https://reference.medscape.com/drug/ciprodex-dexamethasone-ciprofloxacin-343648",
  "pregnancy": {
    "common": [
      "Исследования репродукции животных не проводились; пероральное введение ципрофлоксацина во время органогенеза в дозах до 100 мг/кг беременным мышам и крысам и до 30 мг/кг беременным кроликам, о которых не сообщалось, что они вызывают пороки развития плода; эти дозы по крайней мере в 200 раз превышали рекомендуемую дозу для человека (ROHD у мышей, крыс и кроликов, соответственно, в зависимости от площади поверхности тела (BSA); с дексаметазоном в исследованиях на животных наблюдались пороки развития после глазного и системного введения).",
      "Нет доступных данных об использовании у беременных женщин для оценки риска серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода, связанного с приемом препарата; из-за минимальной системной абсорбции ципрофлоксацина и дексаметазона после местного применения в ушах ожидается, что продукт будет иметь минимальный риск токсичности для матери и плода при введении беременным женщинам."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет данных о влиянии ципрофлоксацина или дексаметазона на выработку молока.",
      "Пользу грудного вскармливания для развития и здоровья следует учитывать наряду с клинической потребностью матери в комбинированном лечении и любыми потенциальными неблагоприятными последствиями терапии для ребенка, находящегося на грудном вскармливании.",
      "В опубликованной литературе сообщается о присутствии ципрофлоксацина в материнском молоке после перорального введения кормящим женщинам; однако из-за минимальной системной абсорбции ципрофлоксацина после местного применения в ушах не ожидается, что грудное вскармливание приведет к воздействию ципрофлоксацина на младенца.",
      "Неизвестно, присутствуют ли ципрофлоксацин и дексаметазон в грудном молоке после местного применения в ушах.",
      "Системно вводимые кортикостероиды попадают в грудное молоко; дексаметазон в грудном молоке может подавлять рост, препятствовать выработке эндогенных кортикостероидов или вызывать другие неблагоприятные эффекты; однако неизвестно, может ли местное ушное введение препарата привести к системной абсорбции, достаточной для образования обнаруживаемых количеств дексаметазона в грудном молоке."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Грибковые или вирусные инфекции наружного канала, включая вирусы ветряной оспы и простого герпеса.",
        "Повышенная чувствительность к любому компоненту (содержит хлорид бензалкония)"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может возникнуть оторея; если она сохраняется после полного курса терапии или если в течение шести месяцев возникают два или более эпизода отореи, рекомендуется дальнейшее обследование для исключения основного состояния, такого как холестеатома, инородное тело или опухоль.",
        "Воспаление и/или разрыв сухожилия, о которых сообщалось при системном применении фторхинолонов; экспозиция при ушном введении значительно ниже, чем при системной терапии; прекратить при первых признаках воспаления или боли в сухожилиях",
        "Длительное использование может привести к чрезмерному росту невосприимчивых бактерий и грибков.",
        "Прекратить прием в случае гиперчувствительности или суперинфекции.",
        "Оцените повторно, если через 1 неделю не будет отмечено улучшения."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "Дерматит",
      "percent": null
    },
    {
      "name": "дисгевзия",
      "percent": null
    },
    {
      "name": "Грибковый дерматит",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Гиперестезия",
      "percent": null
    },
    {
      "name": "Мигрень",
      "percent": null
    },
    {
      "name": "Парестезии",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    }
  ]
}