{
  "name": "метилцеллюлоза",
  "comment": "OTC",
  "other_names": [
    "Цитрусель"
  ],
  "classes": [
    "Слабительные",
    "Массовое производство"
  ],
  "source": "https://reference.medscape.com/drug/citrucel-methylcellulose-342020",
  "pregnancy": {
    "common": [
      "N / A (добавка; не лекарство)"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Данные недоступны; не всасывается, маловероятно, что представляет риск при грудном вскармливании"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность, кишечная непроходимость, симптомы аппендицита или острого операционного живота, изъязвления/спайки ЖКТ, каловые закупорки, дисфагия, ректальное кровотечение"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Не принимайте этот продукт, если вам трудно глотать; если вы испытываете боль в груди, рвоту или трудности с глотанием или дыханием после приема этого продукта, немедленно обратитесь к врачу.",
        "Если вы испытываете боль в животе, тошноту или рвоту или внезапное изменение режима работы кишечника, которое сохраняется в течение 2 недель, проконсультируйтесь с врачом перед использованием.",
        "Без достаточного количества жидкости продукт может набухнуть и закупорить горло или пищевод, что может вызвать удушье.",
        "Не для использования пациентами, которые находятся на диете с низким содержанием соли, если это не предписано врачом.",
        "Если возникает ректальное кровотечение или отсутствие дефекации после использования, это может быть признаком серьезного состояния.",
        "Слабительные не следует использовать в течение периода, превышающего одну неделю, если это не предписано врачом.",
        "Храните в недоступном для детей месте; в случае передозировки немедленно обратитесь за медицинской помощью или в токсикологический центр"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Незначительный",
      "interaction_with": "пикосульфат натрия",
      "description": {
        "common": "метилцеллюлоза снижает действие пикосульфата натрия по механизму: не указан механизм взаимодействия. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Метеоризм",
      "percent": null
    },
    {
      "name": "Воздействие",
      "percent": null
    },
    {
      "name": "Чрезмерная активность кишечника",
      "percent": null
    }
  ]
}