{
  "name": "клиндамицин актуальные",
  "comment": "Rx",
  "other_names": [
    "Эвоклин",
    "Клеоцин Т",
    "КлиндаРич",
    "Клиндетс",
    "клиндацин П",
    "Клиндадерм",
    "КлиндаМакс",
    "Клиндагель"
  ],
  "classes": [
    "Актуальный",
    "Агенты от прыщей"
  ],
  "source": "https://reference.medscape.com/drug/cleocin-t-clindagel-clindamycin-topical-343467",
  "pregnancy": {
    "common": [
      "В клинических исследованиях с участием беременных системное введение клиндамицина во втором и третьем триместрах не было связано с увеличением частоты врожденных аномалий; адекватных исследований у беременных женщин в I триместре беременности не проводилось; клиндамицин следует применять в первом триместре беременности только в случае крайней необходимости."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Пользу грудного вскармливания для развития и здоровья следует учитывать наряду с клинической потребностью матери в клиндамицине и любыми потенциальными побочными эффектами клиндамицина или основного заболевания матери на ребенка, находящегося на грудном вскармливании.",
      "Неизвестно, выделяется ли клиндамицин с грудным молоком после терапии; однако сообщалось, что клиндамицин, вводимый перорально и парентерально, проникает в грудное молоко; клиндамицин может оказывать неблагоприятное воздействие на желудочно-кишечную флору младенцев, находящихся на грудном вскармливании; если кормящей матери требуется пероральный или внутривенный клиндамицин, это не является основанием для прекращения грудного вскармливания, но может быть предпочтительным альтернативный препарат; следить за младенцем на предмет возможных неблагоприятных воздействий на желудочно-кишечную флору, таких как диарея, кандидоз (молочница, опрелости) или, редко, кровь в стуле, указывающая на возможный колит, связанный с приемом антибиотиков"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Практически при применении всех антибактериальных препаратов, включая клиндамицин, сообщалось о псевдомембранозном колите, степень тяжести которого может варьировать от легкой до опасной для жизни; пероральное и парентеральное введение клиндамицина связано с тяжелым колитом, который может закончиться летально; диарея, кровавая диарея и колит (включая псевдомембранозный колит), о которых сообщалось при применении клиндамицина перорально и парентерально, а также при местном (кожном и вагинальном) применении клиндамицина; важно учитывать этот диагноз у пациентов с диареей после введения клиндамицина, даже при вагинальном введении, поскольку примерно 5% дозы клиндамицина системно всасывается из влагалища."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Не показан при воспалительных акне",
        "Регионарный энтерит, язвенный колит или антибиотикоассоциированный колит (включая псевдомембранозный колит) в анамнезе.",
        "Повышенная чувствительность к клиндамицину или линкомицину или к любому из его компонентов."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Системная абсорбция клиндамицина была продемонстрирована после местного применения; немедленно прекратить, если возникает значительная диарея",
        "Может вызывать раздражение, особенно при сопутствующей местной терапии акне, в том числе с отшелушивающими, шелушащими или абразивными средствами.",
        "При нанесении на грудь кормящими матерями следует соблюдать осторожность, чтобы избежать случайного проглатывания младенцем.",
        "Только для наружного применения; избегать попадания в глаза и на слизистые оболочки",
        "Следует использовать с осторожностью у лиц с атопией"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Боль в месте приложения",
      "percent": null
    },
    {
      "name": "эритема",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "грамм",
      "percent": null
    },
    {
      "name": "отрицательный фолликулит",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "себорея",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Дискомфорт в животе",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Колит",
      "percent": null
    },
    {
      "name": "включая псевдомембранозный колит",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Геморрагическая диарея",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    }
  ]
}