{
  "name": "клиндамицин",
  "comment": "Rx",
  "other_names": [
    "Клеоцин педиатрический",
    "Клеоцин"
  ],
  "classes": [
    "Антибиотики",
    "линкозамид"
  ],
  "source": "https://reference.medscape.com/drug/cleocin-clindamycin-342558",
  "pregnancy": {
    "common": [
      "Клиндамицин следует применять в первом триместре беременности только в случае крайней необходимости; Адекватных и хорошо контролируемых исследований у беременных женщин в первом триместре беременности не проводилось. Поскольку исследования репродукции животных не всегда предсказывают реакцию человека, этот препарат следует использовать во время беременности только в случае крайней необходимости.",
      "В клинических исследованиях с участием беременных системное введение клиндамицина во втором и третьем триместрах не было связано с повышением частоты врожденных аномалий."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Пользу грудного вскармливания для развития и здоровья следует учитывать наряду с клинической потребностью матери в клиндамицине и любыми потенциальными неблагоприятными эффектами клиндамицина или основного заболевания матери на ребенка, находящегося на грудном вскармливании.",
      "Сообщалось, что клиндамицин проникает в грудное молоко в диапазоне от 0,5 до 3,8 мкг/мл; клиндамицин может оказывать неблагоприятное воздействие на желудочно-кишечную флору младенцев, находящихся на грудном вскармливании; если кормящей матери требуется пероральный или внутривенный клиндамицин, это не является основанием для прекращения грудного вскармливания, но может быть предпочтительным альтернативный препарат; наблюдать за младенцем на предмет возможных неблагоприятных воздействий на желудочно-кишечную флору, таких как диарея, кандидоз (молочница, опрелости) или, редко, кровь в стуле, указывающая на возможный колит, связанный с приемом антибиотиков"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "C difficile продуцирует токсины A и B, которые способствуют CDAD; Штаммы C. difficile, продуцирующие гипертоксин, увеличивают заболеваемость и смертность (более вероятно, что они будут резистентны к противомикробной терапии и могут потребовать колэктомии).",
        "Сообщалось о диарее, связанной с Clostridium difficile (CDAD), тяжесть которой может варьироваться от легкой диареи до фатального колита.",
        "Если CDAD подозревается или подтверждается, может потребоваться прекращение продолжающегося применения антибиотиков, не направленных против C. difficile."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к клиндамицину, линкомицину или компонентам препарата"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Риск потенциально смертельного псевдомембранозного колита, грибковой или бактериальной суперинфекции при длительном применении; прекратите терапию, если возникают значительные спазмы в животе, диарея или выделение крови и слизи",
        "Указанные хирургические вмешательства следует проводить в сочетании с антибактериальной терапией.",
        "Модификация дозы клиндамицина у пациентов с почечной недостаточностью может не потребоваться.",
        "При введении раствора детям (от рождения до 16 лет) желателен соответствующий мониторинг функций систем органов.",
        "Соблюдайте осторожность при печеночной недостаточности, следите за печеночными нарушениями; при лечении пациентов с тяжелым заболеванием печени следует проводить периодические определения ферментов печени.",
        "Сообщалось о тяжелых кожных реакциях, включая токсический эпидермальный некролиз, лекарственную реакцию с эозинофилией и системными симптомами (DRESS) и синдром Стивенса-Джонсона (ССД), некоторые с летальным исходом; навсегда прекратить, если возникают реакции",
        "Прекратите терапию навсегда и начните соответствующую терапию, если возникает анафилактическая реакция или тяжелая реакция гиперчувствительности.",
        "Препарат для парентерального введения содержит бензиловый спирт, который вызывает синдром удушья и смерть новорожденных.",
        "Профилактика эндокардита: используйте только для пациентов с высоким риском, в соответствии с последними рекомендациями AHA.",
        "Может увеличить риск развития резистентных к лекарственным препаратам бактерий, если они назначаются при отсутствии доказанной или сильно подозреваемой бактериальной инфекции.",
        "Рассмотреть возможность наличия Clostridium difficile у всех пациентов с диареей после применения антибиотиков.",
        "Не для введения в виде болюса; настоять в течение 10-60 мин",
        "Клиндамицин потенциально нефротоксичен; острая почечная недостаточность, включая острую почечную недостаточность; рассмотреть возможность мониторинга почечной функции у пациентов с ранее существовавшей почечной дисфункцией или принимающих сопутствующие нефротоксические препараты; при продолжительной терапии следует проводить мониторинг функции почек",
        "С осторожностью применять у пациентов с желудочно-кишечными заболеваниями в анамнезе, особенно колитами.",
        "Не применять при менингите из-за неадекватного проникновения в спинномозговую жидкость.",
        "Серьезные анафилактические реакции требуют немедленного неотложного лечения адреналином; кислород и внутривенные кортикостероиды также должны вводиться по показаниям.",
        "Назначать с осторожностью лицам с атопией"
      ],
      "specific": [
        {
          "type": "Токсичность у новорожденных",
          "description": [
            "Продукт содержит бензиловый спирт в качестве консерванта; введение внутривенных растворов, содержащих консервант бензиловый спирт, было связано с «синдромом удушья» и смертью новорожденных.",
            "Хотя нормальная терапевтическая доза этого продукта обеспечивает количество бензилового спирта, которое значительно ниже, чем сообщаемое в связи с «синдромом удушья», минимальное количество бензилового спирта, при котором может возникнуть токсичность, неизвестно, и общее суточное воздействие бензилового спирта может быть увеличено. сопутствующими препаратами",
            "Риск токсичности бензилового спирта зависит от вводимого количества и способности печени и почек обезвреживать это химическое вещество; недоношенные дети и дети с низким весом при рождении могут быть более склонны к развитию токсичности",
            "Симптомы включают поразительное начало судорожного дыхания, гипотензию, брадикардию и сердечно-сосудистый коллапс."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "атракурий",
      "description": {
        "common": "клиндамицин усиливает действие атракурия за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "клиндамицин снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "клиндамицин, вакцина против холеры. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цисатракурий",
      "description": {
        "common": "клиндамицин усиливает действие цисатракурия за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "клиндамицин уменьшает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "онаботулотоксин А",
      "description": {
        "common": "клиндамицин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "панкуроний",
      "description": {
        "common": "клиндамицин усиливает действие панкурония за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рапакуроний",
      "description": {
        "common": "клиндамицин усиливает эффекты рапакурония за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "римаботулотоксин B",
      "description": {
        "common": "клиндамицин усиливает действие римаботулотоксина В за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рокуроний",
      "description": {
        "common": "клиндамицин усиливает эффекты рокурония за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "клиндамицин усиливает действие сукцинилхолина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "клиндамицин снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "векуроний",
      "description": {
        "common": "клиндамицин усиливает действие векурония за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "клиндамицин снижает уровень или действие базедоксифена/конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "клиндамицин снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "клиндамицин снижает уровень или эффект диеногеста/эстрадиола валерата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. При одновременном применении может быть рекомендована альтернативная или дополнительная форма контроля рождаемости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "клиндамицин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "клиндамицин снижает уровень или эффект эстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "клиндамицин снижает уровень или действие синтетических конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстропипат",
      "description": {
        "common": "клиндамицин снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "клиндамицин снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инкоботулотоксин А",
      "description": {
        "common": "клиндамицин усиливает действие инкоботулотоксина А за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аминогликозиды могут усиливать действие ботулинического токсина. Внимательно следите за усиление нервно-мышечной блокады."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень клиндамицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "клиндамицин будет снижать уровень или эффект перорального левоноргестрела/этинилэстрадиола/бисглицината железа за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "клиндамицин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мипомерсен",
      "description": {
        "common": "мипомерсен, клиндамицин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оба препарата потенциально могут повышать активность печеночных ферментов; контролировать LFT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитазоксанид",
      "description": {
        "common": "нитазоксанид, клиндамицин.\nОдин из них повышает уровень другого по механизму: конкуренция за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оспемифен",
      "description": {
        "common": "клиндамицин, оспемифен.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "клиндамицин снижает эффекты пикосульфата натрия/оксида магния/безводной лимонной кислоты, изменяя метаболизм. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "клиндамицин будет снижать уровень или эффект бальзазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "биотин",
      "description": {
        "common": "клиндамицин снижает уровень или эффект биотина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "клиндамицин, эритромицин основание.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "клиндамицин, этилсукцинат эритромицина.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "клиндамицин, лактобионат эритромицина.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "клиндамицин, эритромицина стеарат.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "еда",
      "description": {
        "common": "пища снижает уровень клиндамицина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пантотеновая кислота",
      "description": {
        "common": "клиндамицин снижает уровень или эффект пантотеновой кислоты, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин",
      "description": {
        "common": "клиндамицин снижает уровень или эффект пиридоксина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин (противоядие)",
      "description": {
        "common": "клиндамицин снижает уровень или действие пиридоксина (антидота) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиамин",
      "description": {
        "common": "клиндамицин снижает уровень или эффект тиамина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Агранулоцитоз",
      "percent": null
    },
    {
      "name": "эозинофилия",
      "percent": null
    },
    {
      "name": "преходящий",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Грибковое разрастание",
      "percent": null
    },
    {
      "name": "Псевдомембранозный колит",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Стерильный абсцесс на месте ВМ",
      "percent": null
    },
    {
      "name": "Тромбофлебит",
      "percent": null
    },
    {
      "name": "гранулоцитопения",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Полиартрит",
      "percent": null
    },
    {
      "name": "Почечная дисфункция",
      "percent": null
    },
    {
      "name": "Металлический привкус",
      "percent": null
    },
    {
      "name": "Clostridium difficile колит",
      "percent": null
    },
    {
      "name": "Острый генерализованный экзантематозный пустулез",
      "percent": null
    },
    {
      "name": "AGEP",
      "percent": null
    },
    {
      "name": "Многоформная эритема",
      "percent": null
    },
    {
      "name": "некоторые напоминают Стивенса",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Острое повреждение почек",
      "percent": null
    },
    {
      "name": "Лекарственная реакция с эозинофилией и системными симптомами",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    }
  ]
}