{
  "name": "клевидипин",
  "comment": "Rx",
  "other_names": [
    "Клевипрекс"
  ],
  "classes": [
    "Блокаторы кальциевых каналов",
    "Дигидропиридины"
  ],
  "source": "https://reference.medscape.com/drug/cleviprex-clevidipine-342405",
  "pregnancy": {
    "common": [
      "Артериальная гипертензия во время беременности увеличивает риск развития у матери преэклампсии, гестационного диабета, преждевременных родов и осложнений при родах (например, необходимости кесарева сечения и послеродового кровотечения); артериальная гипертензия повышает риск задержки внутриутробного развития плода и внутриутробной смерти; беременные женщины с артериальной гипертензией должны находиться под тщательным наблюдением и соответствующим образом лечиться",
      "Имеющихся данных, основанных на постмаркетинговых отчетах об использовании у беременных женщин, недостаточно для информирования о связанном с приемом препарата риске серьезных врожденных дефектов, выкидыша или неблагоприятных исходах для матери или плода; существуют риски для матери и плода, связанные с плохо контролируемой артериальной гипертензией во время беременности"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях на животных препарат был связан с увеличением числа случаев внутриутробной смерти, небольшим снижением веса плода, задержкой развития скелета, абортами и гибелью эмбрионов при дозах, превышающих ожидаемую дозу для человека.",
          "Не было обнаружено никаких признаков пороков развития эмбриона и плода при непрерывной внутривенной инфузии клевидипина, вводимого беременным крысам и кроликам в период органогенеза в дозах, кратных 2,8 и 7,6 раза ожидаемой дозе для человека 16 мг/ч соответственно."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии препарата в материнском молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Тяжелый аортальный стеноз",
        "Острый панкреатит, если он сопровождается гиперлипидемией",
        "Повышенная чувствительность к лекарственным средствам, соевым продуктам или яичным продуктам.",
        "Нарушенный липидный обмен"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Пациенты, получающие длительные инфузии и не переведенные на другие антигипертензивные препараты, должны находиться под наблюдением на предмет возможности рецидива артериальной гипертензии в течение как минимум 8 часов после прекращения инфузии.",
        "Препарат содержит примерно 0,2 г липидов на мл (2,0 ккал); ограничение потребления липидов может быть необходимо больным со значительными нарушениями липидного обмена; для этих пациентов может потребоваться снижение количества одновременно вводимых липидов, чтобы компенсировать количество липидов, вводимых как часть лекарственной формы.",
        "Может вызвать системную гипотензию и рефлекторную тахикардию; если это происходит, уменьшите дозу препарата; опыт краткосрочной терапии бета-блокаторами для лечения тахикардии, вызванной лекарствами, ограничен; использование бета-блокаторов с этой целью не рекомендуется",
        "Используйте асептическую технику и утилизируйте неиспользованный продукт в течение 12 часов после прокола пробки.",
        "Препарат не является бета-адреноблокатором, не снижает частоту сердечных сокращений и не защищает от последствий резкой отмены бета-адреноблокатора; бета-адреноблокаторы следует отменять только после постепенного снижения дозы",
        "Отсутствуют данные по использованию препарата для лечения гипертонии, связанной с феохромоцитомой.",
        "Дигидропиридиновые блокаторы кальциевых каналов могут оказывать отрицательное инотропное действие и усугублять сердечную недостаточность; внимательно следить за пациентами с сердечной недостаточностью"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофексидин",
      "description": {
        "common": "лофексидин, клевидипин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с другими препаратами, которые снижают пульс или артериальное давление, чтобы снизить риск чрезмерной брадикардии и гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ацебутолол и клевидипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "Альдеслейкин усиливает действие клевидипина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "альфузозин и клевидипин усиливают блокирование антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифостин",
      "description": {
        "common": "амифостин, клевидипин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение со средствами, снижающими артериальное давление, может увеличить риск и тяжесть гипотензии, связанной с амифостином. Когда амифостин используется в химиотерапевтических дозах, откажитесь от препаратов, снижающих артериальное давление, за 24 часа до амифостина; если нельзя отказаться от приема гипотензивных препаратов, не вводите амифостин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амлодипин",
      "description": {
        "common": "амлодипин и клевидипин усиливают блокирование антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и клевидипин усиливают блокирование антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол, клевидипин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аванафил",
      "description": {
        "common": "аванафил усиливает действие клевидипина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "бетаксолол, клевидипин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бисопролол, клевидипин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бретилий",
      "description": {
        "common": "клевидипин, бретилиум.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Каждый препарат может вызвать гипотензию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "ацетат кальция снижает эффекты клевидипина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает эффекты клевидипина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "хлорид кальция снижает эффекты клевидипина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция снижает действие клевидипина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "глюконат кальция снижает эффекты клевидипина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбидопа",
      "description": {
        "common": "карбидопа усиливает действие клевидипина за счет фармакодинамического синергизма. Используйте осторожность/монитор. В начале терапии карбидопой в комбинации с леводопой или без нее или комбинированными препаратами карбидопа-леводопа может потребоваться коррекция дозы антигипертензивного препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол и клевидипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целипролол",
      "description": {
        "common": "целипролол, клевидипин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или действие клевидипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Усиленный эффект блокаторов кальциевых каналов может привести к гипотензии, отекам, снижению ЧСС и острому повреждению почек из-за снижения почечного кровотока."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "клевидипин и дилтиазем усиливают блокирование антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксазозин",
      "description": {
        "common": "доксазозин и клевидипин усиливают блокирование антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсмолол",
      "description": {
        "common": "эсмолол, клевидипин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "Клевидипин и фелодипин усиливают блокирование антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "исрадипин",
      "description": {
        "common": "Клевидипин и исрадипин усиливают блокирование антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет увеличивать уровень или эффект клевидипина на др. (см. комментарий). Изменить терапию/внимательно контролировать. БКК вызывают отрицательные инотропные эффекты, которые могут дополнять эффекты итраконазола; кроме того, итраконазол может ингибировать метаболизм блокаторов кальциевых каналов. Монитор для побочных реакций. Сопутствующее снижение дозы препарата может быть необходимо."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лабеталол",
      "description": {
        "common": "лабеталол и клевидипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "клевидипин усиливает эффекты лазмидитана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Ласмидитан был связан со снижением частоты сердечных сокращений (ЧСС). В исследовании лекарственного взаимодействия добавление однократной дозы 200 мг лазмидитана к пропранололу снижало ЧСС дополнительно на 5 ударов в минуту по сравнению с приемом только пропранолола, до среднего максимума 19 ударов в минуту."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "леводопа усиливает действие клевидипина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Рассмотрите возможность уменьшения дозы антигипертензивного агента."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон усиливает действие клевидипина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: потенциально повышенный риск гипотензии при одновременном применении. Мониторинг артериального давления и корректировка дозы антигипертензивного агента по мере необходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добавка магния",
      "description": {
        "common": "добавка магния, клевидипин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Блокаторы кальциевых каналов могут усиливать токсическое действие магния; магний может усиливать гипотензивное действие блокаторов кальциевых каналов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "маравирок, клевидипин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин повышает уровень клевидипина за счет замедления метаболизма. Используйте осторожность/монитор. Риск аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "клевидипин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект клевидипина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "метопролол и клевидипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксисилит",
      "description": {
        "common": "моксизилит и клевидипин усиливают блокирование антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол и клевидипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "небиволол, клевидипин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "Клевидипин и никардипин усиливают блокирование антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "клевидипин и нифедипин усиливают блокирование антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "клевидипин и нисолдипин усиливают блокирование антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин ректальный",
      "description": {
        "common": "нитроглицерин ректальный, клевидипин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о выраженной ортостатической гипотензии при одновременном применении блокаторов кальциевых каналов и органических нитратов. Обратите внимание на возможные аддитивные гипотензивные эффекты при одновременном применении. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин сублингвально",
      "description": {
        "common": "клевидипин, нитроглицерин сублингвально.\nОдин из них увеличивает токсичность другого за счет дополнительной вазодилатации. Изменить терапию/внимательно контролировать. При одновременном применении сообщалось о выраженной ортостатической гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитропруссид натрия",
      "description": {
        "common": "клевидипин усиливает действие нитропруссида натрия за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC) повышают уровень или эффект клевидипина за счет изменения метаболизма. Изменить терапию/внимательно контролировать. При необходимости можно уменьшить дозу блокатора кальциевых каналов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "пенбутолол и клевидипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "феноксибензамин",
      "description": {
        "common": "феноксибензамин и клевидипин усиливают блокирование антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентоламин",
      "description": {
        "common": "фентоламин и клевидипин усиливают блокирование антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "пиндолол и клевидипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "празозин",
      "description": {
        "common": "празозин и клевидипин усиливают блокирование антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пропранолол и клевидипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силодозин",
      "description": {
        "common": "силодозин и клевидипин усиливают блокирование антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "клевидипин, сульфат натрия/?сульфат магния/хлорид калия.\nОдин из них усиливает действие другого по неизвестному механизму. Используйте осторожность/монитор. Мониторинг гипотензии или мышечной слабости у пациентов, получающих блокаторы кальциевых каналов с повышенной концентрацией магния в сыворотке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "клевидипин, сульфат натрия/сульфат калия/сульфат магния.\nОдин из них усиливает действие другого по неизвестному механизму. Используйте осторожность/монитор. Мониторинг гипотензии или мышечной слабости у пациентов, получающих блокаторы кальциевых каналов с повышенной концентрацией магния в сыворотке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "соталол и клевидипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тадалафил",
      "description": {
        "common": "тадалафил усиливает эффекты клевидипина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "клевидипин повышает токсичность темсиролимуса по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация ингибиторов mTOR с блокаторами кальциевых каналов увеличивает риск ангионевротического отека."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "terazosin",
      "description": {
        "common": "теразозин и клевидипин усиливают блокирование антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "тимолол и клевидипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "клевидипин и верапамил усиливают блокирование антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол повышает уровень клевидипина за счет замедления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксипамид",
      "description": {
        "common": "ксипамид усиливает действие клевидипина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репейник",
      "description": {
        "common": "Репейник усиливает действие клевидипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "атракурий",
      "description": {
        "common": "клевидипин усиливает действие атракурия за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Блокаторы кальциевых каналов препятствуют высвобождению ацетилхолина из пресинаптического аксона."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает действие клевидипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цисатракурий",
      "description": {
        "common": "клевидипин усиливает эффекты цисатракурия за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Блокаторы кальциевых каналов препятствуют высвобождению ацетилхолина из пресинаптического аксона."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "кукурузные рыльца усиливают действие клевидипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фо-ти",
      "description": {
        "common": "fo-ti усиливает эффекты клевидипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "форсколин",
      "description": {
        "common": "форсколин усиливает действие клевидипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "литий",
      "description": {
        "common": "клевидипин увеличивает токсичность лития за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск нейротоксичности."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие клевидипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метипранолол офтальмологический",
      "description": {
        "common": "метипранолол офтальмологический усиливает действие клевидипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "октакозанол",
      "description": {
        "common": "октакозанол усиливает действие клевидипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "онаботулотоксин А",
      "description": {
        "common": "клевидипин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Блокаторы кальциевых каналов препятствуют высвобождению ацетилхолина из пресинаптического аксона."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "панкуроний",
      "description": {
        "common": "клевидипин усиливает действие панкурония за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Блокаторы кальциевых каналов препятствуют высвобождению ацетилхолина из пресинаптического аксона."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "порфимер",
      "description": {
        "common": "клевидипин снижает уровень порфимера по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рапакуроний",
      "description": {
        "common": "клевидипин усиливает эффекты рапакурония за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Блокаторы кальциевых каналов препятствуют высвобождению ацетилхолина из пресинаптического аксона."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "reishi",
      "description": {
        "common": "Рейши усиливает действие клевидипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рокуроний",
      "description": {
        "common": "клевидипин усиливает действие рокурония за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Блокаторы кальциевых каналов препятствуют высвобождению ацетилхолина из пресинаптического аксона."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "пастушья сумка, клевидипин. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Теоретически пастушья сумка может мешать контролю АД."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "клевидипин усиливает действие сукцинилхолина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Блокаторы кальциевых каналов препятствуют высвобождению ацетилхолина из пресинаптического аксона."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "тизанидин усиливает действие клевидипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трепростинил",
      "description": {
        "common": "трепростинил усиливает действие клевидипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "векуроний",
      "description": {
        "common": "клевидипин усиливает эффекты векурония за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Блокаторы кальциевых каналов препятствуют высвобождению ацетилхолина из пресинаптического аксона."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вертепорфин",
      "description": {
        "common": "клевидипин повышает уровень вертепорфина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "ФП",
      "percent": "21"
    },
    {
      "name": "Тошнота",
      "percent": "21"
    },
    {
      "name": "Острая почечная недостаточность",
      "percent": "9"
    },
    {
      "name": "Головная боль",
      "percent": "6"
    },
    {
      "name": "Рвота",
      "percent": "3"
    },
    {
      "name": "Остановка сердца",
      "percent": null
    },
    {
      "name": "Инфаркт миокарда",
      "percent": null
    },
    {
      "name": "Повышение триглицеридов в крови",
      "percent": null
    },
    {
      "name": "илеус",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Рефлекторная тахикардия",
      "percent": null
    },
    {
      "name": "Снижение насыщения кислородом",
      "percent": null
    },
    {
      "name": "возможно легочное шунтирование",
      "percent": null
    }
  ]
}