{
  "name": "клиндамицин вагинальный",
  "comment": "Rx",
  "other_names": [
    "Хасиато",
    "Clindesse вагинальный крем",
    "Клеоцин вагинальные яйцеклетки",
    "Клеоцин вагинальный крем"
  ],
  "classes": [
    "Вагинальные препараты",
    "Другой"
  ],
  "source": "https://reference.medscape.com/drug/clindesse-vaginal-cream-cleocin-vaginal-cream-clindamycin-vaginal-4000260",
  "pregnancy": {
    "common": [
      "Не изучался у беременных женщин.",
      "Другие вагинальные препараты клиндамицина использовались для лечения беременных женщин во втором и третьем триместре."
    ],
    "specific": [
      {
        "type": "Clindesse вагинальный крем",
        "description": [
          "Адекватных и строго контролируемых исследований у беременных женщин не проводилось.",
          "Использовать во время беременности только в случае крайней необходимости"
        ]
      },
      {
        "type": "Клеоцин вагинальный крем или суппозитории",
        "description": [
          "Адекватных и строго контролируемых исследований у беременных женщин в первом триместре не проводилось; используйте только в случае явной необходимости, и преимущества перевешивают риски",
          "В клинических исследованиях с участием беременных системное введение клиндамицина во втором и третьем триместрах не было связано с повышением частоты врожденных аномалий.",
          "Изучали беременных женщин во втором триместре; у пациенток, получавших лечение в течение 7 дней, аномальные роды были зарегистрированы у 1,1% пациенток, получавших вагинальный крем с клиндамицином, по сравнению с 0,5% пациенток, получавших плацебо."
        ]
      },
      {
        "type": "Хасиато",
        "description": [
          "Основываясь на низкой системной абсорбции при интравагинальном пути введения у небеременных женщин, использование матери, вероятно, не приведет к значительному воздействию препарата на плод."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Несовместим с полиуретановыми презервативами и может их ослабить; поэтому использование полиуретановых презервативов не рекомендуется во время лечения и в течение 7 дней после него.",
          "Рекомендовать пациентам использовать латексные или полиизопреновые презервативы для контрацепции во время и в течение 7 дней после лечения."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Неизвестно, выделяется ли с грудным молоком человека после использования вагинально управляемого клиндамицина фосфата; обнаруживается в грудном молоке после перорального или внутривенного введения",
      "Клиндамицин может оказывать неблагоприятное воздействие на желудочно-кишечную флору младенцев, находящихся на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "С трудный",
        "Не используйте барьерные контрацептивы (например, презервативы, диафрагмы), которые не рекомендуются одновременно или в течение 5 дней после лечения вагинальными кремами или суппозиториями с клиндамицином; кремы содержат минеральное масло, а суппозитории содержат маслянистую основу, которая может ослабить изделия из латекса или резины.",
        "-ассоциированная диарея",
        "Clostridium трудный",
        "Регионарный энтерит, язвенный колит или",
        "- ассоциированная диарея (CDAD) была зарегистрирована при использовании почти всех антибактериальных препаратов, включая клиндамицин, и может варьироваться по степени тяжести от легкой диареи до фатального колита; при подозрении или подтверждении продолжающееся применение антибиотиков, не направленное против",
        "может потребоваться прекращение; инициировать управление жидкостью и электролитами, белковые добавки, лечение антибиотиками",
        "Повышенная чувствительность к клиндамицину или другим линкозамидам."
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Грибковый вагиноз",
      "percent": "14"
    },
    {
      "name": "Cleocin вагинальный крем H",
      "percent": "4"
    },
    {
      "name": "Вагинальный монилиаз",
      "percent": "7.1-13.3"
    },
    {
      "name": "Вульвовагинальный кандидоз",
      "percent": "17"
    },
    {
      "name": "Головная боль",
      "percent": "7"
    },
    {
      "name": "Боль в спине",
      "percent": "5"
    },
    {
      "name": "Запор",
      "percent": "2"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "2"
    },
    {
      "name": "Вульвовагинит",
      "percent": "4.4-6"
    },
    {
      "name": "Вульвовагинальное расстройство",
      "percent": "3.2-7.1"
    },
    {
      "name": "Трихомонадный вагинит",
      "percent": "1.3"
    },
    {
      "name": "монилиоз",
      "percent": "0.2-1.3"
    },
    {
      "name": "тело",
      "percent": "1.1"
    },
    {
      "name": "Зуд",
      "percent": "3.4"
    },
    {
      "name": "сайт без приложения",
      "percent": "1.9"
    },
    {
      "name": "Вульвовагинальное расстройство",
      "percent": "1.5"
    },
    {
      "name": "Вагинальная боль",
      "percent": "1"
    },
    {
      "name": "Вагинальный монилиаз",
      "percent": "17"
    },
    {
      "name": "Грибковая инфекция",
      "percent": null
    },
    {
      "name": "Вульвовагинальный кандидоз",
      "percent": null
    }
  ]
}