{
  "name": "клобетазол",
  "comment": "Rx",
  "other_names": [
    "Импойз",
    "Клобекс",
    "Клодан Кит",
    "Клобекс спрей",
    "Олюкс-Э",
    "Клодан Шампунь",
    "Приложение Cormax для скальпа",
    "Мазь Кормакс",
    "Кормакс",
    "Олюкс",
    "Клобекс шампунь"
  ],
  "classes": [
    "Актуальный",
    "Кортикостероиды"
  ],
  "source": "https://reference.medscape.com/drug/clobex-clobetasol-topical-343516",
  "pregnancy": {
    "common": [
      "Консультировать беременных женщин о потенциальном риске для плода и использовать клобетазол на наименьшем участке кожи и в течение как можно более короткого периода времени.",
      "В исследованиях репродукции животных после подкожного введения клобетазола беременным мышам и кроликам наблюдалось увеличение количества пороков развития (например, расщелины неба и скелетных аномалий).",
      "Данных о безопасности клобетазола у беременных нет.",
      "Опубликованные данные сообщают о значительно повышенном риске низкой массы тела при рождении при использовании более 300 грамм сильнодействующих или очень сильнодействующих местных кортикостероидов во время беременности."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Неизвестно, может ли местное введение клобетазола привести к достаточной системной абсорбции для образования обнаруживаемых количеств в грудном молоке.",
      "Чтобы свести к минимуму потенциальное воздействие на ребенка, находящегося на грудном вскармливании, через грудное молоко, используйте клобетазол на наименьшем участке кожи и в течение как можно более короткого периода времени во время грудного вскармливания.",
      "Системно вводимые кортикостероиды попадают в грудное молоко и могут подавлять рост, препятствовать выработке эндогенных кортикостероидов или вызывать другие неблагоприятные эффекты.",
      "Посоветуйте кормящим женщинам избегать нанесения клобетазола непосредственно на сосок и ареолу, чтобы предотвратить прямое воздействие на младенца.",
      "Отсутствует информация о присутствии клобетазола в грудном молоке или его влиянии на ребенка, находящегося на грудном вскармливании, или на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Офтальмологическое использование",
        "Вирусные, грибковые или туберкулезные поражения кожи",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Могут возникать местные эффекты, включая периоральный дерматит, акнеформные высыпания, фолликулит, гипопигментацию, атрофию кожи, потницу, вторичную инфекцию и телеангиэктазии; эффекты могут быть обратимыми",
        "Саркома Капоши сообщалось о длительном лечении кортикостероидами; рассмотреть вопрос о прекращении терапии, если это произойдет",
        "Может вызывать гиперкортицизм или подавление гипоталамо-гипофизарно-надпочечниковой (ГГН) системы, особенно у детей младшего возраста или у пациентов, получающих высокие дозы в течение длительного времени.",
        "Чрескожное всасывание кортикостероидов может вызвать проявления синдрома Кушинга.",
        "Актуальные кортикостероиды могут увеличить риск глаукомы и задней субкапсулярной катаракты; глаукома и катаракта сообщили в postmarketing; избегать попадания в глаза; посоветуйте пациентам сообщать о любых визуальных симптомах",
        "Сопутствующие кожные инфекции могут присутствовать или развиваться во время терапии; прекратить, если дерматологическая инфекция сохраняется после антимикробной терапии",
        "При использовании сообщалось об аллергическом контактном дерматите; диагностируется по неизлечимой болезни, а не по клиническому обострению",
        "Пенная лекарственная форма легко воспламеняется; избегать огня, пламени или курения во время и сразу после нанесения",
        "Используйте более низкие потенции у детей; может поглощать пропорционально большие количества после местного применения и может вызывать системные эффекты; лечение детей <12 лет не рекомендуется; длительное использование может повлиять на скорость роста (регулярно контролировать рост у детей); Лосьон Clobex, спрей Clobex, шампунь Clobex, шампунь Clodan не рекомендуется использовать у пациентов младше 17 лет.",
        "Длительная местная терапия кортикостероидами может препятствовать росту и развитию детей."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Атрофия кожи",
      "percent": "4.2"
    },
    {
      "name": "телеангиэктазии",
      "percent": "3.2"
    },
    {
      "name": "Дискомфорт кожи",
      "percent": "1.3"
    },
    {
      "name": "Сухая кожа",
      "percent": "1"
    }
  ]
}