{
  "name": "Фактор X, человек",
  "comment": "Rx",
  "other_names": [
    "Коагадекс"
  ],
  "classes": [
    "Кровоостанавливающие средства",
    "Факторы коагуляции"
  ],
  "source": "https://reference.medscape.com/drug/coagadex-factor-x-human-1000033",
  "pregnancy": {
    "common": [
      "Нет данных об использовании концентрата фактора X беременными женщинами для информирования о риске, связанном с приемом лекарств.",
      "Следует назначать беременной женщине только в случае крайней необходимости",
      "Исследования репродукции животных не проводились",
      "Неизвестно, может ли концентрат фактора X нанести вред плоду при введении беременной женщине или повлиять на репродуктивную способность."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Неизвестно, проникает ли он в грудное молоко человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Документально подтвержденная опасная для жизни гиперчувствительность к фактору Х человека или его компонентам"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Осторожность при одновременном применении с другими препаратами плазмы, которые могут содержать фактор X (например, свежезамороженная плазма, концентраты протромбинового комплекса).",
        "Могут возникнуть реакции гиперчувствительности аллергического типа (например, анафилаксия, ангионевротический отек, воспаление в месте инфузии, озноб, кашель, головокружение, лихорадка, приливы, генерализованная крапивница, головная боль, крапивница, гипотония, вялость, мышечно-скелетные боли, тошнота, зуд, сыпь, беспокойство, тахикардия, стеснение в груди, покалывание, рвота, хрипы); немедленно прекратите прием продукта и назначьте соответствующее неотложное лечение",
        "Возможно образование нейтрализующих антител (ингибиторов) к фактору X; если ожидаемые уровни активности фактора X не достигаются или если кровотечение не контролируется ожидаемой дозой, выполните анализ, который измеряет концентрацию ингибитора фактора X.",
        "Возможна передача инфекционных агентов; продукт получен из крови человека, и, несмотря на меры по скринингу и инактивации/удалению определенных вирусов, он может нести риск передачи инфекционных агентов (например, вирусов, возбудителя варианта болезни Крейтцфельдта-Якоба [vCJD] и, теоретически, вируса Крейтцфельдта-Якоба [vCJD]). Возбудитель болезни Якоба [CJD])",
        "Мониторинг активности фактора X в плазме и мониторинг ингибиторов фактора X",
        "Основываясь на механизме действия фактора X, человеку, вероятно, противодействуют прямые и непрямые ингибиторы фактора Xa (например, апиксабан, эдоксабан, дабигатран)."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "антитромбин альфа будет снижать уровень или эффект фактора X человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Основываясь на механизме действия, фактору X, вероятно, противодействуют прямые и непрямые ингибиторы фактора Xa."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "антитромбин III будет снижать уровень или эффект фактора X человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Основываясь на механизме действия, фактору X, вероятно, противодействуют прямые и непрямые ингибиторы фактора Xa."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апиксабан",
      "description": {
        "common": "апиксабан будет снижать уровень или эффект фактора X человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Основываясь на механизме действия, фактору X, вероятно, противодействуют прямые и непрямые ингибиторы фактора Xa."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аргатробан",
      "description": {
        "common": "аргатробан будет снижать уровень или эффект фактора X человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Основываясь на механизме действия, фактору X, вероятно, противодействуют прямые и непрямые ингибиторы фактора Xa."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "бивалирудин будет снижать уровень или эффект фактора X человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Основываясь на механизме действия, фактору X, вероятно, противодействуют прямые и непрямые ингибиторы фактора Xa."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "далтепарин будет снижать уровень или эффект фактора X человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Основываясь на механизме действия, фактору X, вероятно, противодействуют прямые и непрямые ингибиторы фактора Xa."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десирудин",
      "description": {
        "common": "десирудин уменьшит уровень или действие фактора X человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Основываясь на механизме действия, фактору X, вероятно, противодействуют прямые и непрямые ингибиторы фактора Xa."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эдоксабан",
      "description": {
        "common": "Эдоксабан будет снижать уровень или эффект фактора X человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Основываясь на механизме действия, фактору X, вероятно, противодействуют прямые и непрямые ингибиторы фактора Xa."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "эноксапарин будет снижать уровень или эффект фактора X человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Основываясь на механизме действия, фактору X, вероятно, противодействуют прямые и непрямые ингибиторы фактора Xa."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "фондапаринукс будет снижать уровень или эффект фактора X человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Основываясь на механизме действия, фактору X, вероятно, противодействуют прямые и непрямые ингибиторы фактора Xa."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гепарин",
      "description": {
        "common": "гепарин снизит уровень или эффект фактора X человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Основываясь на механизме действия, фактору X, вероятно, противодействуют прямые и непрямые ингибиторы фактора Xa."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "ривароксабан будет снижать уровень или эффект фактора X человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Основываясь на механизме действия, фактору X, вероятно, противодействуют прямые и непрямые ингибиторы фактора Xa."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "свежезамороженная плазма",
      "description": {
        "common": "Фактор X, человеческая, свежезамороженная плазма.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Следует соблюдать осторожность у пациентов, получающих другие препараты плазмы, которые могут содержать фактор X (например, свежезамороженную плазму, концентраты протромбинового комплекса)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "концентрат протромбинового комплекса человеческий",
      "description": {
        "common": "Фактор X, человеческий, концентрат протромбинового комплекса, человеческий.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Следует соблюдать осторожность у пациентов, получающих другие препараты плазмы, которые могут содержать фактор X (например, свежезамороженную плазму, концентраты протромбинового комплекса)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "красные кровяные клетки",
      "description": {
        "common": "Фактор X, человек, эритроциты.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Следует соблюдать осторожность у пациентов, получающих другие препараты плазмы, которые могут содержать фактор X (например, свежезамороженную плазму, концентраты протромбинового комплекса)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "промытые эритроциты",
      "description": {
        "common": "Фактор X, человеческий, отмытые эритроциты.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Следует соблюдать осторожность у пациентов, получающих другие препараты плазмы, которые могут содержать фактор X (например, свежезамороженную плазму, концентраты протромбинового комплекса)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цельная кровь",
      "description": {
        "common": "Фактор X, человек, цельная кровь.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Следует соблюдать осторожность у пациентов, получающих другие препараты плазмы, которые могут содержать фактор X (например, свежезамороженную плазму, концентраты протромбинового комплекса)."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Эритема в месте инфузии",
      "percent": "5.6"
    },
    {
      "name": "Усталость",
      "percent": "5.6"
    },
    {
      "name": "Боль в спине",
      "percent": "5.6"
    },
    {
      "name": "Боль в месте введения",
      "percent": "5.6"
    }
  ]
}