{
  "name": "бальзазид",
  "comment": "Rx",
  "other_names": [
    "Джазо (доктор наук)",
    "Колазаль"
  ],
  "classes": [
    "Производные 5-аминосалициловой кислоты"
  ],
  "source": "https://reference.medscape.com/drug/colazal-giazo-balsalazide-342075",
  "pregnancy": null,
  "lactation": null,
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к салицилатам, бальзазиду, месаламину."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Мезаламин-индуцированные реакции гиперчувствительности могут проявляться поражением внутренних органов, включая миокардит, перикардит, нефрит, гепатит, пневмонит и гематологические нарушения; немедленно оценить пациентов, если присутствуют признаки или симптомы реакции гиперчувствительности; прекратить терапию, если альтернативная этиология не может быть установлена",
        "Сообщается о светочувствительности; посоветуйте пациентам с ранее существовавшими кожными заболеваниями избегать пребывания на солнце, носить защитную одежду и использовать солнцезащитный крем широкого спектра действия на открытом воздухе",
        "Стеноз привратника или другая органическая или функциональная обструкция в верхних отделах желудочно-кишечного тракта может вызвать длительную задержку этого препарата в желудке, что задержит высвобождение мезаламина в толстой кишке; избегать этого препарата у пациентов с риском обструкции верхних отделов желудочно-кишечного тракта",
        "Были сообщения о печеночной недостаточности у пациентов с ранее существовавшим заболеванием печени, которым вводили месаламин; поскольку балсалазид превращается в месаламин, оцените риски и преимущества использования этого препарата у пациентов с известным нарушением функции печени.",
        "Использование месаламина может привести к ложно завышенным результатам теста при измерении норметанефрина в моче с помощью жидкостной хроматографии с электрохимическим обнаружением.",
        "Сообщается о нефролитиазе; камни, содержащие активный компонент месаламин, не обнаруживаются при стандартной рентгенографии или компьютерной томографии (КТ). обеспечить адекватное потребление жидкости во время лечения",
        "Риск обострения язвенного колита",
        "Тяжелые кожные побочные реакции, в том числе синдром Стивенса-Джонсона (ССД) и токсический эпидермальный некролиз (ТЭН), лекарственная реакция с эозинофилией и системными симптомами (DRESS) и острый генерализованный экзантематозный пустулез (ОГЭП), о которых сообщалось при применении, следует прекратить терапию при первых признаках или симптомы тяжелых побочных реакций со стороны кожи или другие признаки гиперчувствительности и рассмотреть возможность дальнейшего обследования"
      ],
      "specific": [
        {
          "type": "Почечная недостаточность",
          "description": [
            "Оценить функцию почек в начале лечения и периодически во время лечения; оценить риски и преимущества у пациентов с известной почечной недостаточностью или принимающих нефротоксичные препараты; следить за функцией почек",
            "Почечная недостаточность, включая болезнь с минимальными изменениями, острый и хронический интерстициальный нефрит и почечную недостаточность."
          ]
        },
        {
          "type": "Синдром толерантности к месаламину",
          "description": [
            "Мониторинг пациентов для ухудшения этих симптомов во время лечения; при подозрении на синдром острой непереносимости немедленно прекратить лечение",
            "Бальсалазид превращается в месаламин, что связано с синдромом острой непереносимости, который трудно отличить от обострения язвенного колита.",
            "Хотя точная частота встречаемости не установлена, в контролируемых клинических исследованиях месаламина или сульфасалазина она встречалась у 3% пациентов.",
            "Симптомы включают спазмы, острую боль в животе и кровавый понос, иногда лихорадку, головную боль и сыпь."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "барицитиниб",
      "description": {
        "common": "бальзазид увеличивает уровень или эффект барицитиниба за счет уменьшения элиминации. Избегайте или используйте альтернативный препарат. Совместное применение барицитиниба с ингибиторами переносчика сильных органических анионов 3 (ОАТ3) не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "бальзазид, вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "бальзазид, вакцина против вируса ветряной оспы живая. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид, бальзазид.\nЛибо повышает уровень другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Ингибиторы карбоангидразы (КАИ) и салицилаты ингибируют секрецию друг друга в почечных канальцах, что приводит к повышению их уровня в плазме. CAI также перемещают салицилаты из плазмы в ЦНС, что приводит к потенциальной нейротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бринзоламид",
      "description": {
        "common": "бринзоламид, бальсалазид.\nЛибо повышает уровень другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Ингибиторы карбоангидразы (КАИ) и салицилаты ингибируют секрецию друг друга в почечных канальцах, что приводит к повышению их уровня в плазме. CAI также перемещают салицилаты из плазмы в ЦНС, что приводит к потенциальной нейротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень бальзалазида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метазоламид",
      "description": {
        "common": "метазоламид, бальзазид.\nЛибо повышает уровень другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Ингибиторы карбоангидразы (КАИ) и салицилаты ингибируют секрецию друг друга в почечных канальцах, что приводит к повышению их уровня в плазме. CAI также перемещают салицилаты из плазмы в ЦНС, что приводит к потенциальной нейротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "микофенолят",
      "description": {
        "common": "балсалазид будет увеличивать уровень или эффект микофенолата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пивмециллинам",
      "description": {
        "common": "пивмециллинам, бальзазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пробенецид",
      "description": {
        "common": "балсалазид будет увеличивать уровень или эффект пробенецида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рокситромицин",
      "description": {
        "common": "рокситромицин снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темоциллин",
      "description": {
        "common": "темоциллин, бальзазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "тикарциллин, бальзазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, бальзазид.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "балсалазид усиливает эффекты варфарина за счет антикоагуляции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "ацеклофенак будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "ацеметацин будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацикловир",
      "description": {
        "common": "балсалазид будет увеличивать уровень или эффект ацикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия, бальзазид. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амикацин",
      "description": {
        "common": "амикацин снижает уровень или эффект бальзалазида, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "aminohippurate sodium",
      "description": {
        "common": "балсалазид будет увеличивать уровень или эффект аминогиппурата натрия за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аскорбиновая кислота",
      "description": {
        "common": "балсалазид снижает уровень аскорбиновой кислоты за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "ректальный аспирин повысит уровень или действие бальсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия повышают уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "азтреонам",
      "description": {
        "common": "азтреонам снизит уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "бендрофлуметиазид будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает уровень бальзалазида за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буметанид",
      "description": {
        "common": "бальзазид, буметанид. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Салицилаты реже, чем другие НПВП, взаимодействуют с буметанидом."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция, бальзазид. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефадроксил",
      "description": {
        "common": "цефадроксил снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефамандол",
      "description": {
        "common": "цефамандол снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефпиром",
      "description": {
        "common": "цефпиром снизит уровень или эффект бальзазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб будет повышать уровень или эффект бальзазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефалексин",
      "description": {
        "common": "цефалексин снизит уровень или эффект бальзазида, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоргексидин перорально",
      "description": {
        "common": "пероральный хлоргексидин снизит уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "балсалазид будет увеличивать уровень или эффект хлорпропамида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "хлорталидон будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "трисалицилат магния холина будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клиндамицин",
      "description": {
        "common": "клиндамицин будет снижать уровень или эффект бальзазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает уровень бальсалазида за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цианокобаламин",
      "description": {
        "common": "балсалазид снижает уровень цианокобаламина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "циклопентиазид будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дапсон",
      "description": {
        "common": "дапсон будет снижать уровень или эффект бальзазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт снижает уровень бальзалазида за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "демеклоциклин снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень бальзалазида за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диклофенак",
      "description": {
        "common": "диклофенак будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлунизал повышает уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксициклин",
      "description": {
        "common": "доксициклин снизит уровень или эффект бальзазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эртапенем",
      "description": {
        "common": "эртапенем снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "Этанол увеличивает токсичность бальсалазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск желудочно-кишечного кровотечения."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этодолак",
      "description": {
        "common": "Этодолак будет увеличивать уровень или эффект бальзазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флероксацин",
      "description": {
        "common": "флероксацин будет снижать уровень или эффект бальзалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает уровень бальсалазида за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен будет повышать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фолиевая кислота",
      "description": {
        "common": "балсалазид снижает уровень фолиевой кислоты за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фосфомицин",
      "description": {
        "common": "фосфомицин будет снижать уровень или эффект бальзалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ганцикловир",
      "description": {
        "common": "балсалазид будет повышать уровень или эффект ганцикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гентамицин",
      "description": {
        "common": "гентамицин снизит уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глимепирид",
      "description": {
        "common": "балсалазид усиливает действие глимепирида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глипизид",
      "description": {
        "common": "балсалазид усиливает действие глипизида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глибурид",
      "description": {
        "common": "балсалазид усиливает действие глибурида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон снижает уровень бальзалазида за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен будет повышать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен внутривенно повышает уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "Индапамид будет увеличивать уровень или эффект бальзалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "балсалазид усиливает действие инсулина аспарт за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "балсалазид усиливает действие инсулина детемир за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "балсалазид усиливает действие инсулина гларгина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "балсалазид усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "балсалазид усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "балсалазид усиливает действие инсулина НПХ за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "балсалазид усиливает действие обычного человеческого инсулина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "кетопрофен будет увеличивать уровень или эффект бальзалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак",
      "description": {
        "common": "кеторолак будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "Кеторолак интраназально увеличивает уровень или эффект бальсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "L-метилфолат",
      "description": {
        "common": "балсалазид снижает уровень L-метилфолата путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "левофлоксацин снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид будет снижать уровень или эффект бальзазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "Лорноксикам будет повышать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "мефенамовая кислота будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "мелоксикам будет повышать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "меропенем",
      "description": {
        "common": "меропенем снизит уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "меропенем/ваборбактам",
      "description": {
        "common": "меропенем/ваборбактам будет снижать уровень или эффект бальзалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "месаламин",
      "description": {
        "common": "балсалазид будет увеличивать уровень или эффект месаламина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "метиклотиазид будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "метилпреднизолон снижает уровень бальзалазида за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "метолазон будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол снизит уровень или эффект бальзалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "миноциклин",
      "description": {
        "common": "миноциклин снизит уровень или эффект бальзазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "моксифлоксацин снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "набуметон",
      "description": {
        "common": "набуметон будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "напроксен",
      "description": {
        "common": "напроксен будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "неомицин перорально снизит уровень или эффект бальзалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нитрофурантоин",
      "description": {
        "common": "нитрофурантоин снизит уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "оксапрозин будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "окситетрациклин",
      "description": {
        "common": "окситетрациклин снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "парекоксиб будет повышать уровень или эффект бальсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "паромомицин",
      "description": {
        "common": "паромомицин снижает уровень или эффект бальзалазида, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пироксикам будет повышать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пивмециллинам",
      "description": {
        "common": "пивмециллинам будет снижать уровень или эффект бальзазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает уровень бальзалазида за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает уровень бальзалазида за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "Хинупристин/дальфопристин снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "плоды шиповника повышают уровень или эффект бальзазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (не аза) будут повышать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия, бальзазид. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота, бальзазид. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "стрептомицин",
      "description": {
        "common": "стрептомицин снижает уровень или эффект бальзалазида, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "сульфадиазин будет снижать уровень или эффект бальзазида, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол снижает уровень или эффект бальзалазида, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "сульфасалазин будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "сульфизоксазол снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сулиндак",
      "description": {
        "common": "сулиндак будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тейкопланин",
      "description": {
        "common": "тейкопланин будет снижать уровень или эффект бальзазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "темоциллин",
      "description": {
        "common": "темоциллин будет снижать уровень или эффект бальзалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "тетрациклин снизит уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "тикарциллин снижает уровень или эффект бальзалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тигециклин",
      "description": {
        "common": "тигециклин снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тобрамицин",
      "description": {
        "common": "тобрамицин снизит уровень или эффект бальзазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толазамид",
      "description": {
        "common": "балсалазид усиливает действие толазамида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толбутамид",
      "description": {
        "common": "балсалазид усиливает действие толбутамида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "толфенамовая кислота будет повышать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толметин",
      "description": {
        "common": "толметин будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень бальзалазида за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триметоприм",
      "description": {
        "common": "триметоприм снизит уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "валганцикловир",
      "description": {
        "common": "балсалазид будет увеличивать уровень или эффект валганцикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ванкомицин",
      "description": {
        "common": "ванкомицин будет снижать уровень или эффект бальзалазида, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил усиливает действие бальзалазида по неизвестному механизму. Незначительное/значение неизвестно. Повышенная антиагрегантная активность."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "балсалазид будет увеличивать уровень или эффект коры ивы за счет кислой (анионной) конкуренции наркотиков за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "15"
    },
    {
      "name": "пешеходы",
      "percent": "13"
    },
    {
      "name": "Боль в животе",
      "percent": "10"
    },
    {
      "name": "пешеходы",
      "percent": "8"
    },
    {
      "name": "Рвота",
      "percent": "6"
    },
    {
      "name": "пешеходы",
      "percent": "5"
    },
    {
      "name": "Головная боль",
      "percent": "5"
    },
    {
      "name": "Боль в животе",
      "percent": "4"
    },
    {
      "name": "Тошнота",
      "percent": "4"
    },
    {
      "name": "Диарея",
      "percent": "4"
    },
    {
      "name": "Дыхательная инфекция",
      "percent": "2"
    },
    {
      "name": "Артралгия",
      "percent": "2"
    },
    {
      "name": "Рвота",
      "percent": "2"
    },
    {
      "name": "Усталость",
      "percent": "2"
    },
    {
      "name": "Бессонница",
      "percent": "2"
    },
    {
      "name": "Кашель",
      "percent": "2"
    },
    {
      "name": "Фарингит",
      "percent": "2"
    },
    {
      "name": "Ринит",
      "percent": "2"
    },
    {
      "name": "Диспепсия",
      "percent": "2"
    },
    {
      "name": "Анорексия",
      "percent": "1"
    },
    {
      "name": "Метеоризм",
      "percent": "1"
    },
    {
      "name": "Высокая температура",
      "percent": "1"
    },
    {
      "name": "Запор",
      "percent": "1"
    },
    {
      "name": "Судороги",
      "percent": "1"
    },
    {
      "name": "Обострение язвенного колита",
      "percent": "1"
    },
    {
      "name": "Гриппоподобный синдром",
      "percent": "1"
    },
    {
      "name": "Миалгия",
      "percent": "9"
    },
    {
      "name": "ИМП",
      "percent": "6"
    },
    {
      "name": "ксеростомия",
      "percent": "6"
    },
    {
      "name": "Диарея",
      "percent": "6"
    },
    {
      "name": "Высокая температура",
      "percent": "4"
    },
    {
      "name": "Обострение язвенного колита",
      "percent": "4"
    },
    {
      "name": "Фарингит",
      "percent": "4"
    },
    {
      "name": "Усталость",
      "percent": "4"
    },
    {
      "name": "Гриппоподобный синдром",
      "percent": "3"
    },
    {
      "name": "Тошнота",
      "percent": "3"
    },
    {
      "name": "Гематохезия",
      "percent": "3"
    },
    {
      "name": "Кашель",
      "percent": null
    },
    {
      "name": "Дисменорея",
      "percent": null
    },
    {
      "name": "Стоматит",
      "percent": null
    },
    {
      "name": "Сердечно-сосудистые и сосудистые",
      "percent": null
    },
    {
      "name": "Миокардит",
      "percent": null
    },
    {
      "name": "перикардит",
      "percent": null
    },
    {
      "name": "васкулит",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "легочный",
      "percent": null
    },
    {
      "name": "Эозинофильная пневмония",
      "percent": null
    },
    {
      "name": "интерстициальный пневмонит",
      "percent": null
    },
    {
      "name": "обострение астмы",
      "percent": null
    },
    {
      "name": "плеврит",
      "percent": null
    },
    {
      "name": "плеврит",
      "percent": null
    },
    {
      "name": "альвеолит",
      "percent": null
    },
    {
      "name": "плевральный выпот",
      "percent": null
    },
    {
      "name": "пневмония",
      "percent": null
    },
    {
      "name": "с эозинофилией и без",
      "percent": null
    },
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "почечная",
      "percent": null
    },
    {
      "name": "интерстициальный нефрит",
      "percent": null
    },
    {
      "name": "почечная недостаточность",
      "percent": null
    },
    {
      "name": "нефролитиаз",
      "percent": null
    },
    {
      "name": "Гепатобилиарные расстройства",
      "percent": null
    },
    {
      "name": "Повышенные ферменты печени",
      "percent": null
    },
    {
      "name": "АСТ",
      "percent": null
    },
    {
      "name": "ALT",
      "percent": null
    },
    {
      "name": "ГГТ",
      "percent": null
    },
    {
      "name": "ЛДГ",
      "percent": null
    },
    {
      "name": "щелочная фосфатаза",
      "percent": null
    },
    {
      "name": "повышенный билирубин",
      "percent": null
    },
    {
      "name": "желтуха",
      "percent": null
    },
    {
      "name": "холестатическая желтуха",
      "percent": null
    },
    {
      "name": "цирроз печени",
      "percent": null
    },
    {
      "name": "гепатоцеллюлярное повреждение, включая некроз печени и печеночную недостаточность",
      "percent": null
    },
    {
      "name": "Кавасаки",
      "percent": null
    },
    {
      "name": "подобный синдром, включая печеночную дисфункцию",
      "percent": null
    },
    {
      "name": "некоторые из этих случаев закончились летальным исходом",
      "percent": null
    },
    {
      "name": "Кожа",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "псориаз",
      "percent": null
    },
    {
      "name": "гангренозная пиодермия",
      "percent": null
    },
    {
      "name": "сухая кожа",
      "percent": null
    },
    {
      "name": "узловатая эритема",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "SJS",
      "percent": null
    },
    {
      "name": "ДЕСЯТЬ",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    },
    {
      "name": "и АГЕП",
      "percent": null
    }
  ]
}