{
  "name": "колистин/гидрокортизон/неомицин/тонзониум отик",
  "comment": "Rx",
  "other_names": [
    "Коли-Мицин С",
    "Кортиспорин-ТС Отик"
  ],
  "classes": [
    "Антибиотики/кортикостероиды",
    "слуховой"
  ],
  "source": "https://reference.medscape.com/drug/coly-mycin-s-cortisporin-tc-otic-colistin-hydrocortisone-neomycin-thonzonium-otic-999776",
  "pregnancy": {
    "common": [
      "Не было показано, что колистин оказывает какое-либо неблагоприятное воздействие на развивающийся эмбрион или плод в дозах, соответствующих количеству, которое будет доставляться ототопически в рекомендуемых клинических дозах.",
      "Адекватных и хорошо контролируемых исследований этого препарата у беременных женщин не проводилось; неизвестно, может ли терапия нанести вред плоду при назначении беременной женщине",
      "Применять во время беременности только в том случае, если потенциальная польза оправдывает потенциальный риск для плода.",
      "Кортикостероиды обычно оказывают тератогенное действие на лабораторных животных при системном введении в относительно низких дозировках; Было показано, что более сильнодействующие кортикостероиды оказывают тератогенное действие после накожного применения у лабораторных животных.",
      "Хотя аминогликозиды могут вызывать врожденную глухоту у людей при применении во время беременности, при применении препарата по назначению не ожидается значительных системных уровней неомицина.",
      "Колистиметат натрия, метансульфонатная соль колистина, не оказывала тератогенного действия на крыс и кроликов при внутримышечном введении до 20 мг/кг (эквивалентно 9,3 мг/кг колизитинового основания, приблизительно в 30 раз (крысы) или 55 раз (кролики) клинической дозы в день. доза основана на площади поверхности тела и предполагает 100% абсорбцию из уха)"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Гидрокортизон и сульфат колистина появляются в грудном молоке после перорального приема препаратов; поскольку при местном применении этих препаратов может произойти системная абсорбция, следует соблюдать осторожность при применении препарата кормящей женщиной."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Не используйте, если подозревается или известно, что заболевание наружного слухового прохода связано с кожной вирусной инфекцией (например, вирусом простого герпеса, вирусом ветряной оспы).",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "При использовании неомицинсодержащих препаратов для борьбы с вторичной инфекцией при хронических дерматозах, таких как хронический наружный отит или застойный дерматит, следует иметь в виду, что кожа в этих условиях более склонна, чем нормальная кожа, к сенсибилизации ко многим веществам, в том числе неомицин",
        "Как и в случае с любым другим антибиотиком, длительное лечение может привести к чрезмерному росту нечувствительных организмов и грибков; если инфекция не улучшается через одну неделю, следует повторить посев, чтобы подтвердить личность микроорганизма и определить, следует ли изменить терапию.",
        "Могут возникнуть перекрестные аллергические реакции, которые могут помешать использованию любого или всех аминогликозидных антибиотиков для лечения инфекций в будущем.",
        "Лечение не следует продолжать дольше десяти дней.",
        "Неомицин может вызывать необратимую сенсоневральную тугоухость из-за повреждения улитки, главным образом разрушения волосковых клеток в кортиевом органе; риск выше при длительном использовании",
        "Следует с осторожностью применять у пациентов с перфорацией барабанной перепонки.",
        "Терапия должна быть ограничена 10 днями подряд; пациенты, получающие лечение ушными каплями, содержащими неомицин, должны находиться под тщательным клиническим наблюдением.",
        "Проявлением сенсибилизации к неомицину обычно является слабовыраженное покраснение с отеком, сухим шелушением и зудом; это может проявляться просто как неспособность исцелить",
        "Рекомендуется периодическое обследование на наличие таких признаков, и пациенту следует сообщить о прекращении приема продукта, если они наблюдаются; эти симптомы быстро регрессируют при отмене препарата; После этого пациенту следует избегать аппликаций, содержащих неомицин.",
        "Не для использования в глазах",
        "Сульфат неомицина может вызвать кожную сенсибилизацию; точная частота реакций гиперчувствительности (в первую очередь кожная сыпь) из-за местного неомицина неизвестна; немедленно прекратить, если возникает чувствительность или раздражение",
        "Только для ушного использования"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Сенсибилизация кожи",
      "percent": null
    },
    {
      "name": "Ототоксичность",
      "percent": null
    },
    {
      "name": "Нефротоксичность",
      "percent": null
    },
    {
      "name": "Сжигание",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Раздражение",
      "percent": null
    },
    {
      "name": "Сухость",
      "percent": null
    },
    {
      "name": "фолликулит",
      "percent": null
    },
    {
      "name": "Гипертрихоз",
      "percent": null
    },
    {
      "name": "Угревая сыпь",
      "percent": null
    },
    {
      "name": "Гипопигментация",
      "percent": null
    },
    {
      "name": "Периоральный дерматит",
      "percent": null
    },
    {
      "name": "Аллергический контактный дерматит",
      "percent": null
    },
    {
      "name": "Мацерация кожи",
      "percent": null
    },
    {
      "name": "Вторичная инфекция",
      "percent": null
    },
    {
      "name": "Атрофия кожи",
      "percent": null
    },
    {
      "name": "Стрии",
      "percent": null
    },
    {
      "name": "Милиария",
      "percent": null
    }
  ]
}