{
  "name": "салициловая кислота актуальные",
  "comment": "Rx, OTC",
  "other_names": [
    "Кералит",
    "ДуоПлант",
    "Средство для удаления мозолей доктора Шолля",
    "Медипласт",
    "Соединение W",
    "Псориазин лечебное умывание",
    "Дюрасаль",
    "Уничтожьте доктора Шолля OneStep",
    "Подошвенный очиститель доктора Шолля",
    "Вирасал",
    "Увлажняющий набор для удаления мозолей Dr. Scholl's",
    "Trans-Ver-Sal PlantarPatch",
    "Убрать доктора Шолля",
    "Соединение W для детей",
    "Усовершенствованные обезболивающие средства для удаления мозолей доктора Шолля",
    "Сал-кислота",
    "Средство для удаления мозолей OneStep доктора Шолля",
    "Trans-Ver-Sal AdultPatch",
    "Trans-Ver-Sal PediaPatch"
  ],
  "classes": [
    "Кератолитические агенты"
  ],
  "source": "https://reference.medscape.com/drug/compound-w-for-kids-salicylic-acid-topical-999359",
  "pregnancy": {
    "common": [
      "Используйте SA 6% во время беременности, только если потенциальная польза оправдывает потенциальный риск для плода.",
      "Препарат показал тератогенный эффект у крыс и обезьян; трудно экстраполировать пероральные дозы ацетилсалициловой кислоты, использованные в этих исследованиях, на местное введение, поскольку пероральная доза для обезьян может в шесть раз превышать максимальную суточную дозу салициловой кислоты для человека при местном нанесении на большую поверхность тела; адекватных и строго контролируемых исследований у беременных женщин не проводилось."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Из-за потенциальной возможности серьезных побочных реакций у грудных детей при использовании матерями SA 6% следует принять решение о прекращении кормления грудью или прекращении приема препарата, принимая во внимание важность препарата для матери; если используется кормящими матерями, не следует наносить на область груди, чтобы избежать случайного заражения ребенка"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Длительное использование или нанесение на большие площади (риск салицилизма)",
        "Дети < 2 лет",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Избегайте одновременного применения других лекарственных средств, которые могут способствовать повышению уровня салицилатов в сыворотке крови, если существует вероятность токсичности.",
        "Избегайте контакта с глазами",
        "Чрезмерное нанесение продукта, кроме того, что необходимо для покрытия пораженного участка, не приведет к более быстрому терапевтическому эффекту.",
        "Пациентам следует рекомендовать не применять окклюзионные повязки, одежду или другие окклюзионные средства для местного применения, такие как мази на основе вазелина, чтобы предотвратить чрезмерное системное воздействие салициловой кислоты.",
        "Жидкости следует вводить для стимуляции экскреции с мочой; лечение бикарбонатом натрия (перорально или внутривенно) должно быть назначено по мере необходимости.",
        "Только наружное местное применение",
        "С осторожностью у младенцев, диабетиков или людей с нарушением кровообращения (диабет)",
        "При необходимости аспирин следует заменить альтернативным нестероидным противовоспалительным средством, не основанным на салициловой основе.",
        "Из-за потенциального риска развития синдрома Рея салицилаты не следует использовать у детей и подростков с ветряной оспой или гриппом, если только это не предписано врачом.",
        "Пациентов следует предостеречь от перорального приема аспирина и других препаратов, содержащих салицилаты, таких как кремы от спортивных травм, чтобы избежать дополнительного чрезмерного воздействия салициловой кислоты.",
        "В случае токсичности салициловой кислоты прекратите использование SA 6%",
        "Длительное применение на больших участках, особенно у детей и пациентов со значительной почечной или печеночной недостаточностью, может привести к салицилизму.",
        "У детей младше 12 лет и у пациентов с почечной или печеночной недостаточностью область лечения должна быть ограничена, а пациент должен тщательно наблюдаться на предмет признаков токсичности салицилатов, включая тошноту, рвоту, головокружение, потерю слуха, шум в ушах, вялость, гиперпноэ, диарею и психические расстройства"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Жгучий",
      "percent": null
    },
    {
      "name": "жжение кожи",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "шум в ушах",
      "percent": null
    },
    {
      "name": "Спутанность сознания",
      "percent": null
    },
    {
      "name": "пилинг",
      "percent": null
    },
    {
      "name": "Масштабирование",
      "percent": null
    },
    {
      "name": "Сжигание",
      "percent": null
    },
    {
      "name": "раздражение нормальных тканей в месте воздействия",
      "percent": null
    },
    {
      "name": "Гипервентиляция",
      "percent": null
    }
  ]
}