{
  "name": "энтакапон",
  "comment": "Rx",
  "other_names": [
    "Комтан"
  ],
  "classes": [
    "Антипаркинсонические агенты",
    "Ингибиторы СОМТ"
  ],
  "source": "https://reference.medscape.com/drug/comtan-entacapone-343041",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: экскреция с молоком неизвестна; используйте с осторожностью"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: экскреция с молоком неизвестна; используйте с осторожностью"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к препарату или вспомогательным веществам"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Дофаминергическая терапия у пациентов с болезнью Паркинсона связана с ортостатической гипотензией; препарат повышает биодоступность леводопы и, следовательно, можно ожидать увеличения частоты возникновения ортостатической гипотензии; обмороки чаще встречаются у пациентов с подтвержденной артериальной гипотензией",
        "Сообщалось о случаях тяжелого рабдомиолиза; хотя реакции обычно возникали во время лечения пациентов, сложный характер этих случаев затрудняет определение того, какую роль этот препарат играл в их патогенезе, если таковая вообще была; тяжелая длительная двигательная активность, включая дискинезию, может быть причиной рабдомиолиза; признаки и симптомы включают лихорадку, нарушение сознания, миалгию, повышение уровня креатинфосфокиназы (КФК) и миоглобина",
        "Эпидемиологические исследования показали, что пациенты с болезнью Паркинсона имеют более высокий риск (в 2–6 раз выше) развития меланомы, чем население в целом; неясно, был ли наблюдаемый повышенный риск связан с болезнью Паркинсона или другими факторами, такими как лекарства, используемые для лечения болезни Паркинсона; пациентам и поставщикам рекомендуется часто и регулярно контролировать меланомы при получении этого препарата по любому показанию; в идеале периодические осмотры кожи должны проводиться лицами с соответствующей квалификацией (например, дерматологами).",
        "Пациентам с печеночной недостаточностью следует лечиться с осторожностью",
        "Не для coadministration с неселективным ингибитором МАО; моноаминоксидаза и катехол-0-метилтрансфераза (КОМТ) участвуют в метаболизме катехоламинов, поскольку комбинация этого препарата и неселективного ингибитора МАО (например, фенелзина и транилципромина) может ингибировать большинство путей, ответственных за нормальную выработку катехоламинов. метаболизм; однако его можно принимать с селективным ингибитором МАО-В, включая селегилин.",
        "Этот препарат может усиливать дофаминергические побочные эффекты леводопы и может вызывать или усугублять ранее существовавшую дискинезию; хотя снижение дозы леводопы может облегчить этот побочный эффект, многие пациенты в контролируемых исследованиях продолжали часто испытывать дискинезию, несмотря на снижение дозы леводопы.",
        "Использовать только в комбинации с леводопой/карбидопой."
      ],
      "specific": [
        {
          "type": "Гиперпирексия и спутанность сознания",
          "description": [
            "В большинстве случаев симптомы появляются после резкого прекращения лечения или снижения дозы либо после начала лечения этим препаратом; сложный характер этих случаев затрудняет определение того, какую роль мог играть этот препарат в их патогенезе.",
            "Сообщалось о случаях симптомокомплекса, напоминающего злокачественный нейролептический синдром (ЗНС), характеризующегося повышенной температурой, мышечной ригидностью, нарушением сознания и повышением уровня КФК в связи с быстрым снижением дозы или отменой других дофаминергических препаратов.",
            "Если принято решение о прекращении лечения, рекомендации включают тщательное наблюдение за пациентом и корректировку других дофаминергических методов лечения по мере необходимости; этот синдром следует учитывать при дифференциальной диагностике у любого пациента, у которого развивается высокая лихорадка или сильная ригидность; снижение дозы этого препарата систематически не оценивалось",
            "О случаях резкой отмены или снижения дозы во время клинических исследований не сообщалось; врачи должны проявлять осторожность при прекращении лечения; когда это считается необходимым, отмена должна происходить медленно"
          ]
        },
        {
          "type": "Фиброзные осложнения",
          "description": [
            "Хотя считается, что эти нежелательные явления связаны с эрголиновой структурой этих соединений, неизвестно, могут ли другие препараты, не являющиеся производными спорыньи (например, энтакапон), которые повышают дофаминергическую активность, вызывать их; следует отметить, что ожидаемая частота фиброзных осложнений настолько низка, что даже если бы терапия вызывала эти осложнения с частотой, аналогичной той, которую можно отнести к другим дофаминергическим терапиям, маловероятно, что они были бы обнаружены в когорте такого размера, которая подвергалась воздействию энтакапона.",
            "Случаи ретроперитонеального фиброза, легочных инфильтратов, плеврального выпота и утолщения плевры, зарегистрированные у некоторых пациентов, получавших дофаминергические средства, полученные из спорыньи; эти осложнения могут исчезнуть после прекращения приема препарата, но полное исчезновение происходит не всегда.",
            "Во время клинической разработки этого препарата было зарегистрировано четыре случая легочного фиброза; троих из этих пациентов также лечили перголидом и одного бромокриптином; продолжительность лечения энтакапоном колебалась от 7 до 17 мес."
          ]
        },
        {
          "type": "Компульсивное поведение",
          "description": [
            "Поскольку пациенты могут не распознавать такое поведение как ненормальное, важно, чтобы лица, назначающие препараты, специально спрашивали пациентов или лиц, осуществляющих уход, о развитии новых или усиленных игровых побуждений, сексуальных побуждений, неконтролируемых расходов или других побуждений во время лечения этим препаратом; врачи должны рассмотреть возможность снижения дозы или прекращения терапии, если у пациента возникают такие позывы во время лечения.",
            "Постмаркетинговые отчеты показывают, что пациенты, получающие противопаркинсонические препараты, могут испытывать сильную тягу к азартным играм, усиление сексуального влечения, сильное желание бесконтрольно тратить деньги и другие сильные побуждения.",
            "Пациенты могут быть не в состоянии контролировать эти позывы при приеме одного или нескольких препаратов, используемых для лечения болезни Паркинсона и повышающих центральный дофаминергический тонус, включая этот препарат, принимаемый с леводопой и карбидопой; в некоторых случаях, хотя и не во всех, эти позывы прекращались, когда доза противопаркинсонических препаратов уменьшалась или отменялась."
          ]
        },
        {
          "type": "Диарея и колит",
          "description": [
            "Постмаркетинговый опыт показал, что диарея может быть признаком лекарственно-индуцированного микроскопического колита, прежде всего лимфоцитарного колита; в этих случаях диарея обычно была умеренной или тяжелой, водянистой и некровянистой, иногда сопровождающейся обезвоживанием, болью в животе, потерей веса и гипокалиемией.",
            "При подозрении на длительную диарею, связанную с приемом Комтана, следует прекратить прием препарата и рассмотреть вопрос о соответствующей медикаментозной терапии. Если причина длительной диареи остается неясной или сохраняется после прекращения приема энтакапона, следует рассмотреть вопрос о дальнейших диагностических исследованиях, включая колоноскопию и биопсию.",
            "Может возникнуть диарея; обычно проявляется в течение от 4 до 12 недель после начала терапии, но может появиться уже на первой неделе и через много месяцев после начала лечения; диарея может быть связана с потерей веса, обезвоживанием и гипокалиемией",
            "В большинстве случаев диарея и другие симптомы, связанные с колитом, исчезали или значительно улучшались после прекращения лечения; у некоторых пациентов с колитом, подтвержденным биопсией, диарея разрешилась или значительно улучшилась после прекращения терапии, но рецидивировала после повторного лечения."
          ]
        },
        {
          "type": "Галлюцинации и психотическое поведение",
          "description": [
            "Дофаминергическая терапия у пациентов с болезнью Паркинсона связана с галлюцинациями; в клинических исследованиях галлюцинации приводили к прекращению приема препарата и преждевременной отмене; также сообщалось о госпитализации",
            "Постмаркетинговые отчеты указывают на то, что пациенты могут испытывать новое или ухудшающееся психическое состояние и поведенческие изменения, которые могут быть серьезными, включая психотическое поведение во время лечения или после начала или увеличения дозы этого препарата.",
            "Другие препараты, назначаемые для облегчения симптомов болезни Паркинсона, могут оказывать аналогичное влияние на мышление и поведение; ненормальное мышление и поведение могут вызывать параноидальные мысли, бред, галлюцинации, спутанность сознания, дезориентацию, агрессивное поведение, возбуждение и делирий.",
            "Пациентов с серьезным психотическим расстройством обычно не следует лечить этим препаратом из-за риска обострения психоза; кроме того, некоторые лекарства, используемые для лечения психозов, могут усугублять симптомы болезни Паркинсона и снижать эффективность этого препарата."
          ]
        },
        {
          "type": "Сонливость",
          "description": [
            "Пациентам следует рекомендовать проявлять осторожность при вождении автомобиля, работе с механизмами или работе на высоте во время лечения; пациенты, у которых уже наблюдалась сонливость и/или эпизод внезапного засыпания, не должны заниматься этими видами деятельности во время лечения.",
            "Лечащие врачи должны пересмотреть пациентов на наличие сонливости или сонливости, особенно потому, что некоторые явления возникают спустя много времени после начала лечения; Врачи также должны знать, что пациенты могут не осознавать наличие сонливости или сонливости до тех пор, пока их прямо не спросят о сонливости или сонливости во время определенных действий.",
            "Пациенты с болезнью Паркинсона, получавшие леводопу и этот препарат, повышающий уровень леводопы в плазме, сообщали о внезапном засыпании без предварительного предупреждения о сонливости во время повседневной деятельности (включая вождение автомобиля); некоторые из этих эпизодов привели к авариям",
            "Перед началом лечения сообщите пациентам о возможности развития сонливости и конкретно спросите о факторах, которые могут увеличить риск, таких как одновременный прием седативных препаратов и наличие нарушений сна.",
            "Прекратите терапию, если у пациента развивается дневная сонливость или эпизоды засыпания во время деятельности, требующей активного участия (например, разговоры, прием пищи и т. д.); если принято решение о продолжении терапии, пациентам следует рекомендовать не управлять автомобилем и избегать других потенциально опасных видов деятельности; недостаточно информации, чтобы установить, устранит ли снижение дозы эпизоды засыпания во время повседневной деятельности.",
            "Хотя многие из этих пациентов сообщали о сонливости во время терапии, некоторые не ощущали настораживающих признаков, таких как чрезмерная сонливость, и считали, что были в сознании непосредственно перед событием; о некоторых из этих явлений сообщалось уже через год после начала лечения."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Препараты, которые, как известно, метаболизируются COMT, включая изопротеренол, адреналин, норадреналин, дофамин, добутамин, альфа-метилдопу, апоморфин, изоэтерин и битолтерол, следует с осторожностью назначать пациентам, получающим энтакапон, независимо от пути введения (включая ингаляции); их взаимодействие может привести к увеличению частоты сердечных сокращений, возможным аритмиям и чрезмерным изменениям артериального давления."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "энтакапон, изокарбоксазид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Как неселективные ингибиторы МАО, так и энтакапон ингибируют метаболизм катехоламинов, что приводит к повышению уровня катехоламинов. Возможно опасное повышение ЧСС или АД."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "энтакапон увеличивает уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Лонафарниб является чувствительным субстратом CYP3A4. Одновременное применение с сильными или умеренными ингибиторами CYP3A4 противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенелзин",
      "description": {
        "common": "энтакапон, фенелзин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Как неселективные ингибиторы МАО, так и энтакапон ингибируют метаболизм катехоламинов, что приводит к повышению уровня катехоламинов. Возможно опасное повышение ЧСС или АД."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "транилципромин",
      "description": {
        "common": "энтакапон, транилципромин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Как неселективные ингибиторы МАО, так и энтакапон ингибируют метаболизм катехоламинов, что приводит к повышению уровня катехоламинов. Возможно опасное повышение ЧСС или АД."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эластичный",
      "description": {
        "common": "энтакапон увеличивает уровень или эффект эластрана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфигратиниб",
      "description": {
        "common": "энтакапон увеличивает уровень или эффект инфигратиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лубинированный",
      "description": {
        "common": "энтакапон увеличивает уровень или эффект лурбинектина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "энтакапон, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "энтакапон и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "энтакапон увеличивает уровень или эффект омавелоксолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если это неизбежно, уменьшите дозу омавелоксолона до 100 мг/сут. Внимательно следите за неблагоприятными последствиями. При появлении побочных эффектов дозу дополнительно уменьшите до 50 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пакритиниб",
      "description": {
        "common": "энтакапон повышает уровень или эффект пакритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "Ропгинтерферон альфа 2b и энтакапон повышают уровень других (см. комментарий). Избегайте или используйте альтернативный препарат. Наркотики, снотворные или седативные средства могут вызывать дополнительные нейропсихиатрические побочные эффекты. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной токсичности ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акривастин",
      "description": {
        "common": "акривастин и энтакапон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и энтакапон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и энтакапон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и энтакапон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "энтакапон увеличивает уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "авапритиниб и энтакапон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бензгидрокодон/ацетаминофен и энтакапон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "брекспипразол и энтакапон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "энтакапон увеличивает уровень или эффект даридорексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Доза даридорексанта не должна превышать 25 мг на ночь при одновременном применении с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликфалин и энтакапон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "энтакапон увеличивает уровень или эффект добутамина за счет снижения метаболизма. Используйте осторожность/монитор. Энтакапон является ингибитором СОМТ. Следует соблюдать осторожность при совместном приеме с препаратами, которые метаболизируются COMT. При совместном применении следить за изменениями частоты сердечных сокращений, сердечного ритма и артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофамин",
      "description": {
        "common": "энтакапон повысит уровень или действие дофамина за счет снижения метаболизма. Используйте осторожность/монитор. Энтакапон является ингибитором СОМТ. Следует соблюдать осторожность при совместном приеме с препаратами, которые метаболизируются COMT. При совместном применении следить за изменениями частоты сердечных сокращений, сердечного ритма и артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "энтакапон увеличивает уровень или эффект адреналина за счет снижения метаболизма. Используйте осторожность/монитор. Энтакапон является ингибитором СОМТ. Следует соблюдать осторожность при совместном приеме с препаратами, которые метаболизируются COMT. При совместном применении следить за изменениями частоты сердечных сокращений, сердечного ритма и артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпинефрин вдыхается",
      "description": {
        "common": "энтакапон увеличивает уровень или эффект вдыхаемого адреналина за счет снижения метаболизма. Используйте осторожность/монитор. Энтакапон является ингибитором СОМТ. Следует соблюдать осторожность при совместном приеме с препаратами, которые метаболизируются COMT. При совместном применении следить за изменениями частоты сердечных сокращений, сердечного ритма и артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "энтакапон увеличивает уровень или эффект рацемического адреналина за счет снижения метаболизма. Используйте осторожность/монитор. Энтакапон является ингибитором СОМТ. Следует соблюдать осторожность при совместном приеме с препаратами, которые метаболизируются COMT. При совместном применении следить за изменениями частоты сердечных сокращений, сердечного ритма и артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "энтакапон увеличивает уровень или эффект финеренона, влияя на метаболизм печеночного фермента CYP2E1. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы либо финерерона, либо умеренных ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "энтакапон и ганаксолон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "энтакапон увеличивает уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "энтакапон увеличивает уровень или эффект изопротеренола за счет снижения метаболизма. Используйте осторожность/монитор. Энтакапон является ингибитором СОМТ. Следует соблюдать осторожность при совместном приеме с препаратами, которые метаболизируются COMT. При совместном применении следить за изменениями частоты сердечных сокращений, сердечного ритма и артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лефамулин",
      "description": {
        "common": "энтакапон увеличивает уровень или эффект лефамулина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следите за побочными эффектами при одновременном применении лефамулина с умеренными ингибиторами CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люматепероне",
      "description": {
        "common": "энтакапон увеличивает уровень или эффект люматеперона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу луматеперона до 21 мг/сут при одновременном применении с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "энтакапон увеличивает уровень или эффект мавакамтена, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Начало применения слабых ингибиторов CYP2C19 может потребовать снижения дозы мавакамтена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилдопа",
      "description": {
        "common": "энтакапон увеличивает уровень или эффект метилдопы за счет снижения метаболизма. Используйте осторожность/монитор. Энтакапон является ингибитором СОМТ. Следует соблюдать осторожность при совместном приеме с препаратами, которые метаболизируются COMT. При совместном применении следить за изменениями частоты сердечных сокращений, сердечного ритма и артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "энтакапон увеличивает уровень или действие норадреналина за счет снижения метаболизма. Используйте осторожность/монитор. Энтакапон является ингибитором СОМТ. Следует соблюдать осторожность при совместном приеме с препаратами, которые метаболизируются COMT. При совместном применении следить за изменениями частоты сердечных сокращений, сердечного ритма и артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "энтакапон увеличивает уровень или эффект олицеридина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При необходимости одновременного применения может потребоваться менее частое введение олицеридина. Внимательно следите за угнетением дыхания и седативным эффектом и соответственно титруйте последующие дозы. Если прием ингибитора прекращается, рассмотрите возможность увеличения дозы олицеридина до тех пор, пока не будет достигнут стабильный эффект препарата. Следите за признаками отмены опиоидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "энтакапон увеличивает уровень или эффект спарсентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Коррекция дозировки не требуется. Регулярно контролируйте артериальное давление, уровень калия в сыворотке, отеки и функцию почек, если спарсентан применяется одновременно с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варденафил",
      "description": {
        "common": "энтакапон увеличивает уровень или эффект варденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Дозу варденафила может потребоваться уменьшить при одновременном применении с умеренными или сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "энтакапон увеличивает уровень или действие воклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Снизить суточную дозу воклоспорина до 15,8 мг перорально утром и 7,9 мг перорально вечером."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "энтакапон усиливает действие варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "занубрутиниб",
      "description": {
        "common": "энтакапон повышает уровень или эффект занубрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу занубрутиниба (субстрата CYP3A4) до 80 мг перорально два раза в сутки при одновременном применении с умеренным ингибитором CYP3A4. Прервите дозу в соответствии с рекомендациями для побочных реакций. После прекращения приема ингибитора CYP3A4 возобновите прием предыдущей дозы занубрутиниба."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Дискинезия",
      "percent": "25"
    },
    {
      "name": "Тошнота",
      "percent": "14"
    },
    {
      "name": "Диарея",
      "percent": "10"
    },
    {
      "name": "Гиперкинезия",
      "percent": "10"
    },
    {
      "name": "Изменение цвета мочи",
      "percent": "10"
    },
    {
      "name": "Гипокинезия",
      "percent": "9"
    },
    {
      "name": "Головокружение",
      "percent": "8"
    },
    {
      "name": "Боль в животе",
      "percent": "8"
    },
    {
      "name": "Усталость",
      "percent": "6"
    },
    {
      "name": "Запор",
      "percent": "6"
    },
    {
      "name": "Боль в спине",
      "percent": "4"
    },
    {
      "name": "Рвота",
      "percent": "4"
    },
    {
      "name": "Сухость во рту",
      "percent": "3"
    },
    {
      "name": "Одышка",
      "percent": "3"
    },
    {
      "name": "Повышенное потоотделение",
      "percent": "2"
    },
    {
      "name": "Боль в спине",
      "percent": "2"
    },
    {
      "name": "Беспокойство",
      "percent": "2"
    },
    {
      "name": "Сонливость",
      "percent": "2"
    },
    {
      "name": "Диспепсия",
      "percent": "2"
    },
    {
      "name": "Метеоризм",
      "percent": "2"
    },
    {
      "name": "Пурпура",
      "percent": "2"
    },
    {
      "name": "Астения",
      "percent": "2"
    },
    {
      "name": "Галлюцинации",
      "percent": "1-4"
    },
    {
      "name": "Извращение вкуса",
      "percent": "1"
    },
    {
      "name": "Агитация",
      "percent": "1"
    },
    {
      "name": "Гастрит",
      "percent": "1"
    },
    {
      "name": "Бактериальная инфекция",
      "percent": "1"
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Постуральная гипотензия",
      "percent": null
    },
    {
      "name": "Путаница",
      "percent": null
    },
    {
      "name": "Дофаминергические побочные эффекты из-за повышения уровня дофамина",
      "percent": null
    },
    {
      "name": "Редкий",
      "percent": null
    },
    {
      "name": "рабдомиолиз",
      "percent": null
    },
    {
      "name": "ретроперитонеальный фиброз",
      "percent": null
    }
  ]
}