{
  "name": "ноноксинол-9 вагинальный",
  "comment": "OTC",
  "other_names": [
    "Сегодня вагинальные контрацептивы",
    "Гинол II Экстра Сила",
    "ВКФ",
    "Энкаре",
    "Варианты концепции"
  ],
  "classes": [
    "спермациды"
  ],
  "source": "https://reference.medscape.com/drug/conceptrol-options-vcf-nonoxynol-9-vaginal-1000085",
  "pregnancy": {
    "common": [
      "Непригодный"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Не распространяется в грудном молоке человека"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Только для вагинального использования",
        "Не используйте вагинальную губку при вагинальных или маточных заболеваниях (например, вагинальная перегородка, выпадение матки); продукт может работать неоптимально",
        "При правильном использовании латексных презервативов каждый раз, когда вы занимаетесь сексом, значительно снижается, но не устраняется риск заражения или распространения ВИЧ, вируса, вызывающего СПИД.",
        "Прекратить прием при возникновении жжения, зуда, сыпи или другого раздражения влагалища или полового члена.",
        "Всегда подождите не менее 6 часов после полового акта, прежде чем спринцеваться, чтобы поддерживать вагинальные контрацептивы."
      ],
      "specific": [
        {
          "type": "Синдром токсического шока (влагалищная губка)",
          "description": [
            "Попросите пациента удалить губку и немедленно обратиться за медицинской помощью, если появятся эти признаки.",
            "Сообщалось о некоторых случаях синдрома токсического шока (СТШ) у женщин, использующих барьерные контрацептивы, включая губку.",
            "СТШ — редкое, но серьезное заболевание, которое может привести к смерти",
            "Предупреждающие признаки СТШ включают лихорадку, тошноту, рвоту, диарею, мышечную боль, головокружение, обморок или сыпь, похожую на солнечный ожог, на лице или теле."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Гореть",
      "percent": null
    },
    {
      "name": "зуд",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "или другое раздражение влагалища или полового члена",
      "percent": null
    }
  ]
}