{
  "name": "глатирамер",
  "comment": "Rx",
  "other_names": [
    "Глатопа",
    "Копаксон"
  ],
  "classes": [
    "Лечение рассеянного склероза",
    "Иммуномодуляторы"
  ],
  "source": "https://reference.medscape.com/drug/copaxone-glatopa-glatiramer-343213",
  "pregnancy": {
    "common": [
      "Имеющихся данных о беременных женщинах недостаточно для подтверждения выводов о связанном с наркотиками риске серьезных врожденных дефектов и выкидыша."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Введение глатирамера ацетата путем подкожной инъекции беременным крысам и кроликам не оказывало неблагоприятного воздействия на развитие эмбриона и потомства."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Основываясь на низком системном воздействии из-за значительного местного гидролиза глатирамера ацетата после подкожного введения, не ожидается, что грудное вскармливание приведет к клинически значимому воздействию препарата на младенца.",
      "Польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в лекарстве и любыми потенциальными неблагоприятными последствиями основного материнского заболевания для младенца.",
      "Нет данных о присутствии препарата в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к глатирамеру, манниту."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Риск немедленных постинъекционных реакций (как правило, симптомы появляются через несколько месяцев после начала лечения), включая преходящую боль в груди (немедленно обратитесь за медицинской помощью, если затяжная или необычно сильная боль в груди); другие симптомы включают приливы, учащенное сердцебиение, тревогу, одышку, сужение горла и крапивницу.",
        "Может ухудшить способность организма бороться с инфекцией, нарушая иммунную функцию.",
        "Сообщается об анафилактоидных реакциях; поскольку лекарство представляет собой антигенный материал, возможно, что его использование может привести к индукции нежелательных реакций хозяина, но систематического наблюдения за этими эффектами не проводилось; хотя препарат предназначен для минимизации аутоиммунного ответа на миелин, существует вероятность того, что продолжающееся изменение клеточного иммунитета из-за хронического лечения может привести к неблагоприятным последствиям; анафилаксия может быть связана с введением практически любого инородного вещества, и поэтому этот риск нельзя исключить",
        "Сообщалось о случаях поражения печени, в том числе тяжелых, включая печеночную недостаточность и гепатит с желтухой; повреждение печени произошло через несколько дней или лет после начала лечения; при появлении признаков или симптомов нарушения функции печени следует рассмотреть возможность прекращения терапии",
        "Терапия потенциально может подорвать надзор за опухолью и систему защиты организма от инфекций.",
        "Липоатрофия и некроз кожи могут возникать в месте инъекции в разное время после начала лечения (иногда через несколько месяцев) и считаются постоянными; не существует известного лечения липоатрофии; чтобы свести к минимуму эти события, пациент должен соблюдать технику инъекции и ежедневно менять места."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "адалимумаб",
      "description": {
        "common": "адалимумаб и глатирамер усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алефацепт",
      "description": {
        "common": "алефацепт и глатирамер усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анакинра",
      "description": {
        "common": "анакинра и глатирамер усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против сибирской язвы",
      "description": {
        "common": "глатирамер снижает действие вакцины против сибирской язвы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин лошадиный",
      "description": {
        "common": "антитимоцитарный глобулин лошадиный и глатирамер усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин кролик",
      "description": {
        "common": "антитимоцитарный глобулин кролика и глатирамер усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "глатирамер, аксикабтаген, цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азатиоприн",
      "description": {
        "common": "азатиоприн и глатирамер усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "базиликсимаб",
      "description": {
        "common": "базиликсимаб и глатирамер усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "глатирамер снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "глатирамер, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "канакинумаб",
      "description": {
        "common": "канакинумаб и глатирамер усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "глатирамер, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анатоксины дифтерии и столбняка",
      "description": {
        "common": "глатирамер снижает действие анатоксинов дифтерии и столбняка за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/ бесклеточная коклюшная вакцина",
      "description": {
        "common": "глатирамер снижает действие дифтерийно-столбнячного анатоксина/ бесклеточной коклюшной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/бесклеточный коклюш/полиовирус, инактивированная вакцина",
      "description": {
        "common": "глатирамер снижает действие анатоксинов дифтерии и столбняка/бесклеточного коклюша/полиовируса, инактивированной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этанерцепт",
      "description": {
        "common": "этанерцепт и глатирамер усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "эверолимус и глатирамер усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "голимумаб",
      "description": {
        "common": "глатирамер и голимумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А инактивированная",
      "description": {
        "common": "глатирамер снижает действие вакцины против гепатита А, инактивированной фармакодинамическим антагонизмом. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита а/б",
      "description": {
        "common": "глатирамер снижает действие вакцины против гепатита А/В за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А/брюшного тифа",
      "description": {
        "common": "глатирамер снижает действие вакцины против гепатита А/брюшного тифа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита В",
      "description": {
        "common": "глатирамер снижает действие вакцины против гепатита В за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека невалентная",
      "description": {
        "common": "глатирамер снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека четырехвалентная",
      "description": {
        "common": "глатирамер снижает действие вакцины против вируса папилломы человека, четырехвалентный за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "глатирамер и гидроксихлорохина сульфат усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "глатирамер, идекабтаген виклеуцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфликсимаб",
      "description": {
        "common": "глатирамер и инфликсимаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "глатирамер снижает действие четырехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа на культуре клеток",
      "description": {
        "common": "глатирамер снижает действие четырехвалентной вакцины против вируса гриппа, культивируемой на клетках, за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "глатирамер снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "глатирамер снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Вакцина против вируса японского энцефалита",
      "description": {
        "common": "глатирамер снижает действие вакцины против вируса японского энцефалита за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "глатирамер и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "глатирамер, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от кори (краснухи)",
      "description": {
        "common": "глатирамер снижает действие вакцины против кори (краснухи) за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, паротита и краснухи, живая",
      "description": {
        "common": "глатирамер снижает действие вакцин против кори, эпидемического паротита и краснухи, живущих за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "глатирамер снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "менингококковая A C Y и полисахаридная вакцина W-135 комбинированная",
      "description": {
        "common": "глатирамер снижает эффекты менингококковой A C Y и полисахаридной вакцины W-135 в сочетании с фармакодинамическим антагонизмом. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "муромонаб CD3",
      "description": {
        "common": "глатирамер и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "глатирамер и микофенолат усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина 13-валентная",
      "description": {
        "common": "глатирамер снижает эффекты 13-валентной пневмококковой вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина семивалентная",
      "description": {
        "common": "глатирамер снижает эффекты пневмококковой вакцины семивалентной за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина поливалентная",
      "description": {
        "common": "глатирамер снижает эффекты поливалентной пневмококковой вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства",
      "description": {
        "common": "глатирамер снижает действие вакцины против бешенства за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут препятствовать развитию активного иммунитета."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства из клеток куриного эмбриона",
      "description": {
        "common": "глатирамер снижает действие вакцины против бешенства в клетках куриных эмбрионов, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рилонацепт",
      "description": {
        "common": "глатирамер и рилонацепт усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пероральная ротавирусная вакцина, живая",
      "description": {
        "common": "глатирамер снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против краснухи",
      "description": {
        "common": "глатирамер снижает действие вакцины против краснухи за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "глатирамер и сиролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против оспы живая",
      "description": {
        "common": "глатирамер снижает действие вакцины против оспы (корповской оспы) за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "глатирамер и такролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "глатирамер и темсиролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "столбнячный анатоксин адсорбированный или жидкий",
      "description": {
        "common": "глатирамер снижает действие адсорбированного или жидкого столбнячного анатоксина за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от клещевого энцефалита",
      "description": {
        "common": "глатирамер снижает действие вакцины против клещевого энцефалита за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "глатирамер, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тоцилизумаб",
      "description": {
        "common": "и тоцилизумаб, и глатирамер усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Тонгкат Али",
      "description": {
        "common": "глатирамер и тонгкат али усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Инактивированная вакцина против диареи и холеры путешественников",
      "description": {
        "common": "глатирамер снижает действие вакцины против диареи путешественников и холеры, инактивированных фармакодинамическим антагонизмом. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "полисахаридная вакцина против брюшного тифа",
      "description": {
        "common": "глатирамер снижает действие брюшнотифозной полисахаридной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "глатирамер снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "глатирамер и устекинумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "глатирамер снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против желтой лихорадки",
      "description": {
        "common": "глатирамер снижает действие вакцины против желтой лихорадки за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против опоясывающего лишая",
      "description": {
        "common": "глатирамер снижает действие живой вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "астрагал",
      "description": {
        "common": "глатирамер усиливает, а астрагал снижает иммуносупрессивные эффекты; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "глатирамер, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эхинацея",
      "description": {
        "common": "глатирамер усиливает, а эхинацея снижает иммуносупрессивные эффекты; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "глатирамер усиливает действие финголимода за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гемофильной палочки типа b",
      "description": {
        "common": "глатирамер снижает действие вакцины против гемофильной палочки типа b за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, рекомбинантная",
      "description": {
        "common": "глатирамер снижает действие четырехвалентной рекомбинантной противогриппозной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа трехвалентная, рекомбинантная",
      "description": {
        "common": "глатирамер снижает действие трехвалентной, рекомбинантной противогриппозной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "глатирамер и изавуконазония сульфат снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "майтаке",
      "description": {
        "common": "глатирамер усиливает, а майтаке ослабляет иммуносупрессивные эффекты; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меркаптопурин",
      "description": {
        "common": "глатирамер и меркаптопурин усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "глатирамер и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что совместное применение окрелизумаба с иммуномодуляторами увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, глатирамер.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод, глатирамер.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Одновременное применение с иммуносупрессивной терапией может увеличить риск аддитивных иммунных эффектов во время терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против полиомиелита инактивированная",
      "description": {
        "common": "глатирамер снижает действие вакцины против полиомиелита, инактивированной фармакодинамическим антагонизмом. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и глатирамер усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунных эффектов во время такой терапии и в течение нескольких недель после введения. Как правило, прием сипонимода можно начинать сразу после прекращения приема глатирамера."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "глатирамер снижает действие сипулеуцела-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, глатирамер.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, глатирамер.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и глатирамер усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против опоясывающего лишая рекомбинантная",
      "description": {
        "common": "глатирамер снижает действие рекомбинантной вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить эффективность рекомбинантной вакцины против опоясывающего лишая."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Боль в месте инъекции",
      "percent": "73"
    },
    {
      "name": "Эритема в месте инъекции",
      "percent": "66"
    },
    {
      "name": "Воспаление в месте инъекции",
      "percent": "49"
    },
    {
      "name": "Слабость",
      "percent": "41"
    },
    {
      "name": "Зуд в месте инъекции",
      "percent": "40"
    },
    {
      "name": "Масса в месте инъекции",
      "percent": "27"
    },
    {
      "name": "вазодилатация",
      "percent": "27"
    },
    {
      "name": "Боль",
      "percent": "28"
    },
    {
      "name": "Артралгия",
      "percent": "24"
    },
    {
      "name": "Беспокойство",
      "percent": "23"
    },
    {
      "name": "Гипертония",
      "percent": "22"
    },
    {
      "name": "Тошнота",
      "percent": "22"
    },
    {
      "name": "Синдром гриппа",
      "percent": "19"
    },
    {
      "name": "Одышка",
      "percent": "19"
    },
    {
      "name": "Зуд",
      "percent": "18"
    },
    {
      "name": "Сыпь",
      "percent": "18"
    },
    {
      "name": "Сердцебиение",
      "percent": "17"
    },
    {
      "name": "Боль в груди",
      "percent": "13-16"
    },
    {
      "name": "мг",
      "percent": "20"
    },
    {
      "name": "день",
      "percent": "2-4"
    },
    {
      "name": "мг",
      "percent": "40"
    },
    {
      "name": "Икс",
      "percent": "3"
    },
    {
      "name": "неделя",
      "percent": "13"
    },
    {
      "name": "Индурация в месте инъекции",
      "percent": "12"
    },
    {
      "name": "Диарея",
      "percent": "12"
    },
    {
      "name": "Лимфаденопатия",
      "percent": "11"
    },
    {
      "name": "Рант в месте инъекции",
      "percent": "10"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": "8"
    },
    {
      "name": "воспаление",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "Астения",
      "percent": null
    },
    {
      "name": "Гипертония",
      "percent": null
    },
    {
      "name": "Инфекционное заболевание",
      "percent": null
    },
    {
      "name": "Боль",
      "percent": null
    },
    {
      "name": "Сердечно-сосудистая система",
      "percent": null
    },
    {
      "name": "Тромбоз",
      "percent": null
    },
    {
      "name": "заболевание периферических сосудов",
      "percent": null
    },
    {
      "name": "перикардиальный выпот",
      "percent": null
    },
    {
      "name": "инфаркт миокарда",
      "percent": null
    },
    {
      "name": "глубокий тромбофлебит",
      "percent": null
    },
    {
      "name": "коронарная окклюзия",
      "percent": null
    },
    {
      "name": "хроническая сердечная недостаточность",
      "percent": null
    },
    {
      "name": "кардиомиопатия",
      "percent": null
    },
    {
      "name": "кардиомегалия",
      "percent": null
    },
    {
      "name": "аритмия",
      "percent": null
    },
    {
      "name": "стенокардия",
      "percent": null
    },
    {
      "name": "Пищеварительная система",
      "percent": null
    },
    {
      "name": "отек языка",
      "percent": null
    },
    {
      "name": "язвенная болезнь желудка",
      "percent": null
    },
    {
      "name": "кровотечение",
      "percent": null
    },
    {
      "name": "нарушение функции печени",
      "percent": null
    },
    {
      "name": "повреждение печени",
      "percent": null
    },
    {
      "name": "гепатит",
      "percent": null
    },
    {
      "name": "отрыжка",
      "percent": null
    },
    {
      "name": "цирроз печени",
      "percent": null
    },
    {
      "name": "желчекаменная болезнь",
      "percent": null
    },
    {
      "name": "Гемическая и лимфатическая система",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "лимфома",
      "percent": null
    },
    {
      "name": "как реакция",
      "percent": null
    },
    {
      "name": "острый лейкоз",
      "percent": null
    },
    {
      "name": "Нарушения обмена веществ и питания",
      "percent": null
    },
    {
      "name": "гиперхолестеринемия",
      "percent": null
    },
    {
      "name": "Костно-мышечной системы",
      "percent": null
    },
    {
      "name": "Ревматоидный артрит",
      "percent": null
    },
    {
      "name": "генерализованный спазм",
      "percent": null
    },
    {
      "name": "Нервная система",
      "percent": null
    },
    {
      "name": "Миелит",
      "percent": null
    },
    {
      "name": "менингит",
      "percent": null
    },
    {
      "name": "новообразование ЦНС",
      "percent": null
    },
    {
      "name": "нарушение мозгового кровообращения",
      "percent": null
    },
    {
      "name": "отек мозга",
      "percent": null
    },
    {
      "name": "ненормальные сны",
      "percent": null
    },
    {
      "name": "афазия",
      "percent": null
    },
    {
      "name": "судороги",
      "percent": null
    },
    {
      "name": "невралгия",
      "percent": null
    },
    {
      "name": "Дыхательная система",
      "percent": null
    },
    {
      "name": "Легочная эмболия",
      "percent": null
    },
    {
      "name": "плевральный выпот",
      "percent": null
    },
    {
      "name": "карцинома легкого",
      "percent": null
    },
    {
      "name": "Особые чувства",
      "percent": null
    },
    {
      "name": "Глаукома",
      "percent": null
    },
    {
      "name": "слепота",
      "percent": null
    },
    {
      "name": "Мочеполовая система",
      "percent": null
    },
    {
      "name": "Урогенитальное новообразование",
      "percent": null
    },
    {
      "name": "аномалия мочи",
      "percent": null
    },
    {
      "name": "рак яичников",
      "percent": null
    },
    {
      "name": "нефроз",
      "percent": null
    },
    {
      "name": "почечная недостаточность",
      "percent": null
    },
    {
      "name": "рак молочной железы",
      "percent": null
    },
    {
      "name": "карцинома мочевого пузыря",
      "percent": null
    },
    {
      "name": "частое мочеиспускание",
      "percent": null
    }
  ]
}