{
  "name": "гидрокортизон/неомицин/полимиксинотик",
  "comment": "Rx",
  "other_names": [
    "Кортиспорин Отик"
  ],
  "classes": [
    "Антибиотики/кортикостероиды",
    "слуховой"
  ],
  "source": "https://reference.medscape.com/drug/cortisporin-otic-hydrocortisone-neomycin-polymyxin-otic-343649",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: Неизвестно, выделяется ли препарат с молоком; используйте с осторожностью"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: Неизвестно, выделяется ли препарат с молоком; используйте с осторожностью"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к любому агенту",
        "Кожная вирусная инфекция наружного слухового прохода (только раствор); пациенты с инфекциями простого герпеса, коровьей оспы и ветряной оспы"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Раствор проникает не так хорошо, как суспензия.",
        "Системная абсорбция местных кортикостероидов может вызвать подавление гипоталамо-гипофизарно-надпочечниковой оси, что может привести к адреналовому кризу, особенно у детей и у пациентов, получающих большие дозы в течение длительного времени.",
        "Длительное применение кортикостероидов может увеличивать частоту вторичной инфекции, маскировать острую инфекцию, а также может пролонгировать или усугублять вирусные инфекции.",
        "Неомицин может вызывать необратимую сенсоневральную тугоухость из-за повреждения улитки, включая разрушение волосковых клеток в кортиевом органе; риск ототоксичности выше при длительном применении",
        "Может возникнуть сенсибилизация неомицином, включая зуд, покраснение, отек и невозможность заживления; прекратить терапию, если это произойдет",
        "Может произойти чрескожное всасывание местных кортикостероидов, что может вызвать проявления гипергликемии, синдрома Кушинга или глюкозурии; использование окклюзионных повязок, нанесение на обнаженную кожу или нанесение на большие площади поверхности может увеличить риск всасывания.",
        "Развитие саркомы Капоши, связанное с длительным лечением кортикостероидами; прекратить терапию, если это произойдет"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Покраснение",
      "percent": null
    },
    {
      "name": "Кожная сыпь",
      "percent": null
    },
    {
      "name": "Припухлость",
      "percent": null
    }
  ]
}