{
  "name": "секукинумаб",
  "comment": "Rx",
  "other_names": [
    "Козэнтикс"
  ],
  "classes": [
    "Моноклональные антитела",
    "Ингибиторы интерлейкина"
  ],
  "source": "https://reference.medscape.com/drug/cosentyx-secukinumab-999964",
  "pregnancy": {
    "common": [
      "Ограниченные доступные данные о применении у беременных женщин недостаточны для информирования о связанном с наркотиками риске неблагоприятных исходов развития."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "После подкожного введения секукинумаба во время органогенеза в дозах, в 30 раз превышающих максимально рекомендуемую дозу для человека (MRHD), не наблюдалось неблагоприятных последствий для развития у младенцев, рожденных от беременных обезьян."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Неизвестно, выделяется ли с грудным молоком или системно всасывается после приема внутрь; нет данных о воздействии на детей, находящихся на грудном вскармливании, или на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Будьте осторожны при аллергии на латекс; съемный колпачок на шприц-ручке Sensoready и предварительно заполненном шприце содержит натуральный каучук",
        "Сообщается о случаях анафилаксии и крапивницы; если это произойдет, немедленно прекратите прием секукинумаба и начните лечение анафилаксии.",
        "Может увеличить риск инфекций; осторожность при рассмотрении вопроса о применении у пациентов с хронической инфекцией или рецидивирующей инфекцией в анамнезе",
        "Оцените пациентов на туберкулезную (ТБ) инфекцию до начала лечения; не применять при активном туберкулезе; при латентном ТБ инициировать противотуберкулезную терапию до начала лечения секукинумабом у пациентов с латентным или активным ТБ в анамнезе, у которых невозможно подтвердить адекватный курс лечения; внимательно следить за пациентами на наличие признаков и симптомов активного туберкулеза во время и после лечения",
        "В пострегистрационном периоде сообщалось о серьезных и некоторых смертельных инфекциях; проинструктировать пациентов обратиться за медицинской помощью, если возникают признаки или симптомы, указывающие на инфекцию; если у пациента развивается серьезная инфекция, внимательно следите за пациентом и прекращайте терапию до тех пор, пока инфекция не исчезнет.",
        "Может усугубить болезнь Крона",
        "Следует соблюдать осторожность при назначении препарата пациентам с воспалительными заболеваниями кишечника; обострения, в некоторых случаях серьезные, о которых сообщалось в клинических исследованиях при бляшечном псориазе, псориатическом артрите, анкилозирующем спондилите и нерентгенографическом аксиальном спондилоартрите"
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Иммунизация",
            "Перед началом терапии рассмотрите возможность завершения всех соответствующих возрасту прививок в соответствии с текущими рекомендациями по иммунизации.",
            "Неживые вакцины, полученные во время курса секукинумаба, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания.",
            "Результаты исследования лекарственного взаимодействия у пациентов с псориазом средней и тяжелой степени не показали клинически значимого взаимодействия для препаратов, метаболизируемых CYP3A4.",
            "Ферменты CYP450 подавляются повышенным уровнем цитокинов (например, ИЛ-1, ИЛ-6, ИЛ-10, ФНО-альфа) при хроническом воспалении.",
            "После начала или прекращения приема секукинумаба у пациентов, принимающих субстраты CYP450 с узкими терапевтическими показателями, следует рассмотреть возможность мониторинга терапевтического эффекта или концентрации препарата; отрегулируйте дозу по мере необходимости",
            "Пациенты, получающие секукинумаб, не должны получать живые вакцины.",
            "Субстраты CYP450",
            "Терапия может изменить иммунный ответ пациента на живые вакцины; избегать использования живых вакцин у пациентов, получающих лечение"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "секукинумаб снижает действие живых аденовирусов типов 4 и 7, перорально за счет иммунодепрессивного действия; риск заражения. Противопоказано. Секукинумаб может влиять на иммунный ответ живых вакцин и повышать риск побочных эффектов вакцины; до начала секукинумаба завершите все соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "секукинумаб снижает действие живой вакцины БЦЖ за счет иммуносупрессивного действия; риск заражения. Противопоказано. Секукинумаб может влиять на иммунный ответ живых вакцин и повышать риск побочных эффектов вакцины; до начала секукинумаба завершите все соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "секукинумаб снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Противопоказано. Секукинумаб может влиять на иммунный ответ живых вакцин и повышать риск побочных эффектов вакцины; до начала секукинумаба завершите все соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прививка от кори (краснухи)",
      "description": {
        "common": "секукинумаб снижает действие вакцины против кори (краснухи) за счет иммуносупрессивного действия; риск заражения. Противопоказано. Секукинумаб может влиять на иммунный ответ живых вакцин и повышать риск побочных эффектов вакцины; до начала секукинумаба завершите все соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вакцина против кори, паротита и краснухи, живая",
      "description": {
        "common": "секукинумаб снижает действие вакцин против кори, эпидемического паротита и краснухи, живущих за счет иммунодепрессивного действия; риск заражения. Противопоказано. Секукинумаб может влиять на иммунный ответ живых вакцин и повышать риск побочных эффектов вакцины; до начала секукинумаба завершите все соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "секукинумаб снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Противопоказано. Секукинумаб может влиять на иммунный ответ живых вакцин и повышать риск побочных эффектов вакцины; до начала секукинумаба завершите все соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пероральная ротавирусная вакцина, живая",
      "description": {
        "common": "секукинумаб снижает эффекты пероральной ротавирусной вакцины, живые за счет иммунодепрессивных эффектов; риск заражения. Противопоказано. Секукинумаб может влиять на иммунный ответ живых вакцин и повышать риск побочных эффектов вакцины; до начала секукинумаба завершите все соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вакцина против оспы живая",
      "description": {
        "common": "секукинумаб снижает действие вакцины против оспы (вакцины) за счет иммунодепрессивного действия; риск заражения. Противопоказано. Секукинумаб может влиять на иммунный ответ живых вакцин и повышать риск побочных эффектов вакцины; до начала секукинумаба завершите все соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "полисахаридная вакцина против брюшного тифа",
      "description": {
        "common": "секукинумаб снижает действие полисахаридной вакцины против брюшного тифа за счет иммунодепрессивного действия; риск заражения. Противопоказано. Секукинумаб может влиять на иммунный ответ живых вакцин и повышать риск побочных эффектов вакцины; до начала секукинумаба завершите все соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "секукинумаб снижает действие живой брюшнотифозной вакцины за счет иммуносупрессивного действия; риск заражения. Противопоказано. Секукинумаб может влиять на иммунный ответ живых вакцин и повышать риск побочных эффектов вакцины; до начала секукинумаба завершите все соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "секукинумаб снижает действие живой вакцины против вируса ветряной оспы за счет иммуносупрессивного действия; риск заражения. Противопоказано. Секукинумаб может влиять на иммунный ответ живых вакцин и повышать риск побочных эффектов вакцины; до начала секукинумаба завершите все соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вакцина против желтой лихорадки",
      "description": {
        "common": "секукинумаб снижает действие вакцины против желтой лихорадки за счет иммуносупрессивного действия; риск заражения. Противопоказано. Секукинумаб может влиять на иммунный ответ живых вакцин и повышать риск побочных эффектов вакцины; до начала секукинумаба завершите все соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "живая вакцина против опоясывающего лишая",
      "description": {
        "common": "секукинумаб снижает действие живой вакцины против лишая за счет иммуносупрессивного действия; риск заражения. Противопоказано. Секукинумаб может влиять на иммунный ответ живых вакцин и повышать риск побочных эффектов вакцины; до начала секукинумаба завершите все соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против сибирской язвы адсорбирована",
      "description": {
        "common": "секукинумаб снижает эффекты адсорбированной сибиреязвенной вакцины за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "секукинумаб, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "секукинумаб, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "секукинумаб, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анатоксины дифтерии и столбняка",
      "description": {
        "common": "секукинумаб уменьшает эффекты дифтерийных и столбнячных анатоксинов за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/ бесклеточная коклюшная вакцина",
      "description": {
        "common": "секукинумаб снижает действие дифтерийно-столбнячного анатоксина/ бесклеточной коклюшной вакцины за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/бесклеточный коклюш/полиовирус, инактивированная вакцина",
      "description": {
        "common": "секукинумаб снижает действие анатоксинов дифтерии и столбняка/бесклеточного коклюша/полиовируса, инактивированной вакцины за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А инактивированная",
      "description": {
        "common": "секукинумаб снижает действие вакцины против гепатита А, инактивированной иммуносупрессивными эффектами; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита а/б",
      "description": {
        "common": "секукинумаб снижает действие вакцины против гепатита А/В за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита В",
      "description": {
        "common": "секукинумаб снижает действие вакцины против гепатита В за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека невалентная",
      "description": {
        "common": "секукинумаб снижает эффекты вакцины против вируса папилломы человека, невалентной по иммуносупрессивному действию; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека четырехвалентная",
      "description": {
        "common": "секукинумаб снижает действие вакцины против вируса папилломы человека, четырехвалентное за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "секукинумаб, идекабтаген виклеуцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гриппа А (H5N1)",
      "description": {
        "common": "секукинумаб снижает действие вакцины против гриппа A (H5N1) за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса гриппа (H5N1) с адъювантом",
      "description": {
        "common": "секукинумаб снижает эффекты вакцины против вируса гриппа (H5N1), усиливая иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "секукинумаб снижает действие четырехвалентной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа на культуре клеток",
      "description": {
        "common": "секукинумаб снижает эффекты четырехвалентной вакцины против вируса гриппа, культивируемых клеток за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, рекомбинантная",
      "description": {
        "common": "секукинумаб снижает эффекты четырехвалентной рекомбинантной противогриппозной вакцины за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "секукинумаб снижает действие трехвалентной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса гриппа трехвалентная, рекомбинантная",
      "description": {
        "common": "секукинумаб снижает эффекты трехвалентной, рекомбинантной противогриппозной вакцины за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Вакцина против вируса японского энцефалита",
      "description": {
        "common": "секукинумаб снижает действие вакцины против вируса японского энцефалита за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "секукинумаб, лизокабтаген маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "менингококковая конъюгированная вакцина против дифтерии A C Y и W-135",
      "description": {
        "common": "секукинумаб снижает действие менингококковой A C Y и конъюгированной дифтерийной вакцины W-135 за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "менингококковая A C Y и полисахаридная вакцина W-135 комбинированная",
      "description": {
        "common": "секукинумаб снижает действие менингококковой A C Y и полисахаридной вакцины W-135 в сочетании с иммунодепрессивным действием; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "секукинумаб снижает эффекты менингококковой вакцины группы В за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина 13-валентная",
      "description": {
        "common": "секукинумаб снижает эффекты пневмококковой вакцины 13-валентной за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина поливалентная",
      "description": {
        "common": "секукинумаб снижает действие поливалентной пневмококковой вакцины за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против полиомиелита инактивированная",
      "description": {
        "common": "секукинумаб снижает действие вакцины против полиомиелита, инактивированной за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства",
      "description": {
        "common": "секукинумаб снижает действие вакцины против бешенства за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства из клеток куриного эмбриона",
      "description": {
        "common": "секукинумаб снижает эффекты вакцины против бешенства на клетках эмбрионов цыплят, полученных за счет иммуносупрессивных эффектов; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "противостолбнячная и редуцированная дифтерийная вакцина/ бесклеточная коклюшная вакцина",
      "description": {
        "common": "секукинумаб снижает действие противостолбнячной и дифтерийной анатоксинов/ бесклеточной коклюшной вакцины за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "столбнячный анатоксин адсорбированный или жидкий",
      "description": {
        "common": "секукинумаб снижает действие адсорбированного или жидкого столбнячного анатоксина за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "секукинумаб, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "упадацитиниб",
      "description": {
        "common": "секукинумаб, упадацитиниб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Противопоказано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "секукинумаб, карбамазепин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, секукинумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема секукинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клонидин",
      "description": {
        "common": "секукинумаб, клонидин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, секукинумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема секукинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "секукинумаб, циклоспорин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, секукинумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема секукинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "секукинумаб снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "секукинумаб, дизопирамид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, секукинумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема секукинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфгартигимод альфа",
      "description": {
        "common": "Эфгартигимод альфа будет снижать уровень или эффект секукинумаба за счет конкуренции за связывание с рецепторами. Используйте осторожность/монитор. Одновременное применение эфгартигимода с препаратами, которые связываются с человеческим неонатальным рецептором Fc, может снизить системное воздействие и эффективность таких препаратов. Внимательно следите за снижением эффективности лекарств, которые связываются с человеческим неонатальным рецептором Fc. Если длительное использование таких препаратов необходимо, рассмотрите возможность прекращения приема эфгартигимода и использования альтернативных методов лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этосуксимид",
      "description": {
        "common": "секукинумаб, этосуксимид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, секукинумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема секукинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "секукинумаб, фосфенитоин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, секукинумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема секукинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гемофильной палочки типа b",
      "description": {
        "common": "секукинумаб снижает действие вакцины против гемофильной палочки типа b за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "секукинумаб и изавуконазония сульфат снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин и секукинумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты, или у пациентов с нарушениями иммунной системы из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мехлорэтамин",
      "description": {
        "common": "мехлорэтамин, секукинумаб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты, или у пациентов с нарушениями иммунной системы из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, секукинумаб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "секукинумаб, фенобарбитал. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, секукинумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема секукинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "секукинумаб, фенитоин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, секукинумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема секукинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "секукинумаб, примидон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, секукинумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема секукинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "секукинумаб, хинидин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, секукинумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема секукинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинин",
      "description": {
        "common": "секукинумаб, хинин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, секукинумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема секукинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "секукинумаб, сиролимус. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, секукинумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема секукинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "секукинумаб, такролимус. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, секукинумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема секукинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теофиллин",
      "description": {
        "common": "секукинумаб, теофиллин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, секукинумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема секукинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, секукинумаб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, секукинумаб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и секукинумаб усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вальпроевая кислота",
      "description": {
        "common": "секукинумаб, вальпроевая кислота. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, секукинумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема секукинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против опоясывающего лишая рекомбинантная",
      "description": {
        "common": "секукинумаб снижает эффекты рекомбинантной вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить эффективность рекомбинантной вакцины против опоясывающего лишая."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "инфекции",
      "percent": "28.7"
    },
    {
      "name": "Назофарингит",
      "percent": "11.4"
    },
    {
      "name": "инфекции",
      "percent": "29"
    },
    {
      "name": "Диарея",
      "percent": "4.1"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "2.5"
    },
    {
      "name": "Ринит",
      "percent": "1.4"
    },
    {
      "name": "Оральный герпес",
      "percent": "1.3"
    },
    {
      "name": "Фарингит",
      "percent": "1.2"
    },
    {
      "name": "ринорея",
      "percent": "1.2"
    },
    {
      "name": "Крапивница",
      "percent": "0.6"
    }
  ]
}