{
  "name": "инъекции транексамовой кислоты",
  "comment": "Rx",
  "other_names": [
    "Циклокапрон"
  ],
  "classes": [
    "Антифибринолитические агенты"
  ],
  "source": "https://reference.medscape.com/drug/cyklokapron-tranexamic-acid-injection-342087",
  "pregnancy": {
    "common": [
      "Имеющиеся данные из опубликованных исследований, серии случаев и отчеты о случаях применения транексамовой кислоты беременными женщинами во втором и третьем триместре и во время родов не проясняют, существует ли риск выкидыша или неблагоприятных исходов для матери или плода, связанный с приемом препарата.",
      "Известно, что препарат проникает через плаценту и появляется в пуповинной крови в концентрациях, примерно равных материнской концентрации.",
      "Имеются 2 (0,02%) случая младенцев со структурными аномалиями, приведшими к смерти при применении транексамовой кислоты во время зачатия или в первом триместре беременности; однако из-за других смешанных факторов риск серьезных врожденных дефектов при использовании транексамовой кислоты во время беременности не ясен."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Исследования репродукции, проведенные на мышах, крысах и кроликах, не выявили каких-либо неблагоприятных эффектов на плод из-за введения транексамовой кислоты во время органогенеза; исследованные дозы были кратны до 3-кратной (мышь), 6-кратной (крыса) и 3-кратной (кролик) максимальной дозе для человека в зависимости от площади поверхности тела мыши, крысы и кролика соответственно."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Одновременное применение препарата, который является антифибринолитиком, с гормональными контрацептивами может увеличить риск тромбоэмболических побочных реакций; рекомендовать пациентам использовать эффективный альтернативный (негормональный) метод контрацепции"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "В опубликованной литературе сообщается о присутствии транексамовой кислоты в грудном молоке; нет данных о воздействии препарата на ребенка, находящегося на грудном вскармливании, или о влиянии на выработку молока; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в лекарственном средстве и любыми потенциальными неблагоприятными последствиями лекарственного препарата или основного заболевания матери для ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Приобретенное нарушение цветового зрения",
        "Активное внутрисосудистое свертывание",
        "Субарахноидальное кровоизлияние",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Только для внутривенного введения; серьезные побочные реакции, включая судороги и сердечные аритмии, имели место, когда препарат непреднамеренно вводился интратекально, а не внутривенно; подтвердите правильный путь введения и избегайте путаницы с другими растворами для инъекций, которые могут вводиться одновременно с лекарством; Шприцы, содержащие наркотики, должны иметь четкую маркировку внутривенного пути введения.",
        "Сообщается о тромбоэмболии или венозном и артериальном тромбозе.",
        "Сообщается об анафилаксии при внутривенном введении",
        "Следует соблюдать осторожность при почечной недостаточности, субарахноидальном кровоизлиянии, сосудистых заболеваниях, тромбоэмболии в анамнезе и ДВС-синдроме.",
        "Одновременное применение с третиноином может усилить прокоагулянтные эффекты.",
        "Сообщалось о деревянистом конъюнктивите.",
        "Обструкция мочеточника в результате образования сгустка сообщили; соблюдать осторожность у пациентов с кровотечением из верхних мочевыводящих путей",
        "Одновременное применение с концентратами комплекса антиингибитора коагулянта/комплекса фактора IX может дополнительно увеличить риск тромбоза."
      ],
      "specific": [
        {
          "type": "Нарушения зрения",
          "description": [
            "При обследовании глаз у пациентов, получавших транексамовую кислоту в течение 8 лет, изменений сетчатки не наблюдалось; пациенты, которым предстоит лечение в течение более 3 месяцев, могут рассмотреть возможность офтальмологического мониторинга, включая проверку остроты зрения и оптическую когерентную томографию через регулярные промежутки времени; прекратить введение транексамовой кислоты в виде инъекций хлорида натрия, если происходят изменения при офтальмологическом обследовании.",
            "Сообщалось о дефектах зрения (изменение цветовосприятия или потеря зрения).",
            "Кроме того, хотя это и не наблюдалось у людей, у кошек и собак после перорального или внутривенного введения транексамовой кислоты в дозах от 250 до 1600 мг/кг/день (в 1,6–22 раза больше рекомендуемой дозы для человека в зависимости от организма) наблюдались очаговые очаги дегенерации сетчатки. площадь поверхности) от 6 дней до 1 года"
          ]
        },
        {
          "type": "Судороги",
          "description": [
            "Рассмотрите возможность мониторинга электроэнцефалограммы (ЭЭГ) у пациентов с судорогами в анамнезе или с миоклоническими движениями, подергиваниями или признаками фокальных судорог; прекратить прием препарата, если возникают судороги",
            "Может вызывать судороги, в том числе фокальные и генерализованные судороги; наиболее частая ситуация для судорог, вызванных транексамовой кислотой, была во время сердечно-сосудистой хирургии (условия, в которых лекарство не одобрено FDA и где используются дозы, в десять раз превышающие рекомендуемую дозу для человека, и у пациентов, непреднамеренно введенных транексамовая кислота в нейроаксиальный система)",
            "Рассмотрите возможность снижения дозы во время операции и коррекции дозы для пациентов с такими клиническими состояниями, как почечная дисфункция; внимательно следить за пациентом во время операции"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "концентрат протромбинового комплекса человеческий",
      "description": {
        "common": "инъекции транексамовой кислоты усиливают действие концентрата протромбинового комплекса на человека за счет фармакодинамического синергизма. Противопоказано. Coadministration увеличивает риск тромбоза."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антиингибиторный коагулянтный комплекс",
      "description": {
        "common": "антиингибиторный коагулянтный комплекс, инъекции транексамовой кислоты.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Совместное администрирование ма."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Фактор IX",
      "description": {
        "common": "инъекция транексамовой кислоты усиливает действие фактора IX за счет фармакодинамического синергизма. Противопоказано. Риск тромбоза."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Фактор IX, рекомбинантный",
      "description": {
        "common": "инъекция транексамовой кислоты усиливает действие рекомбинантного фактора IX за счет фармакодинамического синергизма. Противопоказано. Риск тромбоза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефибротид",
      "description": {
        "common": "инъекция транексамовой кислоты снижает эффекты дефибротида за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Дефибротид может ослаблять эффекты тромболитических средств. Рассмотрите возможность модификации терапии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "инъекции транексамовой кислоты, местранол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск тромбоэмболических нарушений."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Визуальные аномалии",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "с быстрым впрыском",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    }
  ]
}