{
  "name": "цистеамин",
  "comment": "Rx",
  "other_names": [
    "Цистагон",
    "Процисби"
  ],
  "classes": [
    "Другой",
    "Метаболический и эндокринный"
  ],
  "source": "https://reference.medscape.com/drug/cystagon-cysteamine-procysbi-342843",
  "pregnancy": {
    "common": [
      "Цистеамин (вводимый в виде битартрата цистеамина) был тератогенным и фетотоксичным у крыс в дозах, меньших рекомендуемой поддерживающей дозы для человека.",
      "Нет доступных данных об использовании беременными женщинами для информирования о любых связанных с наркотиками рисках врожденных дефектов или выкидыша; использовать во время беременности только в том случае, если потенциальная польза оправдывает потенциальный риск для плода"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Цистеамин присутствует в молоке лактирующих крыс.",
      "Из-за возможности серьезных побочных реакций на цистеамин у младенцев, находящихся на грудном вскармливании, грудное вскармливание не рекомендуется.",
      "Нет информации о присутствии цистеамина в грудном молоке, влиянии на грудного ребенка или влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к цистеамину или пеницилламину."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось о доброкачественной внутричерепной гипертензии (псевдоопухоль головного мозга; PTC) и/или отеке диска зрительного нерва; следить за признаками и симптомами ПТК, включая головную боль, шум в ушах, головокружение, тошноту, диплопию, нечеткость зрения, потерю зрения, боль за глазом или боль при движении глаз; если признаки/симптомы сохраняются, прервите лечение или уменьшите дозу и обратитесь к офтальмологу; если диагноз подтвержден, навсегда прекратите использование",
        "Сообщалось об язвах желудочно-кишечного тракта (ЖКТ) и кровотечениях; Симптомы со стороны желудочно-кишечного тракта, включая тошноту, рвоту, анорексию и боль в животе, иногда сильные; если развиваются тяжелые симптомы желудочно-кишечного тракта, рассмотрите возможность уменьшения дозы Процисби.",
        "Поражения кожи и костей, напоминающие клинические признаки синдрома Элерса-Данлоса, о которых сообщалось у пациентов, получавших высокие дозы битартрата цистеамина с немедленным высвобождением или других солей цистеамина; к ним относятся псевдоопухоли моллюсков (пурпурные геморрагические поражения), стрии кожи, поражения костей (в том числе остеопения, компрессионные переломы, сколиоз и вальгусная деформация коленного сустава), боль в ногах и гиперэкстензия суставов; следить за развитием поражений кожи или костей и прерывать дозирование, если у пациентов развиваются эти поражения; возобновить с более низкой дозы под пристальным наблюдением, затем медленно увеличить до соответствующей терапевтической дозы",
        "Сообщалось о тяжелых кожных высыпаниях (например, мультиформная буллезная эритема, токсический эпидермальный некролиз); при появлении тяжелых кожных высыпаний полностью прекратить использование",
        "Цистеамин был связан с обратимой лейкопенией и повышенным уровнем щелочной фосфатазы.",
        "Может вызывать симптомы со стороны ЦНС, такие как судороги, вялость, сонливость, депрессия и энцефалопатия; прервите лечение или измените дозу, если это необходимо для пациентов с тяжелыми симптомами или с симптомами, которые сохраняются или прогрессируют; может ухудшить их способность выполнять такие задачи, как вождение или управление механизмами"
      ],
      "specific": [
        {
          "type": "Фиброзная колонопатия",
          "description": [
            "Сообщаемые симптомы включают боль в животе, рвоту, кровавую или постоянную диарею и недержание кала; оценить пациентов с тяжелыми, стойкими и/или ухудшающимися абдоминальными симптомами на наличие фиброзирующей колонопатии; если диагноз подтвержден, окончательно прекратите терапию и перейдите на капсулы цистеамина битартрата с немедленным высвобождением.",
            "Нельзя исключать связь между сополимером метакриловой кислоты и этилакрилата (неактивный ингредиент этого препарата) и фиброзирующей колонопатией.",
            "Фиброзная колонопатия, включая образование стриктур толстой кишки, зарегистрированная у детей и молодых взрослых пациентов с нефропатическим цистинозом; некоторые из пациентов лечились в течение длительного периода времени"
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Употребление алкоголя с цистеамином может увеличить скорость высвобождения цистеамина и/или неблагоприятно изменить фармакокинетические свойства, а также эффективность и токсичность; поэтому не употребляйте алкогольные напитки во время лечения",
            "Препараты, повышающие pH желудка (например, препараты, содержащие бикарбонат или карбонат), могут изменять фармакокинетику цистеамина из-за преждевременного высвобождения цистеамина и повышать концентрацию цистина в лейкоцитах; контролировать концентрацию цистина в лейкоцитах при одновременном применении препаратов, повышающих pH желудка."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Рвота",
      "percent": "12"
    },
    {
      "name": "рвота",
      "percent": "19-77"
    },
    {
      "name": "Рвота",
      "percent": "53"
    },
    {
      "name": "рвота",
      "percent": "24"
    },
    {
      "name": "Гастроэнтерит",
      "percent": "16-18"
    },
    {
      "name": "вирусный гастроэнтерит",
      "percent": "14"
    },
    {
      "name": "Запах изо рта",
      "percent": "12"
    },
    {
      "name": "Тошнота",
      "percent": "9-12"
    },
    {
      "name": "Боль в животе",
      "percent": "7"
    },
    {
      "name": "дискомфорт",
      "percent": "5"
    },
    {
      "name": "Дисбаланс электролита",
      "percent": "5"
    },
    {
      "name": "Головная боль",
      "percent": "2"
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "потеря аппетита",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "потеря аппетита",
      "percent": null
    }
  ]
}