{
  "name": "пафолацианин",
  "comment": "Rx",
  "other_names": [
    "Циталюкс"
  ],
  "classes": [
    "Агенты диагностической визуализации"
  ],
  "source": "https://reference.medscape.com/drug/cytalux-pafolacianine-4000180",
  "pregnancy": {
    "common": [
      "Основываясь на механизме действия, при назначении беременным женщинам может произойти повреждение плода.",
      "Проверьте статус беременности женщин репродуктивного потенциала перед введением",
      "Отсутствуют данные о людях для оценки риска серьезных врожденных дефектов, выкидыша или других неблагоприятных исходов для матери и плода, связанного с приемом лекарств."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии пафолацианина в грудном молоке или молоке животных, влиянии на младенцев, находящихся на грудном вскармливании, или влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Ошибки могут возникать во время интраоперационной флуоресцентной визуализации для выявления рака яичников и поражений в легких, включая ложноотрицательные и ложноположительные результаты; нефлюоресцирующая ткань в операционном поле не исключает наличия рака яичников или легкого; флуоресценция может наблюдаться в нормальных тканях, включая кишечник, почки, лимфатические узлы и легкие, а также в воспаленных тканях.",
        "Используйте только D5W для разбавления препарата; использование неправильного разбавителя для приготовления инфузионного раствора может вызвать агрегацию пафолацианина; агрегация может вызывать инфузионные реакции, такие как тошнота, рвота, боль в животе или сыпь",
        "Основываясь на механизме действия, при введении беременным женщинам может произойти повреждение плода.",
        "Реакции, связанные с инфузией, состоящие из тошноты, рвоты, болей в животе, гиперемии, диспепсии, повышенной чувствительности, повышенного артериального давления и дискомфорта в груди; реакции обычно возникали в течение 15 минут после начала инфузии"
      ],
      "specific": [
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Фолат, фолиевая кислота или добавки, содержащие фолиевую кислоту",
            "Избегайте использования в течение 48 часов до введения",
            "Использование фолиевой кислоты, фолиевой кислоты или добавок, содержащих фолиевую кислоту, может уменьшить связывание пафолацианина с фолатными рецепторами, сверхэкспрессированными на клетках рака яичников, и может уменьшить обнаружение злокачественного поражения."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "фолиевая кислота",
      "description": {
        "common": "фолиевая кислота снижает эффекты пафолацианина за счет конкуренции за связывание с рецепторами. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с фолиевой кислотой или добавками, содержащими фолиевую кислоту, в течение 48 часов до введения пафолацианина. Использование фолиевой кислоты, фолиевой кислоты или фолатсодержащих добавок может уменьшить связывание пафолацианина с рецепторами фолиевой кислоты, гиперэкспрессированными на клетках рака яичников, и может уменьшить выявление злокачественных поражений. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "железо/фолиевая кислота/витамины/минералы",
      "description": {
        "common": "Железо/фолиевая кислота/витамин/минерал снижает эффекты пафолацианина за счет конкуренции за связывание с рецепторами. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с фолиевой кислотой или добавками, содержащими фолиевую кислоту, в течение 48 часов до введения пафолацианина. Использование фолиевой кислоты, фолиевой кислоты или фолатсодержащих добавок может уменьшить связывание пафолацианина с рецепторами фолиевой кислоты, гиперэкспрессированными на клетках рака яичников, и может уменьшить выявление злокачественных поражений. ."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Тошнота",
      "percent": "15"
    },
    {
      "name": "Рвота",
      "percent": "5.8"
    },
    {
      "name": "Боль в животе",
      "percent": "2.7"
    },
    {
      "name": "Промывка",
      "percent": "1.7"
    },
    {
      "name": "Диспепсия",
      "percent": "1"
    },
    {
      "name": "Дискомфорт в груди",
      "percent": "1"
    },
    {
      "name": "Зуд",
      "percent": "1"
    },
    {
      "name": "Гиперчувствительность",
      "percent": "1"
    }
  ]
}