{
  "name": "мизопростол",
  "comment": "Rx",
  "other_names": [
    "Сайтотек"
  ],
  "classes": [
    "простагландины",
    "Эндокринный",
    "Другой",
    "Желудочно-кишечные агенты"
  ],
  "source": "https://reference.medscape.com/drug/cytotec-misoprostol-341995",
  "pregnancy": {
    "common": [
      "Категория беременности: X",
      "Лактация: препарат быстро метаболизируется у матери до мизопростоловой кислоты, которая является биологически активной и выделяется с грудным молоком; хотя нет опубликованных сообщений о побочных эффектах мизопростола у детей, находящихся на грудном вскармливании, следует проявлять осторожность при назначении мизопростола кормящим женщинам."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: препарат быстро метаболизируется у матери до мизопростоловой кислоты, которая является биологически активной и выделяется с грудным молоком; хотя нет опубликованных сообщений о побочных эффектах мизопростола у детей, находящихся на грудном вскармливании, следует проявлять осторожность при назначении мизопростола кормящим женщинам."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Противопоказано беременным женщинам для снижения риска развития пептической язвы при приеме нестероидных противовоспалительных препаратов (НПВП).",
        "Сообщалось о разрыве матки, когда препарат вводили беременным женщинам для стимуляции родов; риск разрыва матки увеличивается с увеличением срока беременности и предшествующими операциями на матке, включая кесарево сечение",
        "Предупредите пациентов о риске аборта и предупредите их, чтобы они не давали лекарство другим.",
        "После использования сообщалось о бактериальных инфекциях.",
        "Пациенты должны обратиться за медицинской помощью, если происходит чрезмерное кровотечение",
        "Назначение беременным женщинам может вызвать аборт, преждевременные роды или врожденные дефекты."
      ],
      "specific": [
        {
          "type": "Применение у женщин детородного возраста",
          "description": [
            "(4) Пациентка начнет прием мизопростола только на 2-й или 3-й день следующего нормального менструального цикла.",
            "(2) Пациент способен соблюдать эффективные меры контрацепции.",
            "Не используйте для снижения риска возникновения язв, вызванных НПВП, у женщин детородного возраста, если пациент не подвергается высокому риску осложнений от язвы желудка; могут быть назначены в следующих ситуациях:",
            "(3) Пациентка получила как устные, так и письменные предупреждения об опасности мизопростола, риске возможной неудачи контрацепции и опасности для других женщин детородного возраста в случае приема препарата по ошибке.",
            "(1) У пациентки отрицательный результат сывороточного теста на беременность в течение 2 недель до начала терапии."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Беременность при использовании для снижения риска язв, вызванных НПВП",
        "Повышенная чувствительность к мизопростолу, простагландинам или аналогам простагландинов."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "С осторожностью применять у женщин старше 35 лет или заядлых курильщиков (эти пациенты не участвовали в клинических исследованиях).",
        "Неизвестно, безопасен ли препарат для женщин с тяжелой анемией.",
        "Адекватная контрацепция необходима женщинам детородного возраста",
        "Мизопростол может вызывать врожденные дефекты, аборт (иногда неполный), преждевременные роды или разрыв матки при назначении беременным женщинам.",
        "Безопасность и эффективность у пациентов с сердечно-сосудистыми заболеваниями, диабетом, почечной недостаточностью или респираторными заболеваниями не установлены.",
        "Может вызвать диарею; не следует применять одновременно с другими препаратами, вызывающими диарею (например, антацидами, содержащими магний)",
        "Может вызвать анафилактическую реакцию",
        "Может вызвать озноб"
      ],
      "specific": [
        {
          "type": "Использование не по прямому назначению",
          "description": [
            "Активность матки и состояние плода должны контролироваться обученным акушерским персоналом в условиях стационара.",
            "Может быть связано с пассажем мекония, окрашиванием меконием амниотической жидкости и кесаревым сечением",
            "Для использования в больнице, только если используется не по прямому назначению для созревания шейки матки, индукции родов или лечения серьезного послеродового кровотечения",
            "Сообщалось о материнском шоке, материнской смерти, брадикардии плода и гибели плода."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид алюминия/карбонат магния",
      "description": {
        "common": "гидроксид алюминия/карбонат магния, мизопростол. неизвестный механизм. Избегайте или используйте альтернативный препарат. Антациды снижают биодоступность мизопростоловой кислоты. Антациды, содержащие магний, могут усиливать диарею, вызванную мизопростолом. Если необходим антацид, используйте антациды, содержащие алюминий или кальций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид алюминия/трисиликат магния",
      "description": {
        "common": "гидроксид алюминия/трисиликат магния, мизопростол. неизвестный механизм. Избегайте или используйте альтернативный препарат. Антациды снижают биодоступность мизопростоловой кислоты. Антациды, содержащие магний, могут усиливать диарею, вызванную мизопростолом. Если необходим антацид, используйте антациды, содержащие алюминий или кальций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лимонная кислота/глюконо-дельта-лактон/карбонат магния",
      "description": {
        "common": "лимонная кислота/глюконо-дельта-лактон/карбонат магния, мизопростол. неизвестный механизм. Избегайте или используйте альтернативный препарат. Антациды снижают биодоступность мизопростоловой кислоты. Антациды, содержащие магний, могут усиливать диарею, вызванную мизопростолом. Если необходим антацид, используйте антациды, содержащие алюминий или кальций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глюконат магния",
      "description": {
        "common": "глюконат магния, мизопростол. неизвестный механизм. Избегайте или используйте альтернативный препарат. Антациды снижают биодоступность мизопростоловой кислоты. Антациды, содержащие магний, могут усиливать диарею, вызванную мизопростолом. Если необходим антацид, используйте антациды, содержащие алюминий или кальций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окситоцин",
      "description": {
        "common": "мизопростол усиливает эффекты окситоцина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Мизопростол может усиливать действие окситоциновых средств, особенно при приеме менее чем за 4 часа до начала введения окситоцина. ."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Диарея",
      "percent": "14-40"
    },
    {
      "name": "Боль в животе",
      "percent": "13-20"
    },
    {
      "name": "Головная боль",
      "percent": "2"
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "Сердечная аритмия",
      "percent": null
    },
    {
      "name": "Боль в груди",
      "percent": null
    },
    {
      "name": "Метеоризм",
      "percent": null
    },
    {
      "name": "Желудочно-кишечное кровотечение",
      "percent": null
    },
    {
      "name": "Потеря слуха",
      "percent": null
    },
    {
      "name": "Инфаркт миокарда",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Разрыв матки",
      "percent": null
    },
    {
      "name": "Тромбоэмболическое расстройство",
      "percent": null
    }
  ]
}