{
  "name": "декстроза",
  "comment": "Rx",
  "other_names": [
    "DГлюкоза",
    "Д50Вт",
    "глюкоза"
  ],
  "classes": [
    "Другой",
    "Агенты, повышающие уровень глюкозы",
    "Метаболический и эндокринный"
  ],
  "source": "https://reference.medscape.com/drug/d50w-dglucose-dextrose-342705",
  "pregnancy": {
    "common": [
      "Категория беременности: C/A (оральный)",
      "Во время родов может возникнуть гипергликемия матери и плода; монитор",
      "Лактация: экскреция с молоком неизвестна; используйте с осторожностью"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: экскреция с молоком неизвестна; используйте с осторожностью"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Документально подтвержденная гиперчувствительность; сильное обезвоживание"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "После резкой отмены может возникнуть рикошетная гипогликемия.",
        "Значительная гипокалиемия может возникнуть при внутривенном введении растворов декстрозы, не содержащих калия.",
        "Рекомендуется соблюдать осторожность, чтобы избежать воздушной эмболии при инфузии лекарств.",
        "Мониторинг изменений водного баланса, концентрации электролитов и кислотно-щелочного баланса при длительном применении.",
        "Дайте 5% или 10% декстрозу, чтобы избежать реактивной гипогликемии, когда инфузия высококонцентрированной декстрозы резко прекращается.",
        "Гипертонические растворы (>10%) могут вызывать тромбоз при инфузии через периферические вены; лучше вводить через центральный венозный катетер",
        "Будьте осторожны при сахарном диабете или непереносимости углеводов",
        "Повышенная осмоляльность сыворотки и возможное внутримозговое кровоизлияние могут возникнуть при быстром или избыточном введении декстрозы.",
        "Значительная гипонатермия или водная интоксикация могут возникнуть при внутривенном введении раствора декстрозы с низким содержанием натрия или без натрия.",
        "Инъекция декстрозы содержит алюминий, который может быть токсичным; пациенты с нарушением функции почек и недоношенные дети из группы повышенного риска; ограничить алюминий до <4 мкг/кг/день",
        "Парентеральное питание, связанное с заболеваниями печени; повышенный риск у пациентов, получающих парентеральное питание в течение длительного периода времени, особенно у недоношенных детей; контролировать функциональные пробы печени, при возникновении отклонений рассмотреть вопрос о прекращении приема или снижении дозы",
        "Контролируйте уровень глюкозы в крови и вводите инсулин по мере необходимости",
        "Неожиданное повышение уровня глюкозы в крови у стабильного пациента может быть ранним симптомом инфекции; следить за признаками и симптомами инфекции и лабораторными параметрами",
        "Мониторинг уровня глюкозы и возможной гипергликемии при лечении педиатрических пациентов",
        "С осторожностью у пациентов с сахарным диабетом; снизить скорость инфузии, чтобы снизить возможность возникновения гипергликемии и глюкозурии"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид магния",
      "description": {
        "common": "декстроза снижает уровень хлорида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "декстроза снижает уровень цитрата магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "декстроза снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "декстроза снижает уровень оксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфат магния",
      "description": {
        "common": "декстроза снижает уровень сульфата магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Гиперосмолярность",
      "percent": null
    },
    {
      "name": "Отек",
      "percent": null
    },
    {
      "name": "Венозный тромбоз",
      "percent": null
    },
    {
      "name": "тахипноэ",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Гипермолярный синдром",
      "percent": null
    },
    {
      "name": "гиперволемия",
      "percent": null
    },
    {
      "name": "Флебит",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Полидипсия",
      "percent": null
    },
    {
      "name": "Отек легких",
      "percent": null
    },
    {
      "name": "Кровоизлияние в мозг",
      "percent": null
    },
    {
      "name": "Спутанность сознания",
      "percent": null
    },
    {
      "name": "бессознательное состояние",
      "percent": null
    },
    {
      "name": "Церебральная ишемия",
      "percent": null
    },
    {
      "name": "гипофосфатемия",
      "percent": null
    },
    {
      "name": "гипомагниемия",
      "percent": null
    },
    {
      "name": "Гипергликемия",
      "percent": null
    },
    {
      "name": "Экстравазация места инъекции",
      "percent": null
    },
    {
      "name": "Некроз тканей",
      "percent": null
    }
  ]
}