{
  "name": "дактиномицин",
  "comment": "Rx",
  "other_names": [
    "Космеген"
  ],
  "classes": [
    "Противоопухолевые препараты",
    "Антибиотик"
  ],
  "source": "https://reference.medscape.com/drug/dactinomycin-342117",
  "pregnancy": {
    "common": [
      "В исследованиях репродукции животных введение беременным животным в период органогенеза было тератогенным, что приводило к порокам развития при дозах ниже рекомендуемой дозы для человека.",
      "Проверяйте статус беременности самок с репродуктивным потенциалом до начала",
      "Основываясь на результатах исследований на животных и его механизме действия, может нанести вред плоду при назначении беременным женщинам."
    ],
    "specific": [
      {
        "type": "контрацепция",
        "description": [
          "Женщины репродуктивного возраста: используйте эффективные методы контрацепции во время лечения и в течение как минимум 6 месяцев после последней дозы.",
          "Мужчины с партнершами репродуктивного возраста: используйте эффективные методы контрацепции во время лечения и в течение 3 месяцев после последней дозы."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии дактиномицина или его метаболитов в грудном молоке или их влиянии на ребенка, находящегося на грудном вскармливании, или на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщается о гепатотоксичности; контролировать трансаминазы, щелочную фосфатазу и билирубин до и во время лечения",
        "Сообщается о почечной токсичности; часто контролировать креатинин и электролиты",
        "Может нанести вред плоду; информировать пациенток о потенциальном риске для плода и использовать эффективные средства контрацепции (см. Беременность)",
        "Если происходит экстравазация, немедленно прервите инъекцию или инфузию и приложите лед (см. Администрация).",
        "Повышенный риск вторичного злокачественного новообразования или лейкемии после лечения",
        "Сообщается о тяжелой и фатальной веноокклюзионной болезни; риск увеличивается с молодым возрастом (т.е. <4 лет) или сопутствующей лучевой терапией; контролировать повышение АСТ, АЛТ, общего билирубина, гепатомегалию, увеличение массы тела или асцит; рассмотреть возможность отсрочки следующей дозы; возобновить, уменьшить дозу или навсегда прекратить в зависимости от тяжести реакции и заболевания, которое лечат",
        "Снизить дозу на 50% при сопутствующем облучении; соблюдать осторожность при введении в течение 2 месяцев после облучения",
        "Могут возникнуть тяжелые кожно-слизистые реакции (например, синдром Стивена-Джонсона, токсический эпидермальный некролиз); навсегда прекратить",
        "Сообщается о тяжелой и фатальной миелосупрессии; контролировать количество клеток крови перед каждым циклом; отложить следующую дозу, если тяжелая миелосупрессия не улучшилась; рассмотреть вопрос о снижении дозы для пациентов с длительной миелосупрессией в зависимости от тяжести реакции и заболевания, которое лечат"
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Вакцинация живыми вирусными вакцинами не рекомендуется до или во время лечения; не изучал",
            "В опубликованных исследованиях in vitro сообщается, что дактиномицин может быть субстратом P-гликопротеина и OATP1B3."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "дактиномицин снижает действие живых аденовирусов типов 4 и 7 при пероральном приеме за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "дактиномицин снижает действие четырехвалентной вакцины против вируса гриппа, адъювантно проявляя фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "дактиномицин снижает эффекты трехвалентной вакцины против вируса гриппа, дополненной фармакодинамическим антагонизмом. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность дактиномицина по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "рогинтерферон альфа 2b, дактиномицин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб, дактиномицин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Coadministration может увеличить риск миелосупрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт и дактиномицин усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "дактиномицин снижает действие противохолерной вакцины за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "дактиномицин снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "дактиномицин, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина будет увеличивать уровень или эффект дактиномицина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина будет увеличивать уровень или эффект дактиномицина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект дактиномицина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "стеарат эритромицина будет увеличивать уровень или эффект дактиномицина посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "дактиномицин усиливает действие финголимода за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "дактиномицин, гидроксимочевина. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект дактиномицина через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "дактиномицин снижает действие менингококковой вакцины группы В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Лица с измененной иммунокомпетентностью могут иметь сниженный иммунный ответ на вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, дактиномицин.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олапариб",
      "description": {
        "common": "дактиномицин и олапариб усиливают фармакодинамический синергизм. Используйте осторожность/монитор. Одновременное применение с другими миелосупрессивными противоопухолевыми средствами, включая агенты, повреждающие ДНК, может усиливать и пролонгировать миелосупрессивную токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и дактиномицин усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "дактиномицин снижает эффекты сипулеуцел-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, дактиномицин.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, дактиномицин.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксорубицин",
      "description": {
        "common": "доксорубицин, дактиномицин. неустановленный механизм взаимодействия. Незначительное/значение неизвестно. У детей, получавших одновременно доксорубицин и дактиномицин, в разное время после местной лучевой терапии проявлялся острый «возвратный» пневмонит."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксорубицин липосомальный",
      "description": {
        "common": "доксорубицин липосомальный, дактиномицин. неустановленный механизм взаимодействия. Незначительное/значение неизвестно. У детей, получавших одновременно доксорубицин и дактиномицин, в разное время после местной лучевой терапии проявлялся острый «возвратный» пневмонит."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Также см. Предостережения",
      "percent": null
    },
    {
      "name": "Общие побочные эффекты включают инфекцию",
      "percent": null
    },
    {
      "name": "алопеция",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "дисфагия",
      "percent": null
    },
    {
      "name": "усталость",
      "percent": null
    },
    {
      "name": "высокая температура",
      "percent": null
    },
    {
      "name": "тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "тромбоцитопения",
      "percent": null
    },
    {
      "name": "мукозит",
      "percent": null
    },
    {
      "name": "и гепатотоксичность",
      "percent": null
    },
    {
      "name": "Вторичное злокачественное новообразование и лейкемия",
      "percent": null
    },
    {
      "name": "Вено",
      "percent": null
    },
    {
      "name": "окклюзионная болезнь",
      "percent": null
    },
    {
      "name": "экстравазация",
      "percent": null
    },
    {
      "name": "Миелосупрессия",
      "percent": null
    },
    {
      "name": "Тяжелые кожно-слизистые реакции",
      "percent": null
    },
    {
      "name": "Почечная токсичность",
      "percent": null
    },
    {
      "name": "Гепатотоксичность",
      "percent": null
    },
    {
      "name": "Потенцирование радиационной токсичности и отзыв радиации",
      "percent": null
    },
    {
      "name": "инфекции",
      "percent": null
    },
    {
      "name": "Инфекции, в том числе сепсис с летальным исходом",
      "percent": null
    },
    {
      "name": "гематологический",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "тромбоцитопения",
      "percent": null
    },
    {
      "name": "панцитопения",
      "percent": null
    },
    {
      "name": "ретикулоцитопения",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "фебрильная нейтропения",
      "percent": null
    },
    {
      "name": "диссеминированное внутрисосудистое свертывание",
      "percent": null
    },
    {
      "name": "Иммунная система",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "Метаболизм и питание",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "гипокальциемия",
      "percent": null
    },
    {
      "name": "синдром лизиса опухоли",
      "percent": null
    },
    {
      "name": "Нервная система",
      "percent": null
    },
    {
      "name": "Периферическая невропатия",
      "percent": null
    },
    {
      "name": "Окуляр",
      "percent": null
    },
    {
      "name": "Оптическая невропатия",
      "percent": null
    },
    {
      "name": "Сосудистый",
      "percent": null
    },
    {
      "name": "Тромбофлебит",
      "percent": null
    },
    {
      "name": "кровотечение",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "грудной и медиастинальный",
      "percent": null
    },
    {
      "name": "Пневмонит",
      "percent": null
    },
    {
      "name": "пневмоторакс",
      "percent": null
    },
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "боль в животе",
      "percent": null
    },
    {
      "name": "диарея",
      "percent": null
    },
    {
      "name": "запор",
      "percent": null
    },
    {
      "name": "язва желудочно-кишечного тракта",
      "percent": null
    },
    {
      "name": "хейлит",
      "percent": null
    },
    {
      "name": "дисфагия",
      "percent": null
    },
    {
      "name": "эзофагит",
      "percent": null
    },
    {
      "name": "язвенный стоматит",
      "percent": null
    },
    {
      "name": "асцит",
      "percent": null
    },
    {
      "name": "проктит",
      "percent": null
    },
    {
      "name": "мукозит",
      "percent": null
    },
    {
      "name": "гепатобилиарный",
      "percent": null
    },
    {
      "name": "Нарушения функции печени",
      "percent": null
    },
    {
      "name": "гепатомегалия",
      "percent": null
    },
    {
      "name": "гепатит",
      "percent": null
    },
    {
      "name": "печеночная недостаточность с сообщениями о смерти",
      "percent": null
    },
    {
      "name": "печеночная вена",
      "percent": null
    },
    {
      "name": "окклюзионная болезнь",
      "percent": null
    },
    {
      "name": "Дерматологический",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "дерматит",
      "percent": null
    },
    {
      "name": "акне",
      "percent": null
    },
    {
      "name": "многоформная эритема",
      "percent": null
    },
    {
      "name": "Синдром Стивенса-Джонсона",
      "percent": null
    },
    {
      "name": "радиационный отзыв",
      "percent": null
    },
    {
      "name": "токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "Скелетно-мышечная и соединительная ткань",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "задержка роста",
      "percent": null
    },
    {
      "name": "Почечная и мочевая",
      "percent": null
    },
    {
      "name": "Почечная недостаточность",
      "percent": null
    },
    {
      "name": "почечная недостаточность",
      "percent": null
    },
    {
      "name": "Общий",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "высокая температура",
      "percent": null
    },
    {
      "name": "недомогание",
      "percent": null
    }
  ]
}