{
  "name": "иофлупан I 123",
  "comment": "Rx",
  "other_names": [
    "DaTscan"
  ],
  "classes": [
    "Йодированные контрастные вещества"
  ],
  "source": "https://reference.medscape.com/drug/datscan-ioflupane-i-123-999618",
  "pregnancy": {
    "common": [
      "Продукты радиоактивного йода проникают через плаценту и могут необратимо нарушать функцию щитовидной железы плода; перед применением беременной женщине рекомендуется введение соответствующего блокатора щитовидной железы, чтобы защитить женщину и плод от накопления йода.",
      "Нет доступных данных об использовании у беременных женщин для оценки риска серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода, связанного с приемом препарата; информировать беременных женщин о потенциальных рисках облучения плода дозами радиации при введении продукта"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Дозы облучения >15 рад (150 мГр) были связаны с врожденными аномалиями, но дозы менее 5 рад (50 мГр) обычно не вызывали врожденных аномалий.",
          "Исследования репродукции животных не проводились с ioflupane I 123; все радиофармпрепараты могут нанести вред плоду в зависимости от стадии развития плода и величины дозы облучения; введение в дозе 185 МБк (5 мКи) приводит к поглощенной дозе облучения на матку 0,3 рад (3,0 мГр)"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Йодид 123 (I 123), радионуклид, присутствует в грудном молоке; нет информации о воздействии на младенцев, находящихся на грудном вскармливании, или на выработку молока; посоветуйте кормящей женщине прервать грудное вскармливание, сцеживать и выбрасывать грудное молоко в течение как минимум 6 дней (>10 физических периодов полувыведения) после введения, чтобы свести к минимуму радиационное облучение младенца, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к действующему веществу, вспомогательным веществам или йоду."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может произойти накопление йода-123 в щитовидной железе; для уменьшения накопления щитовидной железой йода-123 блокируйте щитовидную железу (например, йодидом калия) перед назначением терапии; неспособность блокировать поглощение щитовидной железой I-123 может привести к повышенному долгосрочному риску неоплазии щитовидной железы.",
        "Может вызывать реакции гиперчувствительности, проявляющиеся кожной эритемой и зудом; эти реакции обычно возникали в течение нескольких минут после введения и разрешались либо спонтанно, либо после введения кортикостероидов и антигистаминных препаратов; противопоказан при известной повышенной чувствительности к ioflupane I 123; иметь доступные меры лечения и контролировать пациентов на наличие симптомов или признаков реакции гиперчувствительности"
      ],
      "specific": [
        {
          "type": "Радиационный риск",
          "description": [
            "Обеспечьте безопасное обращение, чтобы свести к минимуму радиационное облучение пациентов и врачей.",
            "Защита мочевого пузыря",
            "Поощряйте пациента часто мочиться в течение первых 48 часов после введения",
            "Минимизируйте дозу облучения мочевого пузыря, поощряя гидратацию до и после введения",
            "Способствует общему долгосрочному кумулятивному радиационному облучению пациента и связанному с ним повышенному риску развития рака"
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Лекарства, которые связываются с транспортером дофамина с высокой аффинностью, могут влиять на изображение.",
            "Циталопрам и пароксетин",
            "Влияние агонистов и антагонистов допамина на визуализацию йофлупана I 123 не установлено.",
            "Лекарства, которые могут увеличивать или уменьшать связывание йофлупана, включают:",
            "Лекарства, которые могут препятствовать связыванию йофлупана, включают:",
            "Амоксапин, амфетамин, армодафинил, бензтропин, бупропион, буспирон, кокаин, мазиндол, метамфетамин, метилфенидат, норэфедрин, фентермин, фенилпропаноламин, селегилин и сертралин"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин уменьшает эффекты ioflupane I 123 за счет конкуренции за связывание рецепторов. Используйте осторожность/монитор. Лекарства, которые связываются с рецептором переносчика допамина с высокой аффинностью, могут влиять на изображение после введения йофлупана I123."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензтропин",
      "description": {
        "common": "Бензтропин снижает эффекты ioflupane I 123 за счет конкуренции за связывание рецепторов. Используйте осторожность/монитор. Лекарства, которые связываются с рецептором переносчика допамина с высокой аффинностью, могут мешать изображению после введения ioflupane I 123."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупропион",
      "description": {
        "common": "бупропион снижает эффекты ioflupane I 123 за счет конкуренции за связывание рецепторов. Используйте осторожность/монитор. Лекарства, которые связываются с рецептором переносчика допамина с высокой аффинностью, могут мешать изображению после введения ioflupane I 123."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буспирон",
      "description": {
        "common": "буспирон уменьшает эффекты ioflupane I 123 за счет конкуренции за связывание рецепторов. Используйте осторожность/монитор. Лекарства, которые связываются с рецептором переносчика допамина с высокой аффинностью, могут мешать изображению после введения ioflupane I 123."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "циталопрам снижает эффекты ioflupane I 123 за счет конкуренции за связывание рецепторов. Используйте осторожность/монитор. Лекарства, которые связываются с рецептором переносчика допамина с высокой аффинностью, могут мешать изображению после введения ioflupane I 123."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "кокаин местно снижает эффекты ioflupane I 123 за счет конкуренции за связывание рецепторов. Используйте осторожность/монитор. Лекарства, которые связываются с рецептором переносчика допамина с высокой аффинностью, могут мешать изображению после введения ioflupane I 123."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "декстроамфетамин снижает эффекты ioflupane I 123 за счет конкуренции за связывание рецепторов. Используйте осторожность/монитор. Лекарства, которые связываются с рецептором переносчика допамина с высокой аффинностью, могут мешать изображению после введения ioflupane I 123."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам снижает эффекты ioflupane I 123 за счет конкуренции за связывание рецепторов. Используйте осторожность/монитор. Лекарства, которые связываются с рецептором переносчика допамина с высокой аффинностью, могут мешать изображению после введения ioflupane I 123."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йодиксанол",
      "description": {
        "common": "йодиксанол уменьшает эффекты ioflupane I 123 по неизвестному механизму. Используйте осторожность/монитор. Введение йодсодержащих контрастных веществ может препятствовать захвату щитовидной железой радиоактивного йода (I-131 и I-123) и снижать терапевтическую и диагностическую эффективность у пациентов с карциномой щитовидной железы. Снижение эффективности сохраняется в течение 6-8 недель. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "ioflupane I 123 увеличивает токсичность метформина за счет неустановленного механизма взаимодействия. Изменить терапию/внимательно контролировать. Введение внутрисосудистых йодсодержащих контрастных веществ у пациентов, получавших метформин, приводило к редким случаям острого снижения функции почек и возникновения лактоацидоза. В Руководстве Американского колледжа радиологии (2018 г.) рекомендуется временно прекратить прием метформина у пациентов с рСКФ <30 мл/мин/1,73 м2 или у пациентов, которым проводят исследования с применением артериального катетера, которые могут привести к эмболии почечных артерий. Продолжайте воздерживаться от приема метформина в течение 48 часов после процедуры и восстанавливайте его только после повторной оценки функции почек и ее нормального состояния. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "метамфетамин снижает эффекты ioflupane I 123 за счет конкуренции за связывание рецепторов. Используйте осторожность/монитор. Лекарства, которые связываются с рецептором переносчика допамина с высокой аффинностью, могут мешать изображению после введения ioflupane I 123."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "норэпинефрин снижает эффекты ioflupane I 123 за счет конкуренции за связывание рецепторов. Используйте осторожность/монитор. Лекарства, которые связываются с рецептором переносчика допамина с высокой аффинностью, могут мешать изображению после введения ioflupane I 123."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин уменьшает эффекты ioflupane I 123 за счет конкуренции за связывание рецепторов. Используйте осторожность/монитор. Лекарства, которые связываются с рецептором переносчика допамина с высокой аффинностью, могут мешать изображению после введения ioflupane I 123."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентермин",
      "description": {
        "common": "фентермин снижает эффекты ioflupane I 123 за счет конкуренции за связывание рецепторов. Используйте осторожность/монитор. Лекарства, которые связываются с рецептором переносчика допамина с высокой аффинностью, могут мешать изображению после введения ioflupane I 123."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селегилин",
      "description": {
        "common": "селегилин снижает эффекты ioflupane I 123 за счет конкуренции за связывание с рецепторами. Используйте осторожность/монитор. Лекарства, которые связываются с рецептором переносчика допамина с высокой аффинностью, могут мешать изображению после введения ioflupane I 123."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "трансдермальный селегилин снижает эффекты ioflupane I 123 за счет конкуренции за связывание рецепторов. Используйте осторожность/монитор. Лекарства, которые связываются с рецептором переносчика допамина с высокой аффинностью, могут мешать изображению после введения ioflupane I 123."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин снижает эффекты ioflupane I 123 за счет конкуренции за связывание с рецепторами. Используйте осторожность/монитор. Лекарства, которые связываются с рецептором переносчика допамина с высокой аффинностью, могут мешать изображению после введения ioflupane I 123."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, иофлупан I 123.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "ксеростомия",
      "percent": null
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "включая одышку",
      "percent": null
    },
    {
      "name": "отек",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "эритема",
      "percent": null
    },
    {
      "name": "и зуд",
      "percent": null
    },
    {
      "name": "Общие расстройства и состояния в месте введения",
      "percent": null
    },
    {
      "name": "Боль в месте инъекции",
      "percent": null
    }
  ]
}