{
  "name": "daxibotulinumtoxinA",
  "comment": "Rx",
  "other_names": [
    "даксиботулотоксинA-lanm",
    "Daxxify"
  ],
  "classes": [
    "Ботулинические токсины",
    "Нервно-мышечные блокаторы"
  ],
  "source": "https://reference.medscape.com/drug/daxxify-daxibotulinumtoxinA-4000078",
  "pregnancy": {
    "common": [
      "Нет доступных данных о применении у беременных женщин для оценки связанного с приемом препарата риска серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В/м введение во время беременности приводило к неблагоприятным последствиям для роста плода (снижение массы тела плода и окостенение скелета) при дозах, токсичных для матери, приблизительно эквивалентных 40-кратной максимальной рекомендуемой дозе для человека."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии в молоке человека или животных, влиянии на грудного ребенка или влиянии на выработку молока.",
      "Рассмотрите преимущества грудного вскармливания для развития и здоровья, а также клинические потребности матери и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, или от основного состояния матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Дистанционное распространение токсического эффекта",
          "description": [
            "Эффекты могут распространяться из области инъекции, вызывая симптомы, соответствующие действию ботулинического токсина.",
            "Проблемы с глотанием и дыханием могут быть опасными для жизни, были сообщения о летальном исходе.",
            "Сообщалось об этих симптомах через несколько часов или недель после инъекции.",
            "Не одобрен для любого состояния, кроме межбровных морщин"
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к любому препарату ботулинического токсина, даксиботулотоксину А или его вспомогательным веществам.",
        "Наличие инфекции в предполагаемых местах инъекций"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось о серьезных и/или немедленных реакциях гиперчувствительности на препараты ботулинического токсина; реакции включают анафилаксию, сывороточную болезнь, крапивницу, отек мягких тканей и одышку; если такая реакция возникает, прекратите дальнейшую инъекцию и немедленно начните соответствующую медикаментозную терапию.",
        "При использовании ботулинических токсинов, включая даксиботулотоксин А, может наблюдаться снижение слезопродукции, уменьшение частоты моргания и нарушения роговицы; сообщалось о сухости глаз при использовании препаратов ботулинического токсина при лечении межбровных морщин; если симптомы сухости глаз (например, раздражение глаз, светобоязнь или изменения зрения) сохраняются, рассмотрите возможность направления пациента к офтальмологу.",
        "Сообщалось о нежелательных явлениях со стороны сердечно-сосудистой системы, включая аритмию и инфаркт миокарда, некоторые из которых имели летальный исход при применении препаратов ботулинического токсина; соблюдать осторожность при назначении пациентам с ранее существовавшими сердечно-сосудистыми заболеваниями",
        "Соблюдайте осторожность при введении пациентам с хирургическими изменениями анатомии лица, выраженной асимметрией лица, чрезмерным дерматохалазисом, глубокими кожными рубцами, толстой сальной кожей, воспалением в месте(ах) инъекции, ранее существовавшим веком или опущением бровей, при чрезмерной слабости или в целевых мышцах присутствует атрофия или невозможность значительно уменьшить межбровные линии даже путем их физического разведения",
        "Серьезные побочные реакции, в том числе чрезмерная слабость, дисфагия и аспирационная пневмония, с некоторыми побочными реакциями, связанными с летальным исходом, были зарегистрированы у пациентов, которым вводили инъекции ботулотоксина по неутвержденным показаниям.",
        "Мониторинг периферических моторных нейропатических заболеваний, бокового амиотрофического склероза или нервно-мышечных нарушений (например, миастения гравис или синдром Ламберта-Итона) для увеличения нервно-мышечного нарушения после лечения ботулиническим токсином; пациенты с нервно-мышечными расстройствами могут подвергаться повышенному риску клинически значимых эффектов, включая генерализованную мышечную слабость, диплопию, птоз, дисфонию, дизартрию, тяжелую дисфагию и нарушение дыхания при приеме",
        "Не взаимозаменяем с другими препаратами ботулотоксина."
      ],
      "specific": [
        {
          "type": "Распространение эффекта токсина",
          "description": [
            "Симптомы включают астению, общую мышечную слабость, диплопию, нечеткость зрения, птоз, дисфагию, дисфонию, дизартрию, недержание мочи и затрудненное дыхание.",
            "Постмаркетинговые данные о безопасности других одобренных ботулинических токсинов позволяют предположить, что эффекты ботулинического токсина могут наблюдаться не только в месте инъекции.",
            "Риск симптомов наиболее высок у детей, получающих лечение от спастичности, но симптомы могут возникать у взрослых, получающих лечение от спастичности и других состояний, и особенно у тех пациентов, у которых есть сопутствующие заболевания, предрасполагающие их к этим состояниям."
          ]
        },
        {
          "type": "Дисфагия и затрудненное дыхание",
          "description": [
            "При возникновении отдаленных эффектов могут быть задействованы дополнительные дыхательные механизмы.",
            "При появлении проблем с глотанием, нарушением речи или дыхания немедленно обратиться к врачу.",
            "Сообщалось о летальных исходах как осложнении тяжелой дисфагии после лечения препаратами ботулинического токсина.",
            "Лечение может привести к затруднению глотания или дыхания.",
            "Может быть следствием ослабления мышц в области инъекции, участвующих в дыхании или глотании.",
            "Пациенты с нарушениями дыхания, которые, возможно, стали зависимыми от вспомогательных мышц, могут испытывать критическое снижение дыхательной способности.",
            "Пациенты с ранее существовавшими затруднениями при глотании или дыхании могут быть более восприимчивы к этим осложнениям.",
            "Эти реакции могут возникать в течение нескольких часов или недель после инъекции ботулинического токсина."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Антихолинергические препараты",
            "Используйте с осторожностью из-за потенциального риска со следующими",
            "Миорелаксанты",
            "Аминогликозиды или другие средства, препятствующие нервно-мышечной передаче",
            "Препараты ботулинического нейротоксина",
            "Официальных исследований лекарственного взаимодействия не проводилось"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "Сульфат натрия/?сульфат магния/хлорид калия усиливает действие даксиботулотоксина А по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Магний может потенцировать эффекты нервно-мышечных блокаторов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния усиливает действие даксиботулотоксина А по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Магний может потенцировать эффекты нервно-мышечных блокаторов."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "5-6"
    },
    {
      "name": "Реакции в месте инъекции",
      "percent": "6"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": "4"
    },
    {
      "name": "Эритема в месте инъекции",
      "percent": "3"
    },
    {
      "name": "Отек в месте инъекции",
      "percent": "3"
    },
    {
      "name": "Синяк в месте инъекции",
      "percent": "1"
    },
    {
      "name": "птоз век",
      "percent": "1-2"
    },
    {
      "name": "Отек",
      "percent": "2"
    },
    {
      "name": "Эритема",
      "percent": "2"
    },
    {
      "name": "лицевой парез",
      "percent": "1"
    },
    {
      "name": "папула в месте инъекции",
      "percent": "1"
    },
    {
      "name": "Зуд в месте инъекции",
      "percent": "1"
    }
  ]
}