{
  "name": "меперидин",
  "comment": "Rx",
  "other_names": [
    "петидин",
    "Демерол"
  ],
  "classes": [
    "Синтетический",
    "Опиоидные анальгетики",
    "Опиоиды"
  ],
  "source": "https://reference.medscape.com/drug/demerol-meperidine-343315",
  "pregnancy": {
    "common": [
      "Длительное использование опиоидных анальгетиков во время беременности в медицинских или немедицинских целях может привести к физической зависимости у новорожденных и неонатальному синдрому отмены опиоидов вскоре после рождения; начало, продолжительность и тяжесть неонатального синдрома отмены опиоидов варьируются в зависимости от конкретного используемого опиоида, продолжительности использования, времени и количества последнего употребления матерью, а также скорости выведения наркотика новорожденным; наблюдайте за новорожденными на наличие симптомов неонатального синдрома отмены опиоидов и лечите их соответствующим образом",
      "Беременность: длительное использование опиоидных анальгетиков во время беременности в медицинских или немедицинских целях может привести к физической зависимости у новорожденных и неонатальному синдрому отмены опиоидов вскоре после рождения; начало, продолжительность и тяжесть неонатального синдрома отмены опиоидов варьируются в зависимости от конкретного используемого опиоида, продолжительности использования, времени и количества последнего употребления матерью, а также скорости выведения наркотика новорожденным; наблюдайте за новорожденными на наличие симптомов неонатального синдрома отмены опиоидов и лечите их соответствующим образом",
      "Лактация: меперидин появляется в молоке кормящих матерей, получающих препарат; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, или от основного состояния матери."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: меперидин появляется в молоке кормящих матерей, получающих препарат; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, или от основного состояния матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Оценка риска опиоидных анальгетиков и стратегия его снижения (REMS)",
          "description": [
            "Пройдите образовательную программу, соответствующую REMS",
            "Рассмотрите другие инструменты для повышения безопасности пациентов, домохозяйств и общества.",
            "Чтобы гарантировать, что преимущества опиоидных анальгетиков перевешивают риски зависимости, злоупотребления и неправильного использования, Управление по санитарному надзору за качеством пищевых продуктов и медикаментов (FDA) потребовало REMS для этих продуктов; в соответствии с требованиями REMS, фармацевтические компании, выпускающие утвержденные опиоидные анальгетики, должны сделать образовательные программы, соответствующие REMS, доступными для поставщиков медицинских услуг.",
            "Подчеркните пациентам и их опекунам важность прочтения Руководства по лекарствам каждый раз, когда его предоставляет их фармацевт.",
            "Консультировать пациентов и/или лиц, осуществляющих уход за ними, при каждом назначении по безопасному использованию, серьезным рискам, хранению и утилизации этих продуктов.",
            "Медицинским работникам настоятельно рекомендуется:"
          ]
        },
        {
          "type": "Зависимость, злоупотребление и неправильное использование",
          "description": [
            "Подчеркните пациентам и их опекунам важность прочтения Руководства по лекарствам каждый раз, когда его предоставляет их фармацевт.",
            "Консультировать пациентов и/или лиц, осуществляющих уход за ними, при каждом назначении по безопасному использованию, серьезным рискам, хранению и утилизации этих продуктов.",
            "Рассмотрите другие инструменты для повышения безопасности пациентов, домохозяйств и общества.",
            "Пройдите образовательную программу, соответствующую REMS"
          ]
        },
        {
          "type": "Опасное для жизни угнетение дыхания",
          "description": [
            "Риск опиоидной зависимости, злоупотребления и неправильного употребления, что может привести к передозировке и смерти; оценивайте риск каждого пациента до назначения и регулярно контролируйте всех пациентов на предмет развития такого поведения или состояний."
          ]
        },
        {
          "type": "Неонатальный синдром отмены опиоидов",
          "description": [
            "Может возникнуть серьезное, опасное для жизни или смертельное угнетение дыхания.",
            "Следите за угнетением дыхания, особенно в начале или после увеличения дозы."
          ]
        },
        {
          "type": "Взаимодействие с препаратами, влияющими на изоферменты цитохрома Р450.",
          "description": [
            "Длительное употребление во время беременности может привести к неонатальному синдрому отмены опиоидов, который может быть опасным для жизни, если его не распознать и не лечить, и требует лечения в соответствии с протоколами, разработанными экспертами-неонатологами.",
            "Если беременной женщине требуется применение опиоидов в течение длительного периода, сообщите пациентке о риске неонатального синдрома отмены опиоидов и убедитесь, что будет доступно соответствующее лечение."
          ]
        },
        {
          "type": "Риски от одновременного использования с бензодиазепинами или другими депрессантами ЦНС",
          "description": [
            "Одновременное применение с ингибиторами цитохрома Р450 3А4 или прекращение приема индукторов может привести к фатальной передозировке меперидина."
          ]
        },
        {
          "type": "Одновременное применение меперидина с ингибиторами моноаминоксидазы (МАО)",
          "description": [
            "Одновременное применение опиоидов с бензодиазепинами или другими препаратами, угнетающими центральную нервную систему (ЦНС), включая алкоголь, может привести к выраженному седативному эффекту, угнетению дыхания, коме и смерти; резерв сопутствующего назначения для использования у пациентов, для которых альтернативные варианты лечения являются неадекватными; ограничить дозы и продолжительность до минимума; наблюдать за пациентами на наличие признаков и симптомов угнетения дыхания и седации"
          ]
        },
        {
          "type": "Случайное проглатывание",
          "description": [
            "Одновременное применение с ингибиторами моноаминоксидазы (МАО) может привести к коме, тяжелому угнетению дыхания, цианозу и артериальной гипотензии; применение с ингибиторами МАО противопоказано"
          ]
        },
        {
          "type": "Риск медицинских ошибок",
          "description": [
            "Случайное проглатывание, особенно детьми, может привести к смертельной передозировке."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "В течение 14 дней приема ингибиторов МАО; если необходимо ввести линезолид или метиленовый синий (ИМАО) внутривенно, немедленно прекратите прием серотонинергических препаратов и наблюдайте за токсичностью для ЦНС; может возобновиться через 24 часа после последней дозы линезолида или метиленового синего или через 2 недели наблюдения, в зависимости от того, что наступит раньше",
        "Повышенная чувствительность к препарату или компоненту препарата",
        "Острая или тяжелая бронхиальная астма в неконтролируемых условиях или при отсутствии реанимационного оборудования",
        "Значительное угнетение дыхания",
        "Известная или подозреваемая желудочно-кишечная непроходимость, включая паралитическую кишечную непроходимость"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сердечные аритмии, злоупотребление наркотиками или зависимость от них, эмоциональная лабильность, заболевания желчного пузыря, травмы головы, повышение внутричерепного давления, доброкачественная гиперплазия предстательной железы, печеночная или почечная недостаточность, судороги с эпилепсией, стриктуры уретры, операции на мочевыводящих путях",
        "Терапия подвергает пользователей риску зависимости, жестокого обращения и неправильного использования; поскольку продукты с пролонгированным высвобождением доставляют опиоид в течение длительного периода времени, существует больший риск передозировки и смерти из-за большего количества присутствующего трамадола; привыкание может возникнуть при рекомендуемых дозировках, а также при неправильном употреблении или злоупотреблении наркотиками; оценить риск развития опиоидной зависимости, злоупотребления или неправильного употребления у каждого пациента до назначения терапии; риски увеличиваются у пациентов с личным или семейным анамнезом злоупотребления психоактивными веществами (включая злоупотребление наркотиками или алкоголем или зависимость) или психических заболеваний (например, большой депрессии); пациентам из группы риска могут быть назначены опиоиды, но их применение у таких пациентов требует интенсивного консультирования о рисках и правильном использовании наряду с интенсивным мониторингом признаков зависимости, злоупотребления и неправильного использования; стратегии по снижению этих рисков включают назначение препарата в наименьшем подходящем количестве и консультирование пациента по надлежащей утилизации неиспользованного препарата.",
        "Немеперидин, активный метаболит и стимулятор ЦНС, может накапливаться и вызывать тревогу или судороги; ранее существовавшая дисфункция ЦНС или почек, кумулятивная доза (> 600 мг / 24 часа для взрослых) или длительное применение (> 48 часов) могут увеличить риск; налоксон не устраняет и может усугубить нейротоксичность",
        "У пациентов, которые могут быть предрасположены к внутричерепным эффектам задержки СО2 (например, у пациентов с признаками повышенного внутричерепного давления или опухолей головного мозга), терапия может снизить дыхательную активность, а результирующая задержка СО2 может еще больше повысить внутричерепное давление; следить за такими пациентами на наличие признаков седации и угнетения дыхания, особенно в начале терапии; опиоиды могут скрывать клиническое течение у пациента с черепно-мозговой травмой; избегать применения у пациентов с нарушением сознания или комой",
        "Избегайте использования смешанных агонистов/антагонистов (например, пентазоцина, налбуфина и буторфанола) или частичных агонистов (например, бупренорфина) анальгетиков у пациентов, которые получают полный анальгетик опиоидного агониста; смешанные агонисты/антагонисты и частичные агонисты анальгетиков могут снижать обезболивающий эффект и/или могут спровоцировать симптомы отмены; при прекращении терапии дозировку постепенно снижают; резко не прекращать терапию",
        "Длительное употребление во время беременности может привести к неонатальному синдрому отмены опиоидов, который может быть опасным для жизни, если его не распознать и не лечить, и требует лечения в соответствии с протоколами, разработанными экспертами-неонатологами.",
        "Применение у больных с острой или тяжелой бронхиальной астмой в неконтролируемых условиях или при отсутствии реанимационного оборудования противопоказано; пациенты со значительным хроническим обструктивным заболеванием легких или легочным сердцем, а также пациенты со значительно сниженным дыхательным резервом, гипоксией, гиперкапнией или ранее существовавшей депрессией дыхания подвергаются повышенному риску снижения дыхательного драйва, включая апноэ, даже при рекомендуемых дозах.",
        "Если беременной женщине требуется применение опиоидов в течение длительного периода, сообщите пациентке о риске неонатального синдрома отмены опиоидов и убедитесь, что будет доступно соответствующее лечение.",
        "Используйте с осторожностью при следующих состояниях: серповидноклеточная анемия; острый алкоголизм; надпочечниковая недостаточность (например, болезнь Аддисона); угнетение ЦНС или кома; Белая горячка; ослабленные пациенты; кифосколиоз, связанный с угнетением дыхания; микседема или гипотиреоз; гипертрофия предстательной железы или стриктура уретры; травма головы; поражение желчевыводящих путей; тяжелые нарушения функции печени, легких или почек; токсический психоз",
        "Хотя серьезное, опасное для жизни или фатальное угнетение дыхания может произойти в любой момент во время терапии, риск является самым высоким в начале терапии или после увеличения дозы; внимательно следите за пациентами на предмет угнетения дыхания, особенно в течение первых 24-72 часов после начала терапии и после увеличения дозы; для снижения риска угнетения дыхания необходимы правильное дозирование и титрование; завышение дозировки при переводе пациентов с другого опиоидного препарата может привести к фатальной передозировке с первой дозой",
        "Противопоказан пациентам с известной или подозреваемой желудочно-кишечной обструкцией, включая паралитическую кишечную непроходимость; может вызвать спазм сфинктера Одди; опиоиды могут вызывать повышение уровня амилазы в сыворотке крови; наблюдать за пациентами с заболеваниями желчевыводящих путей, включая острый панкреатит, на предмет ухудшения симптомов",
        "С осторожностью применять у пациентов с патологическим ожирением",
        "При необходимости меперидин можно вводить внутривенно, но инъекцию следует вводить очень медленно, предпочтительно в виде разбавленного раствора; быстрое внутривенное введение наркотических анальгетиков, в том числе меперидина, увеличивает частоту побочных реакций; имели место тяжелое угнетение дыхания, апноэ, гипотензия, коллапс периферического кровообращения и остановка сердца; меперидин не следует вводить внутривенно, за исключением случаев, когда сразу доступны наркотические антагонисты и средства для вспомогательного или контролируемого дыхания; при парентеральном введении меперидина, особенно внутривенно, больной должен лежать",
        "Хроническое употребление опиоидов может привести к снижению фертильности у женщин и мужчин с репродуктивным потенциалом; неизвестно, обратимо ли влияние на фертильность",
        "Может вызвать меньший спазм гладкой мускулатуры и запор, чем эквивалентные дозы морфина.",
        "Осторожность при острых абдоминальных состояниях (может скрыть диагноз или клиническое течение пациента), псевдомембранозном колите, диарее, вызванной токсинами.",
        "Сообщалось, что у пациентов с феохромоцитомой меперидин провоцирует артериальную гипертензию.",
        "Терапия может вызвать тяжелую гипотензию, включая ортостатическую гипотензию и обмороки у амбулаторных пациентов; существует повышенный риск у пациентов, у которых способность поддерживать артериальное давление уже нарушена из-за сниженного объема крови или одновременного приема некоторых препаратов, угнетающих ЦНС (например, фенотиазинов или общих анестетиков); контролировать пациентов на наличие признаков гипотонии после начала или титрования дозы; у пациентов с циркуляторным шоком терапия может вызвать вазодилатацию, что может привести к дальнейшему снижению сердечного выброса и артериального давления; избегать терапии у пациентов с циркуляторным шоком",
        "Предупредите пациентов, чтобы они не вели машину и не управляли опасными механизмами, если они не переносят терапию и не знают, как они будут реагировать на лекарства.",
        "Сообщалось о случаях надпочечниковой недостаточности при употреблении опиоидов, чаще после более чем одного месяца употребления; симптомы могут включать тошноту, рвоту, анорексию, усталость, слабость, головокружение и низкое кровяное давление; если диагностирована надпочечниковая недостаточность, лечите физиологическими заместительными дозами кортикостероидов; отлучение пациента от опиоидов для восстановления функции надпочечников и продолжение лечения кортикостероидами до восстановления функции надпочечников; можно попробовать другие опиоиды, поскольку в некоторых случаях сообщалось об использовании другого опиоида без рецидива надпочечниковой недостаточности.",
        "Ошибки дозирования могут привести к случайной передозировке и смерти; избегать ошибок дозирования, которые могут возникнуть в результате путаницы между мг и мл и путаницы с растворами меперидина различных концентраций при назначении, отпуске и введении перорального раствора; убедиться, что доза сообщается четко и точно распределяется; Медицинские работники должны рекомендовать калиброванное устройство, которое может точно измерять и вводить предписанную дозу, а также проинструктировать лиц, осуществляющих уход, не использовать бытовые ложки и соблюдать крайнюю осторожность при измерении дозы.",
        "Узкий терапевтический индекс у некоторых групп пациентов, особенно в сочетании с препаратами, угнетающими ЦНС.",
        "Опиоиды могут вызывать связанные со сном расстройства дыхания, включая центральное апноэ во сне (CSA) и связанную со сном гипоксемию; употребление опиоидов увеличивает риск CSA дозозависимым образом; у пациентов с CSA рассмотрите возможность снижения дозировки опиоидов, используя передовой опыт снижения дозы опиоидов",
        "Длительная терапия высокими дозами или введение пациентам с почечной недостаточностью может привести к накоплению активного метаболита нормеперидина, что приводит к возбуждению и судорогам."
      ],
      "specific": [
        {
          "type": "Оценка риска опиоидных анальгетиков и стратегия его снижения (REMS)",
          "description": [
            "Чтобы получить дополнительную информацию об опиоидных анальгетиках REMS и список аккредитованных REMS CME/CE, позвоните по телефону 1-800-503-0784 или войдите на сайт www.opioidanalgesicrems.com; план FDA можно найти на сайте www.fda.gov/OpioidAnalgesicREMSBlueprint.",
            "Чтобы гарантировать, что преимущества опиоидных анальгетиков перевешивают риски зависимости, злоупотребления и неправильного использования, Управление по санитарному надзору за качеством пищевых продуктов и медикаментов (FDA) потребовало Стратегии оценки и снижения рисков (REMS) для этих продуктов.",
            "Рассмотрите возможность использования других инструментов для повышения безопасности пациентов, домохозяйств и общества, таких как соглашения между пациентами и врачами, которые усиливают обязанности между пациентами и врачами.",
            "Подчеркните для пациентов и тех, кто за ними ухаживает, важность прочтения Справочника по лекарствам, который они получат от своего фармацевта каждый раз, когда им выписывают опиоидный анальгетик.",
            "Обсудите безопасное использование, серьезные риски, а также надлежащее хранение и утилизацию опиоидных анальгетиков с пациентами и/или лицами, осуществляющими за ними уход, каждый раз, когда эти лекарства прописываются; используйте следующую ссылку, чтобы получить Руководство по консультированию пациентов (PCG): www.fda.gov/OpioidAnalgesicREMSPCG"
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Одновременное применение опиоидов с бензодиазепинами или другими препаратами, угнетающими центральную нервную систему (ЦНС), включая алкоголь, может привести к выраженному седативному эффекту, угнетению дыхания, коме и смерти; резерв сопутствующего назначения для использования у пациентов, для которых альтернативные варианты лечения являются неадекватными; ограничить дозы и продолжительность до минимума; наблюдать за пациентами на наличие признаков и симптомов угнетения дыхания и седации; если одновременное применение оправдано, рассмотрите возможность назначения налоксона для неотложной терапии передозировки опиоидами.",
            "Сообщалось о случаях серотонинового синдрома, потенциально опасного для жизни состояния, особенно при одновременном применении с серотонинергическими препаратами. К серотонинергическим препаратам относятся селективные ингибиторы обратного захвата серотонина (СИОЗС), ингибиторы обратного захвата серотонина и норадреналина (СИОЗСН), трициклические антидепрессанты (ТЦА), триптаны, антагонисты 5-HT3-рецепторов, препараты, влияющие на систему серотонинергических нейротрансмиттеров (например, миртазапин, тразодон, трамадол). и препараты, нарушающие метаболизм серотонина (включая ингибиторы МАО, как предназначенные для лечения психических расстройств, так и другие, такие как линезолид и метиленовый синий для внутривенного введения); может произойти в пределах рекомендуемого диапазона дозировки; симптомы могут включать изменения психического статуса (например, возбуждение, галлюцинации, кому), вегетативную нестабильность (например, тахикардию, лабильное артериальное давление, гипертермию), нервно-мышечные аберрации (например, гиперрефлексию, нарушение координации, ригидность) и/или желудочно-кишечные симптомы (например, тошнота, рвота, диарея); появление симптомов обычно происходит в течение от нескольких часов до нескольких дней после одновременного применения, но может произойти и позже; прекратить терапию при подозрении на серотониновый синдром",
            "Одновременное применение с ингибитором CYP3A4, таким как макролидные антибиотики (например, эритромицин), азольные противогрибковые средства (например, кетоконазол) и ингибиторы протеазы (например, ритонавир), может повышать концентрацию меперидина в плазме и пролонгировать опиоидные побочные реакции, что может вызывать потенциально фатальное угнетение дыхания, особенно при добавлении ингибитора после достижения стабильной дозы инъекции меперидина; аналогичным образом прекращение приема индуктора CYP3A4, такого как рифампицин, карбамазепин и фенитоин, у пациентов, получавших инъекции меперидина, может повысить концентрацию меперидина в плазме и пролонгировать побочные реакции на опиоиды; при использовании инъекций меперидина с ингибиторами CYP3A4 или прекращении приема индукторов CYP3A4 у пациентов, получавших инъекцию меперидина, тщательно наблюдайте за пациентами с частыми интервалами и рассмотрите возможность снижения дозы инъекции меперидина до тех пор, пока не будут достигнуты стабильные эффекты препарата.",
            "Из-за риска угнетения дыхания при одновременном применении релаксантов скелетных мышц и опиоидов рассмотрите возможность назначения налоксона для неотложной терапии передозировки опиоидов.",
            "Меперидин противопоказан пациентам, получавшим ингибиторы МАО в течение последних 14 дней; терапевтические дозы меперидина иногда вызывали непредсказуемые, тяжелые и иногда фатальные реакции у пациентов, получавших такие препараты в течение 14 дней; внутривенный гидрокортизон или преднизолон использовались для лечения тяжелых реакций с добавлением внутривенного хлорпромазина в тех случаях, когда проявлялась гипертензия и гипертермия.",
            "Одновременное применение инъекции меперидина с индукторами CYP3A4 или прекращение приема ингибитора CYP3A4 может снизить концентрацию меперидина в плазме, уменьшить эффективность опиоидов или, возможно, привести к синдрому отмены у пациента, у которого развилась физическая зависимость от меперидина; при использовании инъекций меперидина с индукторами CYP3A4 или прекращении приема ингибиторов CYP3A4 тщательно наблюдайте за пациентами через частые промежутки времени и рассмотрите возможность увеличения дозы опиоидов, если это необходимо для поддержания адекватного обезболивания или при появлении симптомов отмены опиоидов."
          ]
        },
        {
          "type": "Доступ пациентов к налоксону для неотложной помощи при передозировке опиоидов",
          "description": [
            "Проинформируйте пациентов о признаках и симптомах угнетения дыхания и о необходимости звонить по номеру 911 или немедленно обращаться за неотложной медицинской помощью в случае известной или предполагаемой передозировки.",
            "Проконсультируйтесь о наличии и способах получения налоксона в соответствии с требованиями или рекомендациями отдельных штатов по выдаче и назначению налоксона.",
            "Оценить потенциальную потребность в налоксоне; рассмотреть вопрос о назначении неотложной помощи при передозировке опиоидов"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "альвимопан",
      "description": {
        "common": "альвимопан, меперидин. конкуренция за связывание рецепторов. Противопоказано. Алвимопан противопоказан пациентам с толерантностью к опиоидам (то есть тем, кто принимал терапевтические дозы опиоидов в течение > 7 дней подряд непосредственно перед приемом алвимопана). Ожидается, что пациенты, недавно подвергшиеся воздействию опиоидов, будут более чувствительны к эффектам алвимопана и, следовательно, могут испытывать боль в животе, тошноту, рвоту и диарею. Значимого взаимодействия при одновременном применении опиоидных анальгетиков и алвимопана у пациентов, получавших опиоидные анальгетики в течение 7 или менее дней подряд до применения алвимопана, не ожидается."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид и меперидин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид увеличивает токсичность меперидина по неизвестному механизму. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нирматрелвир",
      "description": {
        "common": "нирматрелвир увеличивает уровень или действие меперидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Нирматрелвир/ритонавир противопоказан к препаратам, клиренс которых сильно зависит от CYP3A и повышенные концентрации которых связаны с серьезными и/или опасными для жизни реакциями."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир будет повышать уровень или эффект меперидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Нирматрелвир/ритонавир противопоказан к препаратам, клиренс которых сильно зависит от CYP3A и повышенные концентрации которых связаны с серьезными и/или опасными для жизни реакциями."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенелзин",
      "description": {
        "common": "фенелзин и меперидин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин и меперидин повышают уровень серотонина. Противопоказано. Комбинация противопоказана в течение 2 недель использования ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "разагилин",
      "description": {
        "common": "разагилин и меперидин повышают уровень серотонина. Противопоказано. Риск серьезных, иногда фатальных реакций из-за серотонинового синдрома."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "safinamide",
      "description": {
        "common": "меперидин, сафинамид.\nОдин из них увеличивает токсичность другого на уровень серотонина. Противопоказано. Одновременное применение может привести к опасному для жизни серотониновому синдрому."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин",
      "description": {
        "common": "селегилин и меперидин повышают уровень серотонина. Противопоказано. Между прекращением приема селегилина и началом приема анальгетиков должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "Трансдермальный селегилин повышает токсичность меперидина по неизвестному механизму. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "транилципромин",
      "description": {
        "common": "транилципромин и меперидин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бензгидрокодон/ацетаминофен, меперидин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин, меперидин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "бупренорфин буккальный, меперидин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буспирон",
      "description": {
        "common": "буспирон и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буторфанол",
      "description": {
        "common": "буторфанол, меперидин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксибаты кальция/магния/калия/натрия",
      "description": {
        "common": "меперидин, оксибаты кальция/магния/калия/натрия.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин усиливает действие меперидина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циталопрам",
      "description": {
        "common": "меперидин, циталопрам.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клонидин",
      "description": {
        "common": "клонидин, меперидин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение усиливает угнетающее действие на ЦНС."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклобензаприн",
      "description": {
        "common": "меперидин и циклобензаприн повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "меперидин и десвенлафаксин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декстрометорфан",
      "description": {
        "common": "декстрометорфан и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "диазепам интраназально, меперидин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "дулоксетин и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "меперидин, элуксадолин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте coadministration с другими препаратами, которые вызывают запор. Увеличивает риск серьезных побочных реакций, связанных с запорами. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил",
      "description": {
        "common": "фентанил, меперидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "фентанил интраназально, меперидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "фентанил трансдермальный, меперидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "фентанил трансмукозальный, меперидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "гидрокодон, меперидин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "левомилнаципран и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "Лофепрамин и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лоркасерин",
      "description": {
        "common": "меперидин и лоркасерин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "мапротилин и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиленовый синий",
      "description": {
        "common": "метиленовый синий и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Метиленовый синий может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести метиленовый синий, немедленно прекратите прием серотонинергического препарата и следите за токсичностью ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы метиленового синего или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "меперидин, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "милнаципран",
      "description": {
        "common": "милнаципран и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "налбуфин",
      "description": {
        "common": "налбуфин, меперидин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "и нефазодон, и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "меперидин и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "и озанимод, и меперидин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Поскольку активный метаболит озанимода ингибирует МАО-В in vitro, существует вероятность серьезных побочных реакций, включая гипертонический криз. Поэтому не рекомендуется одновременное назначение озанимода с препаратами, которые могут повышать уровень норадреналина или серотонина. Мониторинг артериальной гипертензии при одновременном применении."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "пентазоцин, меперидин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "селегилин трансдермальный и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селинексор",
      "description": {
        "common": "селинексор, меперидин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксибат натрия",
      "description": {
        "common": "меперидин, натрия оксибат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "меперидин и зверобой повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "суфентанил SL, меперидин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение может привести к артериальной гипотензии, выраженному седативному эффекту, угнетению дыхания, коме и смерти. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тедизолид",
      "description": {
        "common": "тедизолид, меперидин.\nОдин из них усиливает действие другого по механизму: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. оба повышают уровень серотонина; повышенный риск серотонинового синдрома."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "типранавир, меперидин. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Уровни меперидина снижаются, но уровни метаболита нормеперидина увеличиваются, что увеличивает риск судорог."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трамадол",
      "description": {
        "common": "трамадол, меперидин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Трамадол может повторно инициировать опиатную зависимость у пациентов. ранее пристрастился к другим опиатам; это также может спровоцировать синдром отмены Sx. в оч. которые в настоящее время находятся в зависимости от опиатов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "валериана",
      "description": {
        "common": "валериана и меперидин усиливают седативный эффект. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "венлафаксин и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилазодон",
      "description": {
        "common": "меперидин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "меперидин, вортиоксетин.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "5-ПВТ",
      "description": {
        "common": "5-HTP и меперидин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акривастин",
      "description": {
        "common": "акривастин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "меперидин усиливает, а альбутерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфентанил",
      "description": {
        "common": "альфентанил и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "альмотриптан и меперидин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпразолам",
      "description": {
        "common": "алпразолам и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифампридин",
      "description": {
        "common": "меперидин повышает токсичность амифампридина Др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Амифампридин может вызывать судороги. Совместное применение с препаратами, снижающими судорожный порог, может увеличить этот риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "меперидин и амитриптилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "меперидин и амоксапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апоморфин",
      "description": {
        "common": "меперидин и апоморфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "меперидин повышает, а арформотерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "меперидин и арипипразол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "меперидин усиливает, а армодафинил снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "меперидин, азенапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир повышает уровень меперидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "авапритиниб и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азеластин",
      "description": {
        "common": "азеластин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "баклофен",
      "description": {
        "common": "баклофен и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белладонна и опиум",
      "description": {
        "common": "меперидин, белладонна и опиум усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бенперидол",
      "description": {
        "common": "меперидин и бенперидол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бензгидрокодон/ацетаминофен и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "меперидин увеличивает, а бензфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брексанолон",
      "description": {
        "common": "брексанолон, меперидин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "брекспипразол и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромфенирамин",
      "description": {
        "common": "бромфенирамин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "меперидин повышает токсичность бупренорфина длительного действия за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение бупренорфина и бензодиазепинов или других средств, угнетающих ЦНС, увеличивает риск побочных реакций, включая передозировку, угнетение дыхания и смерть. В большинстве случаев предпочтительнее прекращение приема бензодиазепинов или других средств, угнетающих ЦНС. В некоторых случаях может быть уместным мониторинг на более высоком уровне помощи при снижении дозы препаратов, угнетающих ЦНС. В других случаях целесообразно постепенное снижение дозы назначенного бензодиазепина или другого препарата, угнетающего ЦНС, или снижение до минимальной эффективной дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буторфанол",
      "description": {
        "common": "буторфанол и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кофеин",
      "description": {
        "common": "меперидин увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбиноксамин",
      "description": {
        "common": "карбиноксамин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карипразин",
      "description": {
        "common": "меперидин, карипразин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каризопродол",
      "description": {
        "common": "каризопродол и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоралгидрат",
      "description": {
        "common": "хлоралгидрат и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлордиазепоксид",
      "description": {
        "common": "хлордиазепоксид и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорфенирамин",
      "description": {
        "common": "хлорфенирамин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "меперидин и хлорпромазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорзоксазон",
      "description": {
        "common": "хлорзоксазон и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циннаризин",
      "description": {
        "common": "циннаризин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "циталопрам и меперидин повышают уровень серотонина. Используйте осторожность/монитор. Комбинация может увеличить риск серотонинового синдрома или реакций, подобных злокачественному нейролептическому синдрому."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клемастин",
      "description": {
        "common": "клемастин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "меперидин, клобазам. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременный прием может повысить вероятность воздействия на ЦНС (например, повышенный седативный эффект или угнетение дыхания)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "меперидин и кломипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоназепам",
      "description": {
        "common": "клоназепам и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоразепат",
      "description": {
        "common": "клоразепат и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "меперидин и клозапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "местный кокаин и меперидин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кодеин",
      "description": {
        "common": "кодеин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклизин",
      "description": {
        "common": "циклизин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклобензаприн",
      "description": {
        "common": "циклобензаприн и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрогептадин",
      "description": {
        "common": "ципрогептадин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дантролен",
      "description": {
        "common": "дантролен и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "меперидин и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир повышает уровень меперидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и меперидин усиливают седативный эффект. Используйте осторожность/монитор. Опиоиды могут снизить потребность в МАК, может потребоваться меньшее количество ингаляционных анестетиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "меперидин и дезипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "меперидин и дейтетрабеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексхлорфенирамин",
      "description": {
        "common": "дексхлорфенирамин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "меперидин усиливает, а дексфенфлурамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексмедетомидин",
      "description": {
        "common": "дексмедетомидин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "меперидин увеличивает, а дексметилфенидат снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "меперидин увеличивает, а декстроамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин трансдермальный",
      "description": {
        "common": "меперидин, декстроамфетамин трансдермально.\nОдин из них усиливает действие другого за счет уровня серотонина. Изменить терапию/внимательно контролировать. Начните с более низких доз и следите за признаками и симптомами серотонинового синдрома, особенно во время начала или увеличения дозы. Если возникает серотониновый синдром, прекратите трансдермальный прием декстроамфетамина и сопутствующие серотонинергические препараты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроморамид",
      "description": {
        "common": "декстроморамид и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диаморфин",
      "description": {
        "common": "диаморфин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам",
      "description": {
        "common": "диазепам и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диэтилпропион",
      "description": {
        "common": "меперидин повышает, а диэтилпропион снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликфалин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксин hcl",
      "description": {
        "common": "дифеноксин hcl и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "дигидроэрготамин и меперидин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "интраназальный дигидроэрготамин и меперидин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дименгидринат",
      "description": {
        "common": "дименгидринат и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифенгидрамин",
      "description": {
        "common": "дифенгидрамин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "дифеноксилат гидрохлорид и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дипипанон",
      "description": {
        "common": "дипипанон и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "меперидин усиливает, а добутамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофамин",
      "description": {
        "common": "меперидин увеличивает, а дофамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "меперидин увеличивает, а допексамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "досулепин",
      "description": {
        "common": "меперидин и досулепин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "меперидин и доксепин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксиламин",
      "description": {
        "common": "доксиламин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроперидол",
      "description": {
        "common": "меперидин и дроперидол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект меперидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Повышенное образование токсических метаболитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элетриптан",
      "description": {
        "common": "элетриптан и меперидин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "Элтромбопаг повышает уровень меперидина за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "меперидин увеличивает, а эфедрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "меперидин усиливает, а адреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "меперидин увеличивает, а рацемический адреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрготамин",
      "description": {
        "common": "эрготамин и меперидин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эскетамин интраназально",
      "description": {
        "common": "эскетамин интраназально, меперидин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстазолам",
      "description": {
        "common": "эстазолам и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "меперидин и этанол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этомидат",
      "description": {
        "common": "этомидат и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "меперидин увеличивает, а фенфлурамин уменьшает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "меперидин и флибансерин усиливают седативный эффект. Изменить терапию/внимательно контролировать. Риск седативного эффекта увеличивается при одновременном применении флибансерина с другими депрессантами ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "меперидин и флуфеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуразепам",
      "description": {
        "common": "флуразепам и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "меперидин усиливает, а формотерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир повышает уровень меперидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фроватриптан",
      "description": {
        "common": "фроватриптан и меперидин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин",
      "description": {
        "common": "габапентин, меперидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин энакарбил",
      "description": {
        "common": "габапентин, энакарбил, меперидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "меперидин и ганаксолон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "меперидин и галоперидол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "гидроморфон и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "меперидин и илоперидон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "меперидин и имипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир повышает уровень меперидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид и меперидин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "меперидин увеличивает, а изопротеренол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетамин",
      "description": {
        "common": "кетамин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетотифен, офтальмологический",
      "description": {
        "common": "меперидин и кетотифен, офтальмологические, усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "L-триптофан",
      "description": {
        "common": "L-триптофан и меперидин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан, меперидин.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Совместное применение лазмидитана и других препаратов, угнетающих ЦНС, включая алкоголь, в клинических исследованиях не изучалось. Ласмидитан может вызывать седативный эффект, а также другие когнитивные и/или психоневрологические побочные реакции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "лемборексант, меперидин.\nЛибо усиливает действие другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. При совместном применении лемборексанта с другими препаратами, угнетающими ЦНС, может потребоваться коррекция дозы из-за потенциально аддитивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "меперидин усиливает, а левалбутерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леворфанол",
      "description": {
        "common": "леворфанол и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "меперидин усиливает, а лиздексамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "литий и меперидин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "меперидин и лофепрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофексидин",
      "description": {
        "common": "меперидин и лофексидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир повышает уровень меперидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопразолам",
      "description": {
        "common": "лопразолам и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоразепам",
      "description": {
        "common": "лоразепам и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорметазепам",
      "description": {
        "common": "лорметазепам и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин",
      "description": {
        "common": "меперидин и локсапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин вдыхали",
      "description": {
        "common": "ингаляции меперидина и локсапина усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ЛСД",
      "description": {
        "common": "ЛСД и меперидин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, меперидин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: возможно усиление угнетающего действия на ЦНС при одновременном применении; монитор для увеличения побочных эффектов и токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мапротилин",
      "description": {
        "common": "меперидин и мапротилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "меперидин и марихуана усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелатонин",
      "description": {
        "common": "меперидин и мелатонин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мепробамат",
      "description": {
        "common": "меперидин и мепробамат усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "меперидин увеличивает, а метапротеренол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метаксалон",
      "description": {
        "common": "метаксалон и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "меперидин и метадон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "меперидин увеличивает, а метамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метокарбамол",
      "description": {
        "common": "метокарбамол и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилендиоксиметамфетамин",
      "description": {
        "common": "меперидин увеличивает, а метилендиоксиметамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам",
      "description": {
        "common": "мидазолам и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "мидазолам интраназально, меперидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение бензодиазепинов и опиоидов увеличивает риск угнетения дыхания. Используйте только у пациентов, для которых альтернативные варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидодрин",
      "description": {
        "common": "меперидин усиливает, а мидодрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "меперидин и миртазапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "модафинил",
      "description": {
        "common": "меперидин усиливает, а модафинил снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "молиндон",
      "description": {
        "common": "меперидин, молиндон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "морфий",
      "description": {
        "common": "меперидин и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пустырник",
      "description": {
        "common": "меперидин и пустырник усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксонидин",
      "description": {
        "common": "меперидин и моксонидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набилоне",
      "description": {
        "common": "меперидин и набилон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "налбуфин",
      "description": {
        "common": "меперидин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "наратриптан",
      "description": {
        "common": "наратриптан и меперидин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир повышает уровень меперидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект меперидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Повышенное образование токсических метаболитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "меперидин усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "меперидин и нортриптилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "меперидин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "олицеридин, меперидин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "настойка опия",
      "description": {
        "common": "меперидин и настойка опия усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орфенадрин",
      "description": {
        "common": "орфенадрин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксазепам",
      "description": {
        "common": "оксазепам и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксикодон",
      "description": {
        "common": "меперидин и оксикодон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксиморфон",
      "description": {
        "common": "меперидин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "меперидин и палиперидон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "папаверетум",
      "description": {
        "common": "меперидин и папаверет оба усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "папаверин",
      "description": {
        "common": "меперидин и папаверин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегвисомант",
      "description": {
        "common": "меперидин снижает действие пегвисоманта по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "меперидин и пентазоцин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перампанель",
      "description": {
        "common": "перампанел и меперидин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "меперидин и перфеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фендиметразин",
      "description": {
        "common": "меперидин усиливает, а фендиметразин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентермин",
      "description": {
        "common": "меперидин увеличивает, а фентермин уменьшает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин",
      "description": {
        "common": "меперидин увеличивает, а фенилэфрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин ПО",
      "description": {
        "common": "меперидин увеличивает, а фенилэфрин перорально снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фолкодин",
      "description": {
        "common": "меперидин и фолкодин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "меперидин, пимавансерин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "меперидин и пимозид усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "меперидин усиливает, а пирбутерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прегабалин",
      "description": {
        "common": "прегабалин, меперидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "меперидин и прохлорперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропофол",
      "description": {
        "common": "пропофол и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропилгекседрин",
      "description": {
        "common": "меперидин увеличивает, а пропилгекседрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "меперидин и протриптилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квазепам",
      "description": {
        "common": "квазепам и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "меперидин и кветиапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "меперидин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ремимазолам",
      "description": {
        "common": "ремимазолам, меперидин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. aCoadministration может привести к глубокой седации, угнетение дыхания, кома и/или смерть. Непрерывный мониторинг основных показателей жизнедеятельности во время седации и периода восстановления при совместном применении. Тщательно титруйте дозу ремимазолама при одновременном применении с опиоидными анальгетиками и/или седативными/снотворными средствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "меперидин и рисперидон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир повышает уровень меперидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ризатриптан",
      "description": {
        "common": "ризатриптан и меперидин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "меперидин увеличивает, а салметерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Такой же",
      "description": {
        "common": "меперидин и SAMe повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тюбетейка",
      "description": {
        "common": "меперидин и шлемник усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "меперидин и пастушья сумка усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, меперидин.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Одновременное применение стирипентола с другими средствами, угнетающими ЦНС, включая алкоголь, может увеличить риск седативного эффекта и сонливости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил",
      "description": {
        "common": "меперидин и суфентанил усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суматриптан",
      "description": {
        "common": "суматриптан и меперидин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суматриптан интраназально",
      "description": {
        "common": "суматриптан интраназально и меперидин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суворексант",
      "description": {
        "common": "суворексант и меперидин усиливают седативный эффект. Изменить терапию/внимательно контролировать. Может потребоваться коррекция дозы суворексанта и сопутствующих депрессантов ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тапентадол",
      "description": {
        "common": "меперидин и тапентадол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темазепам",
      "description": {
        "common": "и темазепам, и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "меперидин усиливает, а тербуталин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "меперидин и тиоридазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "меперидин и тиотиксен усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "меперидин и топирамат усиливают седативный эффект. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трамадол",
      "description": {
        "common": "меперидин и трамадол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "меперидин и тразодон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триазолам",
      "description": {
        "common": "триазолам и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклофос",
      "description": {
        "common": "триклофос и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "меперидин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "меперидин и тримипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трипролидин",
      "description": {
        "common": "трипролидин и меперидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксилометазолин",
      "description": {
        "common": "меперидин усиливает, а ксилометазолин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йохимбин",
      "description": {
        "common": "меперидин усиливает, а йохимбин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зиконотид",
      "description": {
        "common": "меперидин и зиконотид усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "меперидин и зипразидон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "золмитриптан",
      "description": {
        "common": "золмитриптан и меперидин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зотепин",
      "description": {
        "common": "меперидин и зотепин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает действие меперидина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Нарастающее угнетение ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бупропион",
      "description": {
        "common": "меперидин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "декстроамфетамин усиливает действие меперидина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этотоин",
      "description": {
        "common": "этотоин снижает уровень меперидина за счет увеличения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "меперидин и эвкалипт усиливают седативный эффект. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "фосфенитоин снижает уровень меперидина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лидокаин",
      "description": {
        "common": "лидокаин увеличивает токсичность меперидина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск увеличения депрессии ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метоклопрамид",
      "description": {
        "common": "метоклопрамид усиливает действие меперидина за счет увеличения всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Нарастающее угнетение ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень меперидина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир снижает уровень меперидина за счет усиления метаболизма. Незначительное/значение неизвестно. Ритонавир индуцирует метаболизм меперидина до нормеперидина, увеличивая токсичность для ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мудрец",
      "description": {
        "common": "меперидин и шалфей усиливают седативный эффект. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зиконотид",
      "description": {
        "common": "зиконотид, меперидин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Добавка снизила моторику ЖКТ. Аддитивное обезболивание. Зиконотид НЕ потенцирует угнетение дыхания, вызванное опиоидами."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Сообщить о предполагаемых нежелательных реакциях",
      "percent": "1"
    },
    {
      "name": "свяжитесь с ООО «Валидус Фармасьютикалс» по адресу",
      "percent": "866-982"
    },
    {
      "name": "ВАЛИДУС",
      "percent": "5438"
    },
    {
      "name": "или FDA в",
      "percent": "1-866"
    },
    {
      "name": "FDA",
      "percent": "9"
    },
    {
      "name": "или www",
      "percent": "1-800"
    },
    {
      "name": "Управление по санитарному надзору за качеством пищевых продуктов и медикаментов",
      "percent": "1088"
    },
    {
      "name": "правительство",
      "percent": null
    },
    {
      "name": "медицинские часы",
      "percent": null
    },
    {
      "name": "Агитация",
      "percent": null
    },
    {
      "name": "Стенокардия",
      "percent": null
    },
    {
      "name": "Брадикардия",
      "percent": null
    },
    {
      "name": "Остановка сердца",
      "percent": null
    },
    {
      "name": "Кома",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Сухость во рту",
      "percent": null
    },
    {
      "name": "Дисфория",
      "percent": null
    },
    {
      "name": "Эйфория",
      "percent": null
    },
    {
      "name": "Слабость",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Психическое помутнение или депрессия",
      "percent": null
    },
    {
      "name": "Инфаркт миокарда",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Нервозность",
      "percent": null
    },
    {
      "name": "Сердцебиение",
      "percent": null
    },
    {
      "name": "Физическая и психологическая зависимость",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "КТ",
      "percent": null
    },
    {
      "name": "удлинение интервала",
      "percent": null
    },
    {
      "name": "Остановка дыхания",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "угнетение кровообращения",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "седация",
      "percent": null
    },
    {
      "name": "Судороги",
      "percent": null
    },
    {
      "name": "Тяжелые нарушения сердечного ритма",
      "percent": null
    },
    {
      "name": "Шок",
      "percent": null
    },
    {
      "name": "СТ",
      "percent": null
    },
    {
      "name": "высота сегмента",
      "percent": null
    },
    {
      "name": "Потоотделение",
      "percent": null
    },
    {
      "name": "смывание",
      "percent": null
    },
    {
      "name": "тепло лица",
      "percent": null
    },
    {
      "name": "шея",
      "percent": null
    },
    {
      "name": "верхняя часть грудной клетки",
      "percent": null
    },
    {
      "name": "обморок",
      "percent": null
    },
    {
      "name": "Тахикардия",
      "percent": null
    },
    {
      "name": "Задержка мочи",
      "percent": null
    },
    {
      "name": "Нарушения зрения",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Слабость",
      "percent": null
    },
    {
      "name": "Жизнь",
      "percent": null
    },
    {
      "name": "угроза угнетения дыхания",
      "percent": null
    },
    {
      "name": "Неонатальный синдром отмены опиоидов",
      "percent": null
    },
    {
      "name": "Надпочечниковая недостаточность",
      "percent": null
    },
    {
      "name": "Тяжелая гипотензия",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Серотониновый синдром",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "Дефицит андрогенов",
      "percent": null
    }
  ]
}