{
  "name": "декслансопразол",
  "comment": "Rx",
  "other_names": [
    "Дексилант Солютаб",
    "Капидекс",
    "Дексилант"
  ],
  "classes": [
    "Ингибиторы протонной помпы"
  ],
  "source": "https://reference.medscape.com/drug/dexilant-kapidex-dexlansoprazole-345043",
  "pregnancy": {
    "common": [
      "В исследованиях репродукции животных пероральное введение лансопразола крысам во время органогенеза через лактацию в 1,8 раза превышает максимальную рекомендуемую дозу декслансопразола человека; у потомства наблюдалось уменьшение массы бедренной кости, длины бедренной кости, длины макушки-крестца и толщины зоны роста (только у самцов) на 21-й день после рождения; эти эффекты были связаны со снижением прибавки массы тела; информировать беременных женщин о потенциальном риске для плода",
      "Нет исследований по применению декслансопразола беременными женщинами для информирования о риске, связанном с приемом препарата; декслансопразол является R-энантиомером лансопразола, и опубликованные обсервационные исследования применения лансопразола во время беременности не продемонстрировали связи неблагоприятных исходов, связанных с беременностью, с лансопразолом."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет информации о присутствии декслансопразола в материнском молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока; однако лансопразол и его метаболиты присутствуют в молоке крыс; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, в результате терапии или основного состояния матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "ИПП противопоказаны с препаратами, содержащими рилпивирин.",
        "Сообщалось о реакциях гиперчувствительности, включая анафилаксию и острый интерстициальный нефрит."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Терапия увеличивает риск заражения сальмонеллой, кампилобактером и другими инфекциями.",
        "Ингибиторы протонной помпы (ИПП), возможно, связаны с увеличением частоты диареи, связанной с Clostridium difficile (CDAD); рассмотреть диагноз CDAD у пациентов, принимающих ИПП, с диареей, которая не улучшается",
        "Значительное увеличение системного воздействия декслансопразола у пациентов с умеренной печеночной недостаточностью (класс B по Чайлд-Пью), получивших разовую дозу 60 мг, по сравнению со здоровыми субъектами с нормальной функцией печени.",
        "Ингибиторы протонной помпы могут снижать эффективность клопидогрела за счет уменьшения образования активного метаболита.",
        "Опубликованные обсервационные исследования предполагают, что терапия ИПП может быть связана с повышенным риском связанных с остеопорозом переломов бедра, запястья или позвоночника; особенно при длительной (> 1 года) терапии высокими дозами",
        "Сообщалось об остром интерстициальном нефрите у пациентов, принимающих ингибиторы протонной помпы (см. Противопоказания).",
        "Об остром тубулоинтерстициальном нефрите (ТИН) сообщалось у пациентов, принимающих ИПП; может возникнуть в любой момент терапии ИПП; у пациентов могут проявляться различные признаки и симптомы от симптоматических реакций гиперчувствительности до неспецифических симптомов снижения функции почек (например, недомогание, тошнота, анорексия); в зарегистрированных сериях случаев у некоторых пациентов диагноз был поставлен при биопсии и при отсутствии внепочечных проявлений (например, лихорадки, сыпи или артралгии); прекратить терапию и обследовать пациентов с подозрением на острую ТИН",
        "Не рекомендуется в педиатрических больных < 2 лет; неклинические исследования лансопразола на молодых крысах продемонстрировали неблагоприятный эффект утолщения сердечного клапана.",
        "Ежедневное длительное применение (например, >3 лет) может привести к нарушению всасывания или дефициту цианокобаламина.",
        "Торговая марка изменена с Kapidex на Dexilant.",
        "Уровни сывороточного хромогранина А (CgA) увеличиваются вторично по отношению к вызванному лекарствами снижению кислотности желудка; повышенный уровень CgA может приводить к ложноположительным результатам при диагностических исследованиях нейроэндокринных опухолей; временно прекратить лечение декслансопразолом по крайней мере за 14 дней до оценки уровня CgA и рассмотреть возможность повторения теста, если исходные уровни CgA высоки",
        "Может повышать и/или продлевать концентрацию метотрексата и/или его метаболита в сыворотке при одновременном применении с ИПП, что может привести к токсичности; рассмотреть возможность временной отмены терапии декслансопразолом с введением высоких доз метотрексата",
        "Облегчение симптомов не исключает возможности злокачественного новообразования желудка; рассмотреть возможность дополнительного наблюдения и диагностического тестирования у взрослых пациентов с субоптимальным ответом или ранним симптоматическим рецидивом после завершения лечения ИПП",
        "Терапия ИПП связана с повышенным риском полипа фундальной железы; риск увеличивается при длительном использовании > 1 года; пациент может быть бессимптомным; проблема обычно выявляется случайно при эндоскопии; используйте самую короткую продолжительность терапии, соответствующую состоянию, которое лечат",
        "Кожная красная волчанка (CLE) и системная красная волчанка (SLE), зарегистрированные с ИПП; избегать использования дольше, чем по медицинским показаниям; прекратить, если наблюдаются признаки или симптомы, соответствующие CLE или SLE, и направить пациента к специалисту; у большинства пациентов наступает улучшение после отмены только ИПП через 4–12 недель; серологическое тестирование (например, ANA) может быть положительным, а повышенные результаты серологических тестов могут занять больше времени, чем исчезновение клинических проявлений.",
        "Может препятствовать всасыванию препаратов, для которых рН является определяющим фактором пероральной биодоступности (например, атазанавира)",
        "Тяжелые кожные побочные реакции, включая синдром Стивенса-Джонсона (ССД) и токсический эпидермальный некролиз (ТЭН), лекарственные реакции с эозинофилией и системными симптомами (DRESS) и острый генерализованный экзантематозный пустулез (ОГЭП), зарегистрированные в связи с применением ИПП; прекратите терапию при первых признаках или симптомах тяжелых кожных побочных реакций или других признаков гиперчувствительности и рассмотрите возможность дальнейшего обследования",
        "Снижение кислотности желудочного сока повышает уровень хромогранина А (CgA) в сыворотке крови и может привести к ложноположительным результатам диагностики нейроэндокринных опухолей; временно прекратить прием ИПП перед оценкой уровня CgA"
      ],
      "specific": [
        {
          "type": "Гипомагниемия и минеральный обмен",
          "description": [
            "Рассмотрите возможность мониторинга уровней магния и кальция до начала терапии и периодически во время лечения у пациентов с существовавшим ранее риском гипокальциемии (например, гипопаратиреоз); при необходимости добавляйте магний и/или кальций. Если гипокальциемия рефрактерна к лечению, рассмотрите возможность прекращения приема ИПП.",
            "Гипомагниемия может привести к гипокальциемии и/или гипокалиемии и может усугубить гипокальциемию у пациентов из группы риска; у большинства пациентов лечение гипомагниемии требовало заместительной терапии магнием и отмены ИПП.",
            "Гипомагниемия может возникнуть при длительном применении (т.е. > 1 года); могут возникнуть побочные эффекты, в том числе тетания, аритмии и судороги; в 25% рассмотренных случаев добавление магния само по себе не улучшало низкий уровень магния в сыворотке, и ИПП пришлось отменить; рассмотрите возможность мониторинга уровня магния до начала лечения ИПП и периодически"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эрлотиниб",
      "description": {
        "common": "декслансопразол снижает уровень эрлотиниба по другим причинам (см. комментарий). Противопоказано.\nКомментарий: по возможности следует избегать одновременного применения ингибиторов протонной помпы с эрлотинибом. Лекарства, которые изменяют pH верхних отделов желудочно-кишечного тракта, могут изменять растворимость эрлотиниба и снижать его биодоступность. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "декслансопразол будет увеличивать уровень или эффект мавакамтена, влияя на метаболизм печеночного фермента CYP2C19. Противопоказано. Сильные или умеренные ингибиторы CYP2C19 могут увеличивать системное воздействие мавакамтена, что приводит к сердечной недостаточности из-за систолической дисфункции."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "декслансопразол снижает уровень нелфинавира за счет неустановленного механизма взаимодействия. Противопоказано. Одновременное применение может привести к потере вирусологического ответа на нелфинавир и развитию резистентности; Механизмом может быть ингибирование CYP2C19 превращения нелфинавира в активный метаболит М8, а также снижение рН желудка ИПП, что приводит к снижению всасывания нелфинавира."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "декслансопразол снижает уровень рилпивирина за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Противопоказано. Одновременное применение может привести к неэффективности лечения и/или развитию резистентности к рилпивирину или ННИОТ из-за снижения уровня."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "декслансопразол снижает уровень акалабрутиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Растворимость акалабрутиниба снижается с увеличением рН желудка. Из-за длительного эффекта ИПП разделение доз может не устранить взаимодействие."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект декслансопразола, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат. Совместное введение апалутамида, сильного индуктора CYP2C19, с препаратами, которые являются субстратами CYP2C19, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект атазанавира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Растворимость атазанавира снижается по мере увеличения рН. Ожидается существенное снижение концентрации атазанавира в плазме при одновременном применении с ИПП. Доза ИПП не должна превышать дозу, сравнимую с дозой омепразола 20 мг, и ее следует принимать примерно за 12 ч до применения атазанавира/ритонавира у пациентов, ранее не получавших лечения. ИПП не рекомендуются при лечении атазанавиром."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дакомитиниб",
      "description": {
        "common": "декслансопразол будет повышать уровень или эффект дакомитиниба за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Одновременное применение с ИПП снижает концентрацию дакомитиниба, что может снижать эффективность дакомитиниба. Избегайте использования ИПП с дакомитинибом. В качестве альтернативы ИПП используйте антациды местного действия или антагонисты Н2-рецепторов. Вводить по крайней мере за 6 часов до или через 10 часов после приема антагониста Н2-рецепторов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "декслансопразол будет увеличивать уровень или эффект дигоксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "федратиниб",
      "description": {
        "common": "декслансопразол повысит уровень или эффект федратиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения федратиниба (субстрата CYP3A4 и CYP2C19) с двойным ингибитором CYP3A4 и CYP2C19. Эффект одновременного применения двойного ингибитора CYP3A4 и CYP2C19 с федратинибом не изучался."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет увеличивать уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "декслансопразол снизит уровень или эффект индинавира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфигратиниб",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект инфигратиниба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект итраконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект кетоконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект левокетоконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "декслансопразол будет увеличивать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "месаламин",
      "description": {
        "common": "декслансопразол снижает действие месаламина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Относится только к лекарственной форме пролонгированного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нератиниб",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект нератиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект нилотиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Нилотиниб имеет рН-зависимую растворимость, и растворимость снижается при более высоком рН; разделение доз может не устранить этот эффект из-за увеличенной продолжительности действия ИПП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект пазопаниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; рассмотреть возможность применения антацидов короткого действия вместо ИПП и Н2-антагонистов; раздельное дозирование антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект пексидартиниба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ингибиторов протонной помпы (ИПП) с пексидартинибом. При необходимости используйте антагонисты Н2-рецепторов или антациды. При использовании альтернатив ИПП назначайте пексидартиниб за 2 часа до или после приема антацидов местного действия ИЛИ назначайте пексидартиниб как минимум за 2 часа до или через 10 часов после приема антагониста Н2-рецепторов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секретин",
      "description": {
        "common": "декслансопразол, секретин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременное применение антагонистов Н2-рецепторов может вызвать гиперреакцию секреции гастрина в ответ на тест на стимуляцию секретином, ложно предполагая гастриному. Прекратите прием антагонистов Н2-рецепторов по крайней мере за 2 дня до введения секретина, чтобы помочь в диагностике гастриномы. Временно прекратите лечение декслансопразолом по крайней мере за 30 дней до оценки, чтобы позволить уровням гастрина вернуться к исходному уровню."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "декслансопразол снизит уровень или эффект софосбувира/велпатасвира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Растворимость велпатасвира снижается по мере увеличения pH желудка (практически нерастворим при pH > 5). Совместное применение софосбувира/велпатасвира с омепразолом или другими ИПП не рекомендуется. Если это необходимо по медицинским показаниям, давайте софосбувир/велпатасвир во время еды за 4 часа до приема 20 мг омепразола. Использование с другими ИПП не изучалось."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спарсентан",
      "description": {
        "common": "декслансопразол снижает действие спарсентана, повышая рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Ингибиторы протонной помпы могут снижать экспозицию спарсентана, что может снижать его эффективность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ампициллин",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект ампициллина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "декслансопразол будет повышать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "декслансопразол будет повышать уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белумосудил",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект белумосудила за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Увеличьте дозу белумосудила до 200 мг перорально два раза в день при совместном применении с ингибиторами протонной помпы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "белзутифан будет снижать уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Если невозможно избежать одновременного применения белзутифана с чувствительными субстратами CYP3A4, рассмотрите возможность увеличения дозы чувствительного субстрата CYP3A4 в соответствии с инструкцией по его применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "декслансопразол снижает уровень бозутиниба по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ИПП могут снижать концентрацию бозутиниба примерно на 45%; бозутиниб проявляет рН-зависимую растворимость."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "декслансопразол снижает действие будесонида за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Будесонид с энтеросолюбильным покрытием растворяется при pH > 5,5. Кроме того, растворение таблеток будесонида пролонгированного действия зависит от рН. Одновременное применение с препаратами, повышающими рН желудка, может вызвать преждевременное растворение этих продуктов будесонида и, возможно, повлиять на свойства высвобождения и всасывание препарата в двенадцатиперстной кишке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "декслансопразол повысит уровень или эффект каннабидиола, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы каннабидиола при совместном применении с умеренным ингибитором CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "капецитабин",
      "description": {
        "common": "декслансопразол снижает действие капецитабина по неизвестному механизму. Используйте осторожность/монитор. Ретроспективные данные свидетельствуют о том, что повышенный рН желудка, вызванный применением ИПП, может ухудшать растворение таблеток капецитабина и/или снижать всасывание."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонильное железо",
      "description": {
        "common": "декслансопразол снизит уровень или эффект карбонильного железа за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "cefditoren",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект цефдиторена за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб будет повышать уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "декслансопразол снижает эффекты клопидогреля, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Средняя AUC активного метаболита клопидогреля снижалась примерно на 9% при совместном применении с декслансопразолом по сравнению с монотерапией клопидогрелом у здоровых добровольцев, которые активно метаболизировали CYP2C19. Эффективность клопидогреля может быть снижена препаратами, ингибирующими CYP2C19. Ингибирование агрегации тромбоцитов клопидогрелом полностью обусловлено активным метаболитом клопидогреля. Клопидогрел частично метаболизируется CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат увеличивает уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "декслансопразол снижает уровень кризотиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Лекарства, повышающие pH желудка, могут снижать растворимость кризотиниба и впоследствии снижать его биодоступность. Однако официальных исследований не проводилось. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин, декслансопразол.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: При длительном применении ИПП могут вызывать гипомагниемию, и риск еще больше возрастает при одновременном применении с препаратами, обладающими теми же эффектами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект дабрафениба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Лекарства, которые изменяют рН верхних отделов желудочно-кишечного тракта (например, ИПП, Н2-блокаторы, антациды), могут снижать растворимость дабрафениба и снижать его биодоступность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "декслансопразол, декстроамфетамин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Снижение кислотности желудка, вызванное ингибиторами протонной помпы, сокращает время достижения Tmax для амфетамина и декстроамфетамина. AUC не пострадал. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "декслансопразол будет увеличивать уровень или эффект интраназального диазепама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Сильные или умеренные ингибиторы CYP2C19 могут снижать скорость выведения диазепама, тем самым усиливая побочные реакции на диазепам."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и декслансопразол снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "декслансопразол повышает токсичность дигоксина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: длительное использование ИПП может вызвать гипомагниемию и увеличить риск токсичности дигоксина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс повышает уровень или эффект декслансопразола, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Элаголикс является слабым ингибитором CYP2C19. Осторожно с чувствительными субстратами CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат повышает уровень или эффект декслансопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "декслансопразол снизит уровень или эффект глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "декслансопразол снизит уровень или эффект мальтола железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железа фумарат",
      "description": {
        "common": "декслансопразол снизит уровень или эффект фумарата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "декслансопразол снизит уровень или эффект глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат железа",
      "description": {
        "common": "декслансопразол снизит уровень или действие сульфата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет увеличивать уровень или эффект декслансопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "декслансопразол будет повышать уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При одновременном применении с несколькими слабыми ингибиторами CYP3A4 возможно усиление побочных эффектов флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект фосампренавира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гефитиниб",
      "description": {
        "common": "декслансопразол снижает уровень гефитиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. По возможности избегайте одновременного применения гефитиниба с ИПП. Если требуется лечение ИПП, разделите дозы гефитиниба и ИПП на 12 часов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "комплекс декстрана железа",
      "description": {
        "common": "декслансопразол снизит уровень или эффект комплекса декстрана железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сахароза железа",
      "description": {
        "common": "декслансопразол снизит уровень или эффект сахарозы железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "декслансопразол будет увеличивать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ледипасвир/софосбувир",
      "description": {
        "common": "декслансопразол снижает уровни ледипасвира/софосбувира по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Растворимость ледипасвира снижается по мере увеличения pH; Ожидается, что препараты, повышающие pH желудка, будут снижать уровень ледипасвира; дозы ингибитора протонной помпы, сравнимые с дозой омепразола <20 мг, можно вводить одновременно с ледипасвиром/софосбувиром натощак."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "декслансопразол будет увеличивать уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет повышать уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир (умеренный ингибитор CYP3A4) может увеличить количество субстратов CYP3A4, начатых в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "люмакафтор/ивакафтор, декслансопразол. влияет на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Исследования in vitro предполагают, что люмакафтор может индуцировать, а ивакафтор может ингибировать субстраты CYP2C19. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "декслансопразол повышает уровень метотрексата за счет снижения почечного клиренса. Используйте осторожность/монитор. Повышенный риск токсичности при более высоких дозах."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "декслансопразол снижает эффекты метилфенидата, усиливая всасывание в ЖКТ. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Поскольку характеристики капсул с пролонгированным высвобождением метилфенидата (риталин LA) зависят от рН, совместное введение антацидов или средств, подавляющих кислотность, может изменить высвобождение метилфенидата. Рассмотрите возможность разделения приема антацидов и капсул с пролонгированным высвобождением метилфенидата, которых можно избежать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "декслансопразол будет увеличивать уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "микофенолят",
      "description": {
        "common": "декслансопразол снизит уровень или эффект микофенолата за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Потенциальное взаимодействие относится к мофетилу микофенолата. Композиция микофенолата натрия с энтеросолюбильным покрытием менее чувствительна к этому взаимодействию. Клиническое значение неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "полисахарид железа",
      "description": {
        "common": "декслансопразол снизит уровень или эффект полисахарида железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект позаконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "шиповника",
      "description": {
        "common": "декслансопразол снизит уровень или эффект плодов шиповника за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "декслансопразол повышает уровень саквинавира по неизвестному механизму. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "спарсентан снижает уровень или эффект декслансопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Спарсентан (индуктор CYP2C19) снижает экспозицию субстратов CYP2C19 и снижает эффективность, связанную с этими субстратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект декслансопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, декслансопразол. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "декслансопразол будет увеличивать уровень или эффект такролимуса, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Декслансопразол и такролимус конкурируют за метаболизм CYP2C19. Одновременное применение может повышать концентрацию такролимуса в цельной крови, особенно у лиц со средним или низким уровнем метаболизма CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "тековиримат будет увеличивать уровень или эффект декслансопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Тековиримат является слабым ингибитором CYP2C8 и CYP2C19. Следите за побочными эффектами при совместном применении с чувствительными субстратами этих ферментов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "декслансопразол будет увеличивать уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклабендазол",
      "description": {
        "common": "триклабендазол будет увеличивать уровень или эффект декслансопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Если концентрация субстратов CYP2C19 в плазме повышается во время приема триклабендазола, повторно проверьте концентрацию субстратов CYP2C19 в плазме после прекращения приема триклабендазола."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "висмодегиб",
      "description": {
        "common": "декслансопразол снизит уровень или эффект висмодегибу от других (см. комментарий). Используйте осторожность/монитор. Препараты, повышающие pH желудка, изменяют растворимость висмодегиба и, следовательно, снижают биодоступность; влияние на эффективность неизвестно"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет повышать уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет увеличивать уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет увеличивать уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "акситиниб",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект акситиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "благословенный чертополох",
      "description": {
        "common": "чертополох снижает действие декслансопразола за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цианокобаламин",
      "description": {
        "common": "декслансопразол снижает уровень цианокобаламина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет увеличивать уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Коготь дьявола",
      "description": {
        "common": "дьявольский коготь снижает эффекты декслансопразола за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир ДФ, декслансопразол. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. На основании исследований лекарственных взаимодействий, проведенных с компонентами Стрибилда, не наблюдалось и не ожидается клинически значимых лекарственных взаимодействий при одновременном применении с ИПП."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбоксимальтоза железа",
      "description": {
        "common": "декслансопразол снизит уровень или эффект карбоксимальтозы железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левотироксин",
      "description": {
        "common": "декслансопразол снижает уровень левотироксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лиотиронин",
      "description": {
        "common": "декслансопразол снижает уровень лиотиронина за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лиотрис",
      "description": {
        "common": "декслансопразол снижает уровень лиотрикса за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "декслансопразол, лиздексамфетамин. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Снижение кислотности желудка, вызванное ингибиторами протонной помпы, сокращает время достижения Tmax для амфетамина и декстроамфетамина. AUC не пострадал. ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "декслансопразол снижает уровень метамфетамина по другим причинам (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Время достижения максимальной концентрации (Tmax) амфетамина уменьшается по сравнению с приемом в одиночку; контролировать пациентов для изменения клинического эффекта и корректировать терапию на основе клинического ответа."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фитоэстрогены",
      "description": {
        "common": "декслансопразол снижает уровень фитоэстрогенов за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "понатиниб",
      "description": {
        "common": "декслансопразол снижает уровень понатиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ризедронат",
      "description": {
        "common": "декслансопразол будет увеличивать уровень или эффект ризедроната за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Применяется только к форме с отсроченным высвобождением; повышение pH может усилить высвобождение лекарственного средства из состава с отсроченным высвобождением и увеличить доступность"
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "декслансопразол будет повышать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "теофиллин",
      "description": {
        "common": "декслансопразол повышает токсичность теофиллина Др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Длительное применение ингибиторов протонной помпы может вызвать гипохлоргидрию, что, в свою очередь, вызывает усиление перистальтики в тонкой кишке и снижение перистальтики в проксимальном отделе толстой кишки; следить за токсичностью."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "щитовидная железа высушенная",
      "description": {
        "common": "декслансопразол снижает уровень обезвоживания щитовидной железы за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Диарея",
      "percent": "5"
    },
    {
      "name": "Боль в животе",
      "percent": "4"
    },
    {
      "name": "Тошнота",
      "percent": "3"
    },
    {
      "name": "URI",
      "percent": "2-3"
    },
    {
      "name": "Рвота",
      "percent": "1-2"
    },
    {
      "name": "Метеоризм",
      "percent": "1"
    },
    {
      "name": "Аритмия",
      "percent": "12"
    },
    {
      "name": "Брадикардия",
      "percent": null
    },
    {
      "name": "Барретт",
      "percent": null
    },
    {
      "name": "пищевод",
      "percent": null
    },
    {
      "name": "ТГВ",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Гепатомегалия",
      "percent": null
    },
    {
      "name": "Гипертония",
      "percent": null
    },
    {
      "name": "Парестезия",
      "percent": null
    },
    {
      "name": "Ректальное кровотечение",
      "percent": null
    },
    {
      "name": "Вульвовагинальная инфекция",
      "percent": null
    },
    {
      "name": "Затуманенное зрение",
      "percent": null
    },
    {
      "name": "Отек полости рта",
      "percent": null
    },
    {
      "name": "Отек лица",
      "percent": null
    },
    {
      "name": "Анафилактический шок",
      "percent": null
    },
    {
      "name": "требующие экстренного вмешательства",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "иногда смертельный",
      "percent": null
    },
    {
      "name": "Отек глотки",
      "percent": null
    },
    {
      "name": "стеснение в горле",
      "percent": null
    },
    {
      "name": "Генерализованная сыпь",
      "percent": null
    },
    {
      "name": "Лейкоцитокластический васкулит",
      "percent": null
    },
    {
      "name": "Трещина в кости",
      "percent": null
    },
    {
      "name": "Кожная и системная красная волчанка",
      "percent": null
    },
    {
      "name": "Цианокобаламин",
      "percent": null
    },
    {
      "name": "витамин В",
      "percent": null
    },
    {
      "name": "недостаток",
      "percent": null
    },
    {
      "name": "Полипы фундальной железы",
      "percent": null
    },
    {
      "name": "Острый тубулоинтерстициальный нефрит",
      "percent": null
    },
    {
      "name": "Гипокальциемия",
      "percent": null
    },
    {
      "name": "Лекарственная реакция с эозинофилией и системными симптомами",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    },
    {
      "name": "острый генерализованный экзантематозный пустулез",
      "percent": null
    },
    {
      "name": "AGEP",
      "percent": null
    },
    {
      "name": "Эксфолиативный дерматит",
      "percent": null
    },
    {
      "name": "Многоформная эритема",
      "percent": null
    }
  ]
}