{
  "name": "офтальмологическая вставка с дексаметазоном",
  "comment": "Rx",
  "other_names": [
    "Декстенза"
  ],
  "classes": [
    "Офтальмологический",
    "Кортикостероиды"
  ],
  "source": "https://reference.medscape.com/drug/dextenza-dexamethasone-ophthalmic-insert-1000162",
  "pregnancy": {
    "common": [
      "Данных о применении у беременных нет."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Местное введение дексаметазона в глаза беременным мышам и кроликам во время органогенеза приводило к эмбриофетальной летальности, расщелине неба и множественным висцеральным порокам развития.",
          "У мышей местное введение в глаза 0,15% дексаметазона (0,75 мг/кг/день) на 10–13-й день гестации вызывало эмбриофетальную летальность и высокую частоту расщелины неба; 0,75 мг/кг/день для мышей примерно в 5 раз превышает полную дозу дексаметазона в продукте Dextenza (в расчете на поверхность тела)",
          "У кроликов местное введение 0,1% дексаметазона в глаза на протяжении всего органогенеза (0,36 мг/день на 6-й день беременности, затем 0,24 мг/день на 7-18 день беременности) вызывало кишечные аномалии, кишечную аплазию, гастрошизис и гипоплазию почек; 0,24 мг/день примерно в 6 раз превышает полную дозу дексаметазона в продукте Dextenza (в расчете на поверхность тела)"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Системно вводимые кортикостероиды попадают в грудное молоко и могут подавлять рост и препятствовать выработке эндогенных кортикостероидов; однако системная концентрация дексаметазона после введения декстензы низкая.",
      "Неизвестно, проникает ли он в грудное молоко человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Активные инфекции роговицы, конъюнктивы или канальцев, включая эпителиальный кератит простого герпеса (дендритный кератит), осповакцину, ветряную оспу; микобактериальные инфекции; грибковые заболевания глаз; дакриоцистит"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Первоначальное назначение и возобновление приема лекарств должен производить врач только после осмотра пациента с помощью увеличения, например биомикроскопии с щелевой лампой, и, при необходимости, окрашивания флюоресцеином; если признаки и симптомы не улучшаются через 2 дня, пациент должен пройти повторное обследование.",
        "Кортикостероиды могут подавлять иммунный ответ и повышать риск вторичных глазных инфекций; может также маскировать инфекцию и усиливать существующую инфекцию",
        "Глазные кортикостероиды могут пролонгировать вирусные инфекции глаз и усугублять тяжесть заболевания.",
        "Длительное применение кортикостероидов может привести к глаукоме с поражением зрительного нерва, ухудшению остроты зрения и дефектам полей зрения; осторожность при использовании в присутствии глаукомы; контролировать ВГД",
        "Использование после операции по удалению катаракты может замедлить заживление и увеличить частоту образования пузырьков.",
        "Рассмотрите грибковую инвазию с любым стойким изъязвлением роговицы при использовании глазных кортикостероидов."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Воспаление передней камеры, включая ирит и иридоциклит",
      "percent": "9"
    },
    {
      "name": "Повышенное внутриглазное давление",
      "percent": "5"
    },
    {
      "name": "ВГД",
      "percent": "2"
    },
    {
      "name": "Острота зрения снижена",
      "percent": "1"
    },
    {
      "name": "Глазная боль",
      "percent": "1"
    },
    {
      "name": "Кистозный макулярный отек",
      "percent": "1"
    },
    {
      "name": "Отек роговицы",
      "percent": "1"
    },
    {
      "name": "Конъюнктивальная гиперемия",
      "percent": "1"
    },
    {
      "name": "Головная боль",
      "percent": null
    }
  ]
}