{
  "name": "дексаметазон внутриглазный",
  "comment": "Rx",
  "other_names": [
    "Dexycu"
  ],
  "classes": [
    "Офтальмологический",
    "Кортикостероиды"
  ],
  "source": "https://reference.medscape.com/drug/dexycu-dexamethasone-intraocular-1000234",
  "pregnancy": {
    "common": [
      "Данных о применении у беременных нет.",
      "Местное введение дексаметазона в глаза мышам и кроликам в период органогенеза вызывало расщепление неба и эмбриофетальную гибель у мышей и пороки развития брюшной стенки/кишечника и почек у кроликов в дозах, в 7 и 5 раз превышающих рекомендуемую дозу для введения человеку в глаза соответственно."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Пользу грудного вскармливания для развития и здоровья следует учитывать наряду с клинической потребностью матери в препарате и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, или со стороны основного состояния матери.",
      "Нет информации о наличии внутриглазного дексаметазона в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или влиянии на выработку молока, чтобы сообщить о риске для младенца во время лактации.",
      "Системно вводимые кортикостероиды присутствуют в грудном молоке и могут подавлять рост, препятствовать эндогенной выработке кортикостероидов или вызывать другие нежелательные эффекты."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Использование у факичных людей может способствовать развитию задней субкапсулярной катаракты.",
        "Длительное применение кортикостероидов может привести к глаукоме с поражением зрительного нерва и дефектами остроты зрения и полей зрения; использовать с осторожностью при наличии глаукомы",
        "Кортикостероиды могут задерживать заживление после операции по удалению катаракты и увеличивать частоту образования пузырьков; перфорации, зарегистрированные при использовании кортикостероидов при заболеваниях, вызывающих истончение роговицы или склеры",
        "Может усугубить инфекцию; не рекомендуется, если присутствуют активные вирусные заболевания роговицы и конъюнктивы (например, эпителиальный кератит простого герпеса, осповакцина, ветряная оспа), микобактериальная глазная инфекция или глазное грибковое заболевание; осторожность при наличии в анамнезе простого герпеса; длительное использование может подавить реакцию хозяина на инфекцию и увеличить риск вторичных глазных инфекций."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Повышенное внутриглазное давление",
      "percent": "5-15"
    },
    {
      "name": "Отек роговицы",
      "percent": "5-15"
    },
    {
      "name": "Ирит",
      "percent": "5-15"
    },
    {
      "name": "Потеря эндотелиальных клеток роговицы",
      "percent": "1-5"
    },
    {
      "name": "Блефарит",
      "percent": "1-5"
    },
    {
      "name": "Глазная боль",
      "percent": "1-5"
    },
    {
      "name": "Кистозный макулярный отек",
      "percent": "1-5"
    },
    {
      "name": "Сухой глаз",
      "percent": "1-5"
    },
    {
      "name": "Воспаление глаз",
      "percent": "1-5"
    },
    {
      "name": "Помутнение задней капсулы",
      "percent": "1-5"
    },
    {
      "name": "Затуманенное зрение",
      "percent": "1-5"
    },
    {
      "name": "Снижение остроты зрения",
      "percent": "1-5"
    },
    {
      "name": "Стекловидные поплавки",
      "percent": "1-5"
    },
    {
      "name": "Ощущение инородного тела",
      "percent": "1-5"
    },
    {
      "name": "Светобоязнь",
      "percent": "1-5"
    },
    {
      "name": "Отслойка стекловидного тела",
      "percent": "1-5"
    }
  ]
}