{
  "name": "этидронат",
  "comment": "Rx",
  "other_names": [
    "Дидронел"
  ],
  "classes": [
    "Модификаторы метаболизма кальция",
    "Производные бисфосфоната"
  ],
  "source": "https://reference.medscape.com/drug/didronel-etidronate-342822",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: экскреция с молоком неизвестна; используйте с осторожностью"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: экскреция с молоком неизвестна; используйте с осторожностью"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "остеомаляция",
        "Аномалии пищевода (например, стриктура, ахалазия), которые задерживают опорожнение пищевода",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Энтероколит, почечная недостаточность",
        "Остеонекроз челюсти может возникать спонтанно и обычно связан с удалением зуба и/или местной инфекцией с задержкой заживления; известные факторы риска включают инвазивные стоматологические процедуры (например, удаление зубов, имплантацию зубов, костную хирургию), диагноз рака, сопутствующую терапию (например, химиотерапию, кортикостероиды, ингибиторы ангиогенеза), плохую гигиену полости рта и сопутствующие заболевания; риск остеонекроза челюсти может увеличиваться с продолжительностью воздействия бисфосфонатов",
        "Может вызывать местное раздражение слизистой оболочки верхних отделов ЖКТ.",
        "Обеспечьте достаточное потребление кальция, витамина D",
        "Потенциально вызывает тяжелый эзофагит, язвы и эрозии пищевода.",
        "Риск сильной боли в костях, суставах и/или мышцах",
        "При более высоких дозах увеличивается как ингибирование резорбции, так и ингибирование роста костей."
      ],
      "specific": [
        {
          "type": "Риск рака пищевода (сообщение FDA по безопасности от 21 июля 2011 г.)",
          "description": [
            "Существуют противоречивые результаты исследований, оценивающих риск рака пищевода при пероральном приеме бисфосфонатов.",
            "Недостаточно данных, чтобы рекомендовать эндоскопический скрининг бессимптомных пациентов.",
            "Попросите пациентов обратиться к своему лечащему врачу, если у них появятся симптомы эзофагита (например, трудности с глотанием, боль в груди, новая или усиливающаяся изжога, проблемы или боль при глотании)",
            "Сообщалось о эзофагите и других явлениях со стороны пищевода, особенно у пациентов, которые не соблюдают особые указания по применению пероральных бисфосфонатов (например, сидят или встают после приема, запивают полным стаканом воды).",
            "FDA не пришло к выводу, что пероральный прием бисфосфонатов увеличивает риск рака пищевода.",
            "FDA продолжит оценивать все имеющиеся данные, подтверждающие безопасность и эффективность препаратов бисфосфонатов, и будет информировать общественность, когда станет доступна дополнительная информация.",
            "В настоящее время FDA проводит постоянный обзор данных опубликованных исследований для оценки того, связано ли использование пероральных бисфосфонатов с повышенным риском рака пищевода."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "паратиреоидный гормон человека, рекомбинантный",
      "description": {
        "common": "этидронат снижает эффекты человеческого паратиреоидного гормона, рекомбинантного др. (см. комментарий). Противопоказано.\nКомментарий: одновременное введение бисфосфонатов с рчПТГ приводит к снижению кальцийсберегающего эффекта рчПТГ, что может препятствовать нормализации уровня кальция в сыворотке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень этидроната за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "ацетат кальция снижает уровень этидроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает уровень этидроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "хлорид кальция снижает уровень этидроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция снижает уровень этидроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "глюконат кальция снижает уровень этидроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс, этидронат. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может усилить желудочно-кишечное кровотечение, изъязвление и раздражение. Используйте с осторожностью."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добавка магния",
      "description": {
        "common": "Добавка магния снизит уровень или эффект этидроната за счет ингибирования всасывания через ЖКТ. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Образование хелата снижает всасывание препарата через кишечный тракт; вводить магний за 2 часа до или через 2 часа после производного бисфосфоната"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селен",
      "description": {
        "common": "селен снижает уровень или эффект этидроната за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Избегайте введения поливалентных катионов за 2 часа до или после приема этидроната."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия снижает уровень этидроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота снижает уровень этидроната за счет ингибирования абсорбции через ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "Сульфат натрия/?сульфат магния/хлорид калия повышает токсичность этидроната за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния повышает токсичность этидроната Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, этидронат.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "энтекавир",
      "description": {
        "common": "этидронат, энтекавир.\nЛибо усиливает действие другого, уменьшая почечный клиренс. Незначительное/значение неизвестно. Одновременное применение с препаратами, которые снижают функцию почек или конкурируют за активную канальцевую секрецию, может повышать концентрацию в сыворотке либо энтекавира, либо одновременно принимаемого препарата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "фоскарнет усиливает действие этидроната за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск тяжелой гипокальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "терипаратид",
      "description": {
        "common": "терипаратид, этидронат. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Нет преимуществ для плотности костной ткани при комбинированном лечении."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Рак пищевода",
      "percent": null
    },
    {
      "name": "Обострение язвенной болезни",
      "percent": null
    },
    {
      "name": "Агранулоцитоз",
      "percent": null
    },
    {
      "name": "Обострение астмы",
      "percent": null
    }
  ]
}