{
  "name": "адапален",
  "comment": "Rx, OTC",
  "other_names": [
    "Различаются в"
  ],
  "classes": [
    "Актуальный",
    "Агенты от прыщей"
  ],
  "source": "https://reference.medscape.com/drug/differin-adapalene-343537",
  "pregnancy": {
    "common": [
      "Имеющихся данных клинических испытаний применения DIFFERIN Lotion беременными женщинами недостаточно, чтобы установить риск серьезных врожденных дефектов, выкидыша или других неблагоприятных исходов для матери или плода, связанный с приемом препарата."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных пероральное введение адапалена беременным крысам и кроликам во время органогенеза при воздействии дозы в 122 и 243 раза соответственно, воздействие на человека при максимально рекомендуемой дозе для человека (MRHD) 2 г приводило к порокам развития скелета и внутренних органов плода."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Чтобы свести к минимуму потенциальное воздействие на ребенка, находящегося на грудном вскармливании, через грудное молоко, используйте наименьший участок кожи и в течение как можно более короткого времени во время грудного вскармливания; избегать нанесения на участки с повышенным риском потенциального проглатывания или попадания в глаза кормящего ребенка",
      "Нет данных о присутствии местного лосьона или метаболита адапалена в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока; в исследованиях на животных адапален присутствует в молоке крыс при пероральном введении препарата; если лекарство присутствует в молоке животных, вполне вероятно, что лекарство будет присутствовать и в грудном молоке.",
      "Возможно, что местное введение больших количеств адапалена может привести к достаточной системной абсорбции для образования обнаруживаемых количеств в грудном молоке; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями терапии или основного заболевания матери для ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к адапалену или любому из его компонентов."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Экстремальные погодные условия (например, ветер, холод) могут вызывать раздражение кожи.",
        "Не наносите на обработанную воском область и не наносите средства для местного применения, которые могут еще больше раздражать кожу (например, вяжущие средства, абразивное мыло и очищающие средства, отшелушивающие средства, серу, резорцин, салициловую кислоту).",
        "Раздражение кожи: нанесите увлажняющий крем, уменьшите частоту нанесения или прекратите использование.",
        "Свести к минимуму воздействие УФ-излучения; используйте солнцезащитный крем и защитную одежду",
        "Риск побочных реакций выше в течение первого месяца лечения; обычно проходит при использовании",
        "Только для наружного применения",
        "Не наносите продукт на ссадины или порезы, а также на экзематозную или обожженную солнцем кожу.",
        "Во время постмаркетингового применения адапалена сообщалось об анафилаксии, ангионевротическом отеке, крапивнице, отеке лица, отеке век, отеке губ и зуде, иногда требующем медикаментозного лечения; посоветовать пациентам прекратить прием лекарств и обратиться за медицинской помощью, если во время лечения у них возникнут аллергические или анафилактоидные/анафилактические реакции.",
        "Избегайте попадания в глаза, губы и слизистые оболочки"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Сухость",
      "percent": "1-45"
    },
    {
      "name": "Масштабирование",
      "percent": "1-44"
    },
    {
      "name": "Сжигание",
      "percent": "4-29"
    },
    {
      "name": "жгучий",
      "percent": "0.5-26"
    },
    {
      "name": "Эритема",
      "percent": "6"
    },
    {
      "name": "Кожный дискомфорт",
      "percent": "2"
    },
    {
      "name": "Зуд",
      "percent": "2"
    },
    {
      "name": "Шелушение",
      "percent": "1"
    },
    {
      "name": "Солнечный ожог",
      "percent": null
    },
    {
      "name": "Вспышка прыщей",
      "percent": null
    },
    {
      "name": "Конъюнктивит",
      "percent": null
    },
    {
      "name": "Контактный дерматит",
      "percent": null
    },
    {
      "name": "Экзема",
      "percent": null
    },
    {
      "name": "Эритема",
      "percent": null
    },
    {
      "name": "Отек век",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Изменение цвета кожи",
      "percent": null
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "отек лица",
      "percent": null
    },
    {
      "name": "отек губ",
      "percent": null
    },
    {
      "name": "Кожные заболевания",
      "percent": null
    },
    {
      "name": "Боль в месте приложения",
      "percent": null
    }
  ]
}