{
  "name": "фидаксомицин",
  "comment": "Rx",
  "other_names": [
    "дифицид"
  ],
  "classes": [
    "Макролиды"
  ],
  "source": "https://reference.medscape.com/drug/dificid-fidaxomicin-999663",
  "pregnancy": {
    "common": [
      "Имеющиеся ограниченные данные о беременных женщинах недостаточны для информирования о каком-либо связанном с наркотиками риске серьезных врожденных дефектов; выкидыш или неблагоприятные исходы для матери или плода"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Исследования репродукции эмбриона и плода на крысах и кроликах, которым вводили внутривенно во время органогенеза, не выявили признаков вреда для плода при воздействии, в 65 раз или более превышающем клиническое воздействие в рекомендуемой дозе."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет информации о присутствии фидаксомицина или его основного метаболита, OP-1118, в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями терапии или основного заболевания матери для ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Используйте только при инфекциях с подтвержденным или подозрением на то, что они вызваны C. difficile, чтобы избежать развития бактерий, устойчивых к лекарственным препаратам; терапия не эффективна для лечения других видов инфекций из-за минимальной системной абсорбции фидаксомицина",
        "инфекция вряд ли принесет пользу пациенту и увеличивает риск развития лекарственно-устойчивых бактерий",
        "Сообщалось о острых реакциях гиперчувствительности, включая одышку, сыпь, зуд и ангионевротический отек рта, горла и лица; прекратить и лечить соответствующим образом, если возникает реакция, следует начать терапию",
        "С трудный",
        "Использование при отсутствии доказанных или сильно подозреваемых",
        "Некоторые пациенты с реакциями гиперчувствительности также сообщали об аллергии на другие противомикробные препараты #макролиды в анамнезе."
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Фидаксомицин и его основной метаболит, OP-1118, являются субстратами P-gp, но на них не оказывают существенного влияния ингибиторы P-gp.",
            "Не зависит от ферментов CYP450 для метаболизма",
            "Основываясь на результатах исследований совместного применения с циклоспорином, фидаксомицин можно применять одновременно с ингибиторами P-gp, при этом коррекция дозы не рекомендуется."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "Вздутие живота",
      "percent": null
    },
    {
      "name": "болезненность живота",
      "percent": null
    },
    {
      "name": "диспепсия",
      "percent": null
    },
    {
      "name": "дисфагия",
      "percent": null
    },
    {
      "name": "метеоризм",
      "percent": null
    },
    {
      "name": "кишечная непроходимость",
      "percent": null
    },
    {
      "name": "мегаколон",
      "percent": null
    },
    {
      "name": "Расследования",
      "percent": null
    },
    {
      "name": "Повышение щелочной фосфатазы крови",
      "percent": null
    },
    {
      "name": "снижение бикарбоната крови",
      "percent": null
    },
    {
      "name": "повышение печеночных ферментов",
      "percent": null
    },
    {
      "name": "снижение количества тромбоцитов",
      "percent": null
    },
    {
      "name": "Нарушения обмена веществ и питания",
      "percent": null
    },
    {
      "name": "Гипергликемия",
      "percent": null
    },
    {
      "name": "Метаболический ацидоз",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Извержение наркотиков",
      "percent": null
    },
    {
      "name": "зуд",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    }
  ]
}