{
  "name": "аватромбопаг",
  "comment": "Rx",
  "other_names": [
    "Двойник"
  ],
  "classes": [
    "Тромбопоэтические агенты"
  ],
  "source": "https://reference.medscape.com/drug/doptelet-avatrombopag-1000248",
  "pregnancy": {
    "common": [
      "Нет данных о присутствии препарата в материнском молоке, влиянии на ребенка, находящегося на грудном вскармливании, или влиянии на выработку молока.",
      "В исследованиях аватромбопаг присутствовал в молоке лактирующих крыс; если лекарство присутствует в молоке животных, вполне вероятно, что лекарство будет присутствовать и в грудном молоке.",
      "Из-за возможности серьезных побочных реакций у ребенка, находящегося на грудном вскармливании, грудное вскармливание не рекомендуется во время лечения и в течение как минимум 2 недель после приема последней дозы.",
      "Основываясь на результатах исследований репродукции животных, может нанести вред плоду при назначении беременным женщинам."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных введение приводило к неблагоприятным исходам развития при введении во время органогенеза у кроликов и во время органогенеза и периода лактации у крыс.",
          "Консультировать беременных женщин о потенциальном риске для плода",
          "Эти результаты наблюдались при воздействии на основе AUC, значительно превышающей AUC, наблюдаемую у пациентов при дозе 60 мг в день."
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "Прервите грудное вскармливание, сцеживайте и отказывайтесь от грудного молока у кормящих женщин, получающих аватромбопаг в течение коротких периодов времени (например, перед инвазивной процедурой) во время лечения и в течение 2 недель после последней дозы, чтобы свести к минимуму воздействие на ребенка, находящегося на грудном вскармливании."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии препарата в материнском молоке, влиянии на ребенка, находящегося на грудном вскармливании, или влиянии на выработку молока.",
      "Из-за возможности серьезных побочных реакций у ребенка, находящегося на грудном вскармливании, грудное вскармливание не рекомендуется во время лечения и в течение как минимум 2 недель после приема последней дозы.",
      "В исследованиях аватромбопаг присутствовал в молоке лактирующих крыс; если лекарство присутствует в молоке животных, вполне вероятно, что лекарство будет присутствовать и в грудном молоке."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Тромботические/тромбоэмболические осложнения",
          "description": [
            "Сообщалось о тромбозе воротной вены при хроническом заболевании печени у пациентов, получавших агонисты рецепторов тромбопоэтина (ТПО) (клинические испытания ADAPT-1 и ADAPT-2)",
            "При назначении препарата пациентам с известными факторами риска тромбоэмболии, включая генетические протромботические состояния (например, фактор V Лейден, протромбин 20210A, дефицит антитромбина или дефицит протеина C или S) следует учитывать потенциальный повышенный тромботический риск.",
            "Не назначать пациентам с хроническими заболеваниями печени или хронической иммунной тромбоцитопенией с целью нормализации количества тромбоцитов; сообщалось о тромбоэмболических событиях (артериальных или венозных)",
            "Агонисты рецепторов тромбопоэтина (ТПО), связанные с тромботическими и тромбоэмболическими осложнениями у пациентов с хроническими заболеваниями печени или хронической ИТП",
            "Следите за количеством тромбоцитов и следуйте рекомендациям по дозированию для достижения целевого количества тромбоцитов; контролировать пациентов, получающих терапию, на наличие признаков и симптомов тромбоэмболических событий и своевременно начинать лечение"
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Умеренные или сильные двойные индукторы CYP2C9 и CYP3A4",
            "Если во время лечения начинают применять умеренный или сильный двойной ингибитор CYP2C9 и CYP3A4, контролируйте количество тромбоцитов и при необходимости корректируйте дозу аватромбопага.",
            "Одновременное применение с умеренными или сильными двойными индукторами CYP2C9 и CYP3A4 снижает AUC аватромбопага, что может снижать эффективность аватромбопага.",
            "Умеренные или сильные двойные ингибиторы CYP2C9 и CYP3A4",
            "Аватромбопаг является субстратом CYP2C9 и CYP3A4; он ингибирует переносчик органических анионов (OAT) 3 и белок устойчивости к раку молочной железы (BCRP)",
            "Если во время лечения начинают применять умеренные или сильные двойные индукторы CYP2C9 и CYP3A4, контролируйте количество тромбоцитов и при необходимости корректируйте дозу аватромбопага.",
            "Одновременное применение с умеренным или сильным двойным ингибитором CYP2C9 и CYP3A4 увеличивает AUC аватромбопага, что может увеличить риск токсичности аватромбопага."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет увеличивать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет увеличивать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с чувствительными субстратами CYP3A. Если одновременное применение неизбежно, следите за побочными реакциями и уменьшайте дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет увеличивать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект аватромбопага через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тепотиниб",
      "description": {
        "common": "тепотиниб будет увеличивать уровень или эффект аватромбопага за счет транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозировку субстрата P-gp, если это рекомендовано в маркировке одобренного продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет увеличивать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон увеличивает уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При лечении ИТП совместное введение аватромбопага с умеренным или сильным двойным ингибитором CYP2C9/3A4 требует снижения начальной дозы аватромбопага. Конкретные рекомендации см. в монографии на лекарство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "белзутифан будет снижать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Если невозможно избежать одновременного применения белзутифана с чувствительными субстратами CYP3A4, рассмотрите возможность увеличения дозы чувствительного субстрата CYP3A4 в соответствии с инструкцией по его применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "беротральстат увеличивает уровень или эффект аватромбопага за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте или титруйте дозу субстрата P-gp при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При лечении ИТП совместное введение аватромбопага с умеренным или сильным двойным индуктором CYP2C9/3A4 требует увеличения начальной дозы аватромбопага. Конкретные рекомендации см. в монографии на лекарство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При лечении ИТП совместное введение аватромбопага с умеренным или сильным двойным индуктором CYP2C9/3A4 требует увеличения начальной дозы аватромбопага. Конкретные рекомендации см. в монографии на лекарство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат будет снижать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат будет увеличивать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При лечении ИТП совместное введение аватромбопага с умеренным или сильным двойным ингибитором CYP2C9/3A4 требует снижения начальной дозы аватромбопага. Конкретные рекомендации см. в монографии на лекарство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс будет снижать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении. При необходимости рассмотрите возможность увеличения дозы субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При лечении ИТП совместное введение аватромбопага с умеренным или сильным двойным индуктором CYP2C9/3A4 требует увеличения начальной дозы аватромбопага. Конкретные рекомендации см. в монографии на лекарство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол будет увеличивать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При лечении ИТП совместное введение аватромбопага с умеренным или сильным двойным ингибитором CYP2C9/3A4 требует снижения начальной дозы аватромбопага. Конкретные рекомендации см. в монографии на лекарство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При лечении ИТП совместное введение аватромбопага с умеренным или сильным двойным индуктором CYP2C9/3A4 требует увеличения начальной дозы аватромбопага. Конкретные рекомендации см. в монографии на лекарство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное введение аватромбопага с умеренным или сильным двойным ингибитором CYP2C9/3A4 требует снижения начальной дозы аватромбопага до 20 мг перорально три раза в день."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет увеличивать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир (умеренный ингибитор CYP3A4) может увеличить количество субстратов CYP3A4, начатых в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное введение аватромбопага с умеренным или сильным двойным ингибитором CYP2C9/3A4 требует снижения начальной дозы аватромбопага до 20 мг перорально три раза в день."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон будет увеличивать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При лечении ИТП снижают начальную дозу аватромбопага до 20 мг перорально 3 раза в неделю при одновременном применении с мифепристоном; у пациентов, начинающих прием мифепристона одновременно с приемом аватромбопага, следует контролировать количество тромбоцитов и при необходимости корректировать дозу аватромбопага; одновременное применение аватромбопага с умеренным или сильным двойным ингибитором CYP2C9/3A4 требует снижения начальной дозы аватромбопага. Обратитесь к рекомендациям производителя."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При лечении ИТП совместное введение аватромбопага с умеренным или сильным двойным индуктором CYP2C9/3A4 требует увеличения начальной дозы аватромбопага. Конкретные рекомендации см. в монографии на лекарство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При лечении ИТП совместное введение аватромбопага с умеренным или сильным двойным индуктором CYP2C9/3A4 требует увеличения начальной дозы аватромбопага. Конкретные рекомендации см. в монографии на лекарство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При лечении ИТП совместное введение аватромбопага с умеренным или сильным двойным индуктором CYP2C9/3A4 требует увеличения начальной дозы аватромбопага. Конкретные рекомендации см. в монографии на лекарство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При лечении ИТП совместное введение аватромбопага с умеренным или сильным двойным индуктором CYP2C9/3A4 требует увеличения начальной дозы аватромбопага. Конкретные рекомендации см. в монографии на лекарство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин будет снижать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При лечении ИТП совместное введение аватромбопага с умеренным или сильным двойным индуктором CYP2C9/3A4 требует увеличения начальной дозы аватромбопага. Конкретные рекомендации см. в монографии на лекарство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или эффект аватромбопага, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP2C9, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При лечении ИТП совместное введение аватромбопага с умеренным или сильным двойным индуктором CYP2C9/3A4 требует увеличения начальной дозы аватромбопага. Конкретные рекомендации см. в монографии на лекарство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "спарсентан снижает уровень или эффект аватромбопага, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Спарсентан (индуктор CYP2C9) уменьшает экспозицию субстратов CYP2C9 и снижает эффективность, связанную с этими субстратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет увеличивать уровень или эффект аватромбопага за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Рассмотрите возможность снижения дозировки субстратов P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет увеличивать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При лечении ИТП совместное введение аватромбопага с умеренным или сильным двойным ингибитором CYP2C9/3A4 требует снижения начальной дозы аватромбопага. Конкретные рекомендации см. в монографии на лекарство."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет увеличивать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет увеличивать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет увеличивать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "лихорадка",
      "percent": "8-11"
    },
    {
      "name": "Головная боль",
      "percent": "31"
    },
    {
      "name": "Усталость",
      "percent": "28"
    },
    {
      "name": "Контузия",
      "percent": "26"
    },
    {
      "name": "носовое кровотечение",
      "percent": "19"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "15"
    },
    {
      "name": "Артралгия",
      "percent": "13"
    },
    {
      "name": "Кровоточивость десен",
      "percent": "13"
    },
    {
      "name": "петехии",
      "percent": "11"
    },
    {
      "name": "Боль в животе",
      "percent": "6-7"
    },
    {
      "name": "Тошнота",
      "percent": "6-7"
    },
    {
      "name": "Усталость",
      "percent": "3-4"
    },
    {
      "name": "Периферический отек",
      "percent": "2-4"
    },
    {
      "name": "Назофарингит",
      "percent": "10"
    },
    {
      "name": "Головная боль",
      "percent": "1.6"
    },
    {
      "name": "анемия",
      "percent": "0.4"
    },
    {
      "name": "лихорадка",
      "percent": "0.4"
    },
    {
      "name": "Миалгия",
      "percent": "0.4"
    },
    {
      "name": "Гипонатриемия",
      "percent": null
    }
  ]
}