{
  "name": "долутегравир/ламивудин",
  "comment": "Rx",
  "other_names": [
    "Довато"
  ],
  "classes": [
    "АРТ-комбо",
    "ВИЧ"
  ],
  "source": "https://reference.medscape.com/drug/dovato-dolutegravir-lamivudine-1000318",
  "pregnancy": null,
  "lactation": null,
  "warnings": {
    "black_box_warning": {
      "common": [
        "Все пациенты с ВИЧ-1 должны быть проверены на наличие вируса гепатита В (ВГВ) перед началом лечения долутегравиром/ламивудином.",
        "Препараты ламивудина, используемые для лечения ВИЧ-инфекции, содержат более высокую дозу, чем препараты, предназначенные для лечения хронической инфекции ВГВ.",
        "Пациенты, инфицированные как ВИЧ, так и ВГВ, должны добавить дополнительное лечение гепатита В или рассмотреть возможность применения другого режима лечения.",
        "Сообщалось о тяжелых острых обострениях ВГВ у пациентов с коинфекцией ВИЧ-1 и ВГВ, прекративших прием ламивудина; внимательно следить за функцией печени у этих пациентов и, при необходимости, начинать анти-ВГВ-терапию.",
        "Сообщалось о появлении устойчивых к ламивудину вариантов ВГВ, связанных с антиретровирусными схемами, содержащими ламивудин."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к долутегравиру или ламивудину.",
        "Одновременное применение с дофетилидом"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Предварительные данные обсервационного исследования показывают, что долутегравир связан с повышенным риском дефектов нервной трубки при введении во время зачатия и на ранних сроках беременности.",
        "Безопасность и эффективность ламивудина для лечения хронического ВГВ у пациентов с двойной инфекцией ВИЧ-1 и ВГВ не установлены; Сообщается о появлении вариантов ВГВ, связанных с устойчивостью к ламивудину.",
        "Нежелательные явления со стороны печени, о которых сообщалось при применении долутегравира; пациенты с сопутствующим гепатитом В или С могут подвергаться повышенному риску ухудшения состояния или развития повышения уровня трансаминаз; в некоторых случаях повышенный уровень трансаминаз соответствовал синдрому восстановления иммунитета или реактивации ВГВ, особенно в условиях отмены противогепатитной терапии.",
        "Сообщалось о тяжелых острых обострениях ВГВ у пациентов с коинфекцией ВИЧ-1 и ВГВ, прекративших прием ламивудина.",
        "Сообщалось о реакциях гиперчувствительности при применении долутегравира; реакции, характеризующиеся сыпью, конституциональными нарушениями и иногда дисфункцией органов, включая поражение печени",
        "Лактоацидоз и тяжелая гепатомегалия со стеатозом, включая летальные случаи, о которых сообщалось при применении аналогов нуклеозидов, включая ламивудин; женский пол и ожирение могут быть факторами риска"
      ],
      "specific": [
        {
          "type": "Синдром восстановления иммунитета",
          "description": [
            "Также сообщалось об аутоиммунных заболеваниях (например, болезни Грейвса, полимиозите и синдроме Гийена-Барре); однако время до начала заболевания более вариабельно и может произойти через много месяцев после начала лечения.",
            "На начальном этапе комбинированного АРВ-лечения у пациентов с реакцией иммунной системы может развиться воспалительная реакция на вялотекущие или резидуальные оппортунистические инфекции (например, инфекция Mycobacterium avium, ЦМВ, пневмоцистная пневмония jirovecii или туберкулез), что может потребовать дальнейшего обследования и лечения.",
            "Сообщалось о пациентах, получавших комбинированную АРВ-терапию."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Ламивудин: субстрат P-gp и BCRP",
            "Долутегравир: субстрат уридиндифосфата (УДФ)-глюкуронозилтрансферазы (УГТ) 1А1 (первичный); субстрат CYP3A4 (минор); также субстрат UGT1A3, UGT1A9, белка устойчивости к раку молочной железы (BCRP) и P-гликопротеина (P-gp) in vitro; ингибитор почечных переносчиков органических катионов (OCT)2; мультилекарственный и токсинный ингибитор транспортера экструзии (MATE) 1",
            "Полная схема лечения инфекции ВИЧ-1; поэтому одновременное назначение с другими АРВ-препаратами не рекомендуется.",
            "Долутегравир может повышать концентрацию в плазме препаратов, выводимых через OCT2 или MATE1 (например, дофетилид [противопоказан], метформин).",
            "Сорбитол снижает пиковую концентрацию ламивудина в плазме и AUC.",
            "Также см. Модификации дозировки",
            "Препараты, ингибирующие UGT1A1 и CY3A4, снижают уровень долутегравира, что приводит к потере терапевтического эффекта и возможному развитию резистентности.",
            "Одновременное применение долутегравира с препаратами, содержащими поливалентные катионы, может снижать всасывание долутегравира."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дофетилид",
      "description": {
        "common": "долутегравир будет увеличивать уровень или эффект дофетилида за счет снижения почечного клиренса. Противопоказано. Долутегравир ингибирует почечный переносчик органических катионов OCT2; риск опасных для жизни аритмий, вызванных повышенным системным воздействием дофетилида"
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "ламивудин, элвитегравир/кобицистат/эмтрицитабин/тенофовир ДФ. Другое (см. комментарий). Противопоказано.\nКомментарий: элвитегравир/кобицистат/эмтрицитабин/тенофовир представляет собой полную схему лечения ВИЧ, и ее не следует назначать с другими антиретровирусными препаратами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид алюминия/карбонат магния",
      "description": {
        "common": "гидроксид алюминия/карбонат магния снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Вводят долутегравир за 2 часа до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бетабеглоген аутотемцел",
      "description": {
        "common": "долутегравир, бетабеглоген, аутотемцел. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Не принимайте антиретровирусные препараты как минимум за 1 месяц до мобилизации или ожидаемой продолжительности отмены препаратов, а также до тех пор, пока не будут завершены все циклы афереза. Антиретровирусные препараты могут мешать производству аферезированных клеток."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каботегравир",
      "description": {
        "common": "долутегравир, каботегравир. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Каботегравир плюс рилпивирин — это полная схема. Coadministration с другими антиретровирусными препаратами для лечения инфекции ВИЧ-1 не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; недостаточно данных, чтобы рекомендовать коррекцию дозы"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "эливалдоген, аутотемцел, ламивудин.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Пациенты не должны принимать антиретровирусные препараты по крайней мере за 1 месяц до начала приема препаратов для мобилизации стволовых клеток, на время приема препаратов? элиминации и до завершения всех циклов афереза."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Увеличьте дозу долутегравира до 50 мг два раза в сутки при одновременном применении с сильными индукторами UGT1A/CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "эливалдоген, аутотемцел, долутегравир.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Пациенты не должны принимать антиретровирусные препараты по крайней мере за 1 месяц до начала приема препаратов для мобилизации стволовых клеток, на время приема препаратов? элиминации и до завершения всех циклов афереза."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин снижает уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Этравирин (сильный индуктор UGT1A/CYP3A) значительно снижает концентрацию долутегравира в плазме, но эффект этравирина смягчается при одновременном применении лопинавира/ритонавира или дарунавира/ритонавира, и ожидается, что он будет ослаблен атазанавиром/ритонавиром; не используйте с этравирином без одновременного применения атазанавира/ритонавира, дарунавира/ритонавира или лопинавира/ритонавира"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир снижает уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Увеличьте дозу долутегравира до 50 мг два раза в сутки при совместном применении с сильными индукторами UGT1A/CYP3A (например, фосампренавир/ритонавир)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "фосфенитоин снижает уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; недостаточно данных, чтобы рекомендовать коррекцию дозы"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "цитрат магния снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Вводят долутегравир за 2 часа до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глюконат магния",
      "description": {
        "common": "глюконат магния снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Вводят долутегравир за 2 часа до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "оксид магния снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Вводят долутегравир за 2 часа до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; недостаточно данных, чтобы рекомендовать коррекцию дозы"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; недостаточно данных, чтобы рекомендовать коррекцию дозы"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; недостаточно данных, чтобы рекомендовать коррекцию дозы"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; недостаточно данных, чтобы рекомендовать коррекцию дозы"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "берлинская лазурь",
      "description": {
        "common": "Берлинская лазурь снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Вводят долутегравир за 2 часа до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Увеличьте дозу долутегравира до 50 мг два раза в сутки при одновременном применении с сильными индукторами UGT1A/CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; недостаточно данных, чтобы рекомендовать коррекцию дозы"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сорбит",
      "description": {
        "common": "сорбитол снизит уровень или эффект ламивудина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Раствор, содержащий сорбитол, снижал системную экспозицию перорального раствора ламивудина в педиатрическом исследовании (испытание ARROW). Результаты показали более низкие показатели вирусологической супрессии, меньшее воздействие ламивудина в плазме и развитие резистентности к вирусам чаще, чем у детей, получавших ламивудин в таблетках."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сукральфат",
      "description": {
        "common": "сукральфат снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Вводят долутегравир за 2 часа до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тафенохин",
      "description": {
        "common": "тафенохин повысит уровень или эффект ламивудина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир снижает уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Увеличьте дозу долутегравира до 50 мг два раза в сутки при одновременном применении с сильными индукторами UGT1A/CYP3A (например, типранавиром/ритонавиром)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трилациклиб",
      "description": {
        "common": "трилациклиб снизит уровень или эффект ламивудина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения трилациклиба (ингибитора OCT2, MATE1 и MATE-2K) с субстратами, минимальная повышенная концентрация которых в почках или крови может привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абакавир",
      "description": {
        "common": "абакавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Вводят долутегравир за 2 ч до или через 6 ч после приема препаратов, содержащих поливалентные катионы; используйте альтернативную терапию, если она доступна"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кабозантиниб",
      "description": {
        "common": "ламивудин повысит уровень или эффект кабозантиниба по другим причинам (см. комментарий). Используйте осторожность/монитор. Ингибиторы MRP2 повышают токсичность кабозантиниба"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "Ацетат кальция снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир за 2 часа (долутегравир или абакавир/долутегравир/ламивудин) или за 4 часа (долутегравир/рилпивирин) до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир за 2 часа (долутегравир или абакавир/долутегравир/ламивудин) или за 4 часа (долутегравир/рилпивирин) до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир за 2 часа (долутегравир или абакавир/долутегравир/ламивудин) или за 4 часа (долутегравир/рилпивирин) до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "далфампридин",
      "description": {
        "common": "долутегравир повысит уровень или эффект далфампридина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. долутегравир ингибирует OCT2 и переносчик мультилекарственной и токсической экструзии 1"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "И эфавиренц, и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энфувиртид",
      "description": {
        "common": "энфувиртид и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "ламивудин повышает уровень эрдафитиниба за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Рассмотрите альтернативы, которые не являются субстратами OCT2, или рассмотрите возможность снижения дозы субстратов OCT2 в зависимости от переносимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат будет снижать уровень или эффект долутегравира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Скорректируйте дозу долутегравира до 50 мг перорально каждые 12 часов для пациентов, ранее не получавших лечения, или пациентов, ранее не получавших ИНСТИ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "Железный мальтол снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир за 2 часа (долутегравир или абакавир/долутегравир/ламивудин) или за 4 часа (долутегравир/рилпивирин) до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железа фумарат",
      "description": {
        "common": "фумарат железа снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир за 2 часа (долутегравир или абакавир/долутегравир/ламивудин) или за 4 часа (долутегравир/рилпивирин) до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "глюконат железа снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир за 2 часа (долутегравир или абакавир/долутегравир/ламивудин) или за 4 часа (долутегравир/рилпивирин) до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат железа",
      "description": {
        "common": "сульфат железа снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир за 2 часа (долутегравир или абакавир/долутегравир/ламивудин) или за 4 часа (долутегравир/рилпивирин) до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганцикловир",
      "description": {
        "common": "ганцикловир, ламивудин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Повышенный риск гематологической токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "интерферон альфа 2b",
      "description": {
        "common": "интерферон альфа 2b, ламивудин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск декомпенсации печени."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "гидроксид магния снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Вводят долутегравир за 2 ч до или через 6 ч после приема препаратов, содержащих поливалентные катионы; используйте альтернативную терапию, если она доступна"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добавка магния",
      "description": {
        "common": "Добавка магния снизит уровень или эффект долутегравира по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Препарат может образовывать хелат с поливалентными катионами; может снизить всасывание в желудочно-кишечном тракте; относится к устным формам; можно вводить натощак за 2 часа до введения поливалентного катиона или через 6 часов после"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "долутегравир будет увеличивать уровень или эффект метформина за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Долутегравир ингибирует почечный переносчик органических катионов OCT2; при применении с метформином ограничьте общую суточную дозу метформина до 1000 мг в начале приема метформина или долутегравира; при прекращении приема долутегравира может потребоваться коррекция дозы метформина; контролировать уровень глюкозы в крови в начале одновременного применения и после отмены долутегравира."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "поливитамины",
      "description": {
        "common": "поливитамины снижают уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир за 2 часа (долутегравир или абакавир/долутегравир/ламивудин) или за 4 часа (долутегравир/рилпивирин) до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мультивитамины, зрение",
      "description": {
        "common": "поливитамины, зрение будет снижать уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир за 2 часа (долутегравир или абакавир/долутегравир/ламивудин) или за 4 часа (долутегравир/рилпивирин) до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "и нелфинавир, и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "ламивудин и невирапин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орлистат",
      "description": {
        "common": "орлистат снижает уровень или эффект долутегравира за счет ингибирования всасывания через ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегинтерферон альфа 2а",
      "description": {
        "common": "пегинтерферон альфа 2а, ламивудин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск декомпенсации печени."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селен",
      "description": {
        "common": "селен снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир по крайней мере за 2 ч до или через 6 ч после введения поливалентных катионов. Вводят комбинацию долутегравир/рилпивирин по крайней мере за 4 часа до или через 6 часов после введения поливалентных катионов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегинтерферон альфа 2b",
      "description": {
        "common": "пегинтерферон альфа 2b, ламивудин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск декомпенсации печени."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибавирин",
      "description": {
        "common": "рибавирин повышает токсичность ламивудина за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск лактоацидоза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/? сульфат магния/хлорид калия снижает уровень долутегравира за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Вводить долутегравир по крайней мере за 2 часа до или через 6 часов после каждой дозы, чтобы избежать хелатирования с магнием. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния снижает уровень долутегравира за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Вводить долутегравир по крайней мере за 2 часа до или через 6 часов после каждой дозы, чтобы избежать хелатирования с магнием. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ставудин",
      "description": {
        "common": "ламивудин и ставудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "ламивудин и тенофовир DF повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триметоприм",
      "description": {
        "common": "триметоприм усиливает эффекты ламивудина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор. Возможна повышенная токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает действие долутегравира за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валганцикловир",
      "description": {
        "common": "валганцикловир, ламивудин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск гематологической токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цинк",
      "description": {
        "common": "цинк будет снижать уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводить долутегравир по крайней мере за 2 часа до или через 6 часов после перорального приема солей цинка."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "изавуконазония сульфат будет повышать уровень или эффект ламивудина по другим причинам (см. комментарий). Незначительное/значение неизвестно. Изавуконазония сульфат, ингибитор OCT2, может увеличивать эффекты или уровни субстратов OCT2."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол повышает уровень ламивудина за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зидовудин",
      "description": {
        "common": "ламивудин усиливает эффекты зидовудина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Выгодный синергизм."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Нарушения со стороны крови и лимфатической системы",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "тромбоцитопения",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "Дискомфорт в животе",
      "percent": null
    },
    {
      "name": "боль в животе",
      "percent": null
    },
    {
      "name": "метеоризм",
      "percent": null
    },
    {
      "name": "боль в верхней части живота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Общий",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Гепатобилиарные расстройства",
      "percent": null
    },
    {
      "name": "Гепатит",
      "percent": null
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "синдром восстановления иммунитета",
      "percent": null
    },
    {
      "name": "Скелетно-мышечные нарушения",
      "percent": null
    },
    {
      "name": "Миозит",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "Психические расстройства",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "ненормальные сны",
      "percent": null
    },
    {
      "name": "депрессия",
      "percent": null
    },
    {
      "name": "суицидальные мысли",
      "percent": null
    },
    {
      "name": "пытаться",
      "percent": null
    },
    {
      "name": "поведение",
      "percent": null
    },
    {
      "name": "или завершение",
      "percent": null
    },
    {
      "name": "эти события наблюдались в основном при наличии в анамнезе депрессии или другого психического заболевания.",
      "percent": null
    },
    {
      "name": "Почечные и мочевые расстройства",
      "percent": null
    },
    {
      "name": "Почечная недостаточность",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    }
  ]
}