{
  "name": "цефадроксил",
  "comment": "Rx",
  "other_names": [
    "Дурисеф",
    "Ультрацеф"
  ],
  "classes": [
    "1-е поколение",
    "Цефалоспорины"
  ],
  "source": "https://reference.medscape.com/drug/duricef-ultracef-cefadroxil-342489",
  "pregnancy": {
    "common": [
      "Категория беременности: B",
      "Лактация: проникает в грудное молоко; используйте с осторожностью"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: проникает в грудное молоко; используйте с осторожностью"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Документально подтвержденная гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Коррекция дозы при тяжелой почечной недостаточности (высокие дозы могут вызывать токсическое воздействие на ЦНС); длительное использование может привести к суперинфекции"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "цефадроксил снижает эффекты живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "цефадроксил, вакцина против холеры. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "цефадроксил уменьшает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "цефадроксил снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "цефадроксил снижает уровень или действие базедоксифена/конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "цефадроксил будет снижать уровень или эффект конъюгированных эстрогенов путем изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "цефадроксил увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "цефадроксил снижает уровень или эффект эстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "цефадроксил снижает уровень или действие синтетических конъюгированных эстрогенов путем изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстропипат",
      "description": {
        "common": "цефадроксил снижает уровень или действие эстропипата, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "цефадроксил снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "цефадроксил будет снижать уровень или эффект перорального левоноргестрела/этинилэстрадиола/бисглицината железа путем изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "цефадроксил снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "микофенолят",
      "description": {
        "common": "цефадроксил увеличивает уровень или действие микофенолата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пивмециллинам",
      "description": {
        "common": "пивмециллинам, цефадроксил.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пробенецид",
      "description": {
        "common": "цефадроксил будет повышать уровень или эффект пробенецида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "цефадроксил уменьшает эффекты пикосульфата натрия/оксида магния/безводной лимонной кислоты, изменяя метаболизм. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темоциллин",
      "description": {
        "common": "темоциллин, цефадроксил.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "тикарциллин, цефадроксил.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, цефадроксил.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "цефадроксил усиливает эффекты варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "цефадроксил будет повышать уровень или эффект ацеклофенака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект ацеметацина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацикловир",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект ацикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "aminohippurate sodium",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект аминогиппурата натрия за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект ректального аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "цефадроксил увеличивает уровень или действие аспирина/лимонной кислоты/бикарбоната натрия за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "азтреонам",
      "description": {
        "common": "азтреонам, цефадроксил.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Комбинация может использоваться синергетически против Enterobacteriaceae."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "цефадроксил снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект бендрофлуметиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "биотин",
      "description": {
        "common": "цефадроксил снижает уровень или эффект биотина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефамандол",
      "description": {
        "common": "цефадроксил увеличивает уровень или эффект цефамандола за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефпиром",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект цефпирома за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "цефадроксил будет повышать уровень или эффект целекоксиба за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол снижает эффекты цефадроксила за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект хлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект хлорпропамида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект хлорталидона за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "цефадроксил увеличивает уровень или эффект холина трисалицилата магния за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект циклопентиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диклофенак",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект диклофенака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "цефадроксил будет повышать уровень или эффект дифлунизала за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этодолак",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект этодолака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "fenbufen",
      "description": {
        "common": "цефадроксил будет повышать уровень или эффект фенбуфена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект фенопрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "цефадроксил будет повышать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "цефадроксил повышает токсичность фуросемида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск нефротоксичности."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ганцикловир",
      "description": {
        "common": "цефадроксил будет повышать уровень или эффект ганцикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "цефадроксил будет повышать уровень или эффект индапамида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индометацин",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект индометацина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект кетопрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект кеторолака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект интраназального кеторолака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "цефадроксил будет повышать уровень или эффект лорноксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект меклофенамата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект мефенамовой кислоты за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект мелоксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "месаламин",
      "description": {
        "common": "цефадроксил увеличивает уровень или эффект месаламина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект метиклотиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект метолазона за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "набуметон",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект набуметона за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "напроксен",
      "description": {
        "common": "цефадроксил увеличивает уровень или эффект напроксена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект оксапрозина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пантотеновая кислота",
      "description": {
        "common": "цефадроксил снижает уровень или эффект пантотеновой кислоты, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "цефадроксил будет повышать уровень или эффект парекоксиба за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пироксикам",
      "description": {
        "common": "цефадроксил будет повышать уровень или эффект пироксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин",
      "description": {
        "common": "цефадроксил снижает уровень или эффект пиридоксина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин (противоядие)",
      "description": {
        "common": "цефадроксил уменьшит уровень или действие пиридоксина (антидота) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "плоды шиповника повышают уровень или эффект цефадроксила за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "цефадроксил увеличивает уровень или эффект салицилатов (не аза) за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "цефадроксил увеличивает уровень или эффект сальсалата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сулиндак",
      "description": {
        "common": "цефадроксил будет повышать уровень или эффект сулиндака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиамин",
      "description": {
        "common": "цефадроксил снижает уровень или эффект тиамина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект толфенамовой кислоты за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толметин",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект толметина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "валганцикловир",
      "description": {
        "common": "цефадроксил будет повышать уровень или эффект валганцикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект коры ивы за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Диспепсия",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Псевдомембранозный колит",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "Трансаминазы повышены",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    }
  ]
}