{
  "name": "миноциклин",
  "comment": "Rx",
  "other_names": [
    "Миноцин Комплект",
    "Миноцин",
    "Солодин",
    "Минолира",
    "Динацин",
    "Зимино"
  ],
  "classes": [
    "Тетрациклины"
  ],
  "source": "https://reference.medscape.com/drug/dynacin-minocin-minocycline-342549",
  "pregnancy": {
    "common": [
      "Лактация: проникает в грудное молоко, некоторые производители не рекомендуют кормить грудью; однако AAP считает кормление грудью совместимым из-за хелатирования препарата кальцием и предотвращения его абсорбции; долгосрочная безопасность при длительном воздействии неизвестна",
      "Категория беременности: D"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: проникает в грудное молоко, некоторые производители не рекомендуют кормить грудью; однако AAP считает кормление грудью совместимым из-за хелатирования препарата кальцием и предотвращения его абсорбции; долгосрочная безопасность при длительном воздействии неизвестна"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Документально подтвержденная гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Синдром Фанкони может возникать при приеме устаревших противомикробных препаратов #тетрациклины",
        "С осторожностью при печеночной недостаточности; прекратить, если происходит повреждение печени",
        "Снижение скорости роста малоберцовой кости, наблюдаемое у недоношенных детей, получавших перорально тетрациклин в дозах 25 мг/кг каждые 6 часов.",
        "Уменьшить дозу при почечной недостаточности; учитывать определение уровня препарата в сыворотке при длительной терапии",
        "Волчанка, гепатит и васкулит аутоиммунные синдромы сообщили с использованием; прекратить при появлении симптомов волчанки и оценить функциональные пробы печени; АНА и ЦБК",
        "Могут возникнуть легкомысленность и головокружение; соблюдать осторожность при выполнении задач, требующих умственной активности, или при работе с тяжелой техникой",
        "Спорадические случаи реакции, похожей на сывороточную болезнь, проявлялись вскоре после перорального приема миноциклина и проявлялись лихорадкой, сыпью, артралгией, лимфаденопатией и недомоганием.",
        "Сообщалось о случаях лекарственной сыпи с эозинофилией и системными симптомами (DRESS), некоторые со смертельным исходом; немедленно прекратить",
        "Гиперпигментация может возникать в ногтях, костях, коже (включая рубцы), глазах, склерах, щитовидной железе, ротовой полости, висцеральных тканях и сердечных клапанах.",
        "Риск вестибулярных реакций",
        "Использование тетрациклина в период развития зубов (последняя половина беременности до 8 лет) может вызвать гипоплазию зубной эмали или изменение цвета постоянных зубов; чаще встречается при длительном применении и при повторных коротких курсах; во время беременности может задерживать развитие скелета и уменьшать рост костей",
        "Может увеличить БУН вторично по отношению к антианаболическим эффектам",
        "Фотосенсибилизация может возникнуть при длительном воздействии солнечного света или солярия; используйте средства защиты кожи и избегайте длительного воздействия солнечных лучей",
        "Скорректируйте дозу, если возникает почечная недостаточность",
        "С осторожностью при выраженной почечной недостаточности (может привести к азотемии, гиперфосфатемии и ацидозу; контролировать мочевину).",
        "Прекратить терапию при возникновении псевдомембранозного колита.",
        "Длительное использование может привести к грибковой или бактериальной суперинфекции.",
        "Сообщается об анафилаксии; прекратите использование и начните поддерживающую терапию",
        "Повышенный риск эрготизма при совместном применении с алкалоидами спорыньи.",
        "Внутричерепная гипертензия (псевдоопухоль головного мозга) была связана с использованием противомикробных препаратов, тетрациклинов, включая миноциклин; избегать одновременного применения изотретиноина и миноциклина; известно также, что изотретиноин вызывает псевдоопухоли головного мозга; хотя внутричерепная гипертензия обычно проходит после прекращения лечения, существует риск необратимой потери зрения; искать офтальмологическую оценку, если нарушение зрения происходит во время лечения; поскольку внутричерепное давление может оставаться повышенным в течение нескольких недель после прекращения приема препарата, наблюдайте до тех пор, пока состояние пациента не стабилизируется."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ацитретин",
      "description": {
        "common": "миноциклин, ацитретин. Другое (см. комментарий). Противопоказано.\nКомментарий: И ацитретин, и тетрациклины могут вызывать повышение внутричерепного давления."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "третиноин",
      "description": {
        "common": "миноциклин, третиноин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Противопоказано.\nКомментарий: И третиноин, и тетрациклины могут вызывать повышение внутричерепного давления."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота перорально",
      "description": {
        "common": "аминолевулиновая кислота перорально, миноциклин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте перорального приема других фототоксичных препаратов с аминолевулиновой кислотой в течение 24 часов в периоперационный период."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота местно",
      "description": {
        "common": "миноциклин повышает токсичность аминолевулиновой кислоты местно за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение фотосенсибилизирующих препаратов может усилить фототоксическую реакцию на фотодинамическую терапию аминолевулиновой кислотой."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амоксициллин",
      "description": {
        "common": "миноциклин снижает эффекты амоксициллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ампициллин",
      "description": {
        "common": "миноциклин снижает эффекты ампициллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атракурий",
      "description": {
        "common": "миноциклин усиливает действие атракурия за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "миноциклин снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "субсалицилат висмута",
      "description": {
        "common": "субсалицилат висмута снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "ацетат кальция, миноциклин.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция, миноциклин.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "хлорид кальция, миноциклин.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция, миноциклин.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "глюконат кальция, миноциклин.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбонильное железо",
      "description": {
        "common": "карбонильное железо снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "миноциклин, противохолерная вакцина. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цисатракурий",
      "description": {
        "common": "миноциклин усиливает эффекты цисатракурия за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диклоксациллин",
      "description": {
        "common": "миноциклин снижает эффекты диклоксациллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "мальтол железа снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "железа фумарат",
      "description": {
        "common": "железа фумарат снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "глюконат железа снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфат железа",
      "description": {
        "common": "сульфат железа снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "комплекс декстрана железа",
      "description": {
        "common": "Комплекс декстрана железа снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сахароза железа",
      "description": {
        "common": "сахароза железа снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изотретиноин",
      "description": {
        "common": "изотретиноин, миноциклин. Механизм: неизвестен. Противопоказано. Риск псевдоопухоли головного мозга."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорид магния",
      "description": {
        "common": "хлорид магния снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "цитрат магния снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "гидроксид магния снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "оксид магния снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфат магния",
      "description": {
        "common": "сульфат магния снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоксифлуран",
      "description": {
        "common": "миноциклин, метоксифлуран. Механизм: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Риск нефротоксичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиламинолевулинат",
      "description": {
        "common": "миноциклин, метиламинолевулинат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Каждый препарат может усиливать фотосенсибилизирующий эффект другого."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "миноциклин уменьшает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нафциллин",
      "description": {
        "common": "миноциклин снижает эффекты нафциллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. бактериостатические антибиотики могут препятствовать бактерицидному действию пенициллинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "онаботулотоксин А",
      "description": {
        "common": "миноциклин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксациллин",
      "description": {
        "common": "миноциклин снижает эффекты оксациллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "панкуроний",
      "description": {
        "common": "миноциклин усиливает действие панкурония за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пенициллин G водный",
      "description": {
        "common": "миноциклин снижает действие водного раствора пенициллина G за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пенициллин ВК",
      "description": {
        "common": "миноциклин уменьшает эффекты пенициллина ВК за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "миноциклин и пексидартиниб оба увеличивают Прочее (см. комментарий). Избегайте или используйте альтернативный препарат. Пексидартиниб может вызывать гепатотоксичность. Избегайте одновременного применения пексидартиниба с другими препаратами, о которых известно, что они вызывают гепатотоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пивмециллинам",
      "description": {
        "common": "миноциклин снижает эффекты пивмециллинама за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "полисахарид железа",
      "description": {
        "common": "полисахарид железа снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "миноциклин, претоманид.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Претоманидный режим связан с гепатотоксичностью. Избегайте употребления алкоголя и гепатотоксических средств, включая растительные добавки и другие препараты, кроме бедаквилина и линезолида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рапакуроний",
      "description": {
        "common": "миноциклин усиливает действие рапакурония за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рокуроний",
      "description": {
        "common": "миноциклин усиливает эффекты рокурония за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "шиповника",
      "description": {
        "common": "плоды шиповника снижают уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия снижает уровень миноциклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/? сульфат магния/хлорид калия снижает уровень миноциклина путем ингибирования поглощения GI. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Вводите тетрациклины по крайней мере за 2 часа до и не менее чем через 6 часов после каждой дозы, чтобы избежать хелатирования с магнием. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния снижает уровень миноциклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Вводите тетрациклины по крайней мере за 2 часа до и не менее чем через 6 часов после каждой дозы, чтобы избежать хелатирования с магнием. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "стронция ранелат",
      "description": {
        "common": "ранелат стронция снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Приостановить прием стронция ранелата во время антибактериальной терапии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "миноциклин усиливает эффекты сукцинилхолина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темоциллин",
      "description": {
        "common": "миноциклин снижает эффекты темоциллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "миноциклин снижает эффекты тикарциллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "третиноин",
      "description": {
        "common": "миноциклин, третиноин.\nОдин из них повышает уровень другого по механизму: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Повышенная фототоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "третиноин актуальные",
      "description": {
        "common": "миноциклин, третиноин местно. Механизм: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Повышенная фототоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трикалия дицитратовисмутат",
      "description": {
        "common": "дицитратовисмутат трикалия снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "миноциклин снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "векуроний",
      "description": {
        "common": "миноциклин усиливает эффекты векурония за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "миноциклин снижает уровень или действие базедоксифена/конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефдинир",
      "description": {
        "common": "миноциклин снижает эффекты цефдинира за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "cefditoren",
      "description": {
        "common": "миноциклин снижает эффекты цефдиторена за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефокситин",
      "description": {
        "common": "миноциклин снижает эффекты цефокситина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефподоксим",
      "description": {
        "common": "миноциклин снижает эффекты цефподоксима за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефтриаксон",
      "description": {
        "common": "миноциклин снижает эффекты цефтриаксона за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефуроксим",
      "description": {
        "common": "миноциклин снижает эффекты цефуроксима за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "миноциклин снижает уровень или эффект конъюгированных эстрогенов, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид, миноциклин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Оба препарата могут вызывать метаболический ацидоз."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диданозин",
      "description": {
        "common": "диданозин снижает уровень или эффект миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "миноциклин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "миноциклин, дигидроэрготамин.\nОдин из них увеличивает токсичность другого. Механизм: неизвестен. Используйте осторожность/монитор. coadministration алкалоидов спорыньи и тетрациклинов увеличивает риск эрготизма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрголоидные мезилаты",
      "description": {
        "common": "миноциклин, эрголоид мезилаты.\nОдин из них увеличивает токсичность другого. Механизм: неизвестен. Используйте осторожность/монитор. coadministration алкалоидов спорыньи и тетрациклинов увеличивает риск эрготизма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрготамин",
      "description": {
        "common": "миноциклин, эрготамин.\nОдин из них увеличивает токсичность другого. Механизм: неизвестен. Используйте осторожность/монитор. coadministration алкалоидов спорыньи и тетрациклинов увеличивает риск эрготизма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "миноциклин снижает уровень или эффект эстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "миноциклин будет снижать уровень или эффект синтетических конъюгированных эстрогенов путем изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстропипат",
      "description": {
        "common": "миноциклин снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "миноциклин снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат лантана",
      "description": {
        "common": "карбонат лантана снижает уровень миноциклина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте пероральные тетрациклиновые антибиотики по крайней мере за 2 часа до или после приема лантана. Взаимодействие распространяется только на пероральные тетрациклины."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "миноциклин будет снижать уровень или эффект перорального левоноргестрела/этинилэстрадиола/бисглицината железа путем изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добавка магния",
      "description": {
        "common": "Добавка магния снизит уровень или эффект миноциклина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Образование нерастворимого комплекса снижает всасывание препарата через кишечный тракт; вводите магний за 2 часа до тетрациклина или через 4 часа после тетрациклина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "миноциклин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "миноциклин повышает уровень метотрексата за счет уменьшения элиминации. Используйте осторожность/монитор. Если тетрациклины нельзя избежать у пациентов, получающих высокие дозы метотрексата, внимательно следите за концентрацией метотрексата в плазме и за состоянием пациентов на наличие признаков и симптомов токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метоксален",
      "description": {
        "common": "метоксален, миноциклин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивный фотосенсибилизирующий эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилэргоновин",
      "description": {
        "common": "миноциклин, метилэргоновин.\nОдин из них увеличивает токсичность другого. Механизм: неизвестен. Используйте осторожность/монитор. coadministration алкалоидов спорыньи и тетрациклинов увеличивает риск эрготизма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мипомерсен",
      "description": {
        "common": "мипомерсен, миноциклин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оба препарата потенциально могут повышать активность печеночных ферментов; контролировать LFT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиперациллин",
      "description": {
        "common": "миноциклин снижает эффекты пиперациллина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "поликарбофил",
      "description": {
        "common": "поликарбофил снижает уровень миноциклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "порфимер",
      "description": {
        "common": "миноциклин, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "миноциклин уменьшает эффекты пикосульфата натрия/оксида магния/безводной лимонной кислоты, изменяя метаболизм. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин ингаляционно",
      "description": {
        "common": "ингаляции тобрамицина и миноциклина повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать. Избегайте одновременного или последовательного использования, чтобы снизить риск ототоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримагния цитрат безводный",
      "description": {
        "common": "безводный цитрат тримагния снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Продукты, содержащие поливалентные катионы, могут снижать биодоступность тетрациклинов; введение тетрациклина по крайней мере за 2 часа до или через 6 часов после приема магния; используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "миноциклин усиливает действие варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цинк",
      "description": {
        "common": "цинк будет снижать уровень или эффект миноциклина путем связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Раздельное введение пероральных производных тетрациклина и пероральных солей цинка не менее чем на 2 часа."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "миноциклин усиливает эффекты антитромбина альфа за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "миноциклин усиливает действие антитромбина III за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аргатробан",
      "description": {
        "common": "миноциклин усиливает действие аргатробана за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "миноциклин снизит уровень или эффект бальзазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бемипарин",
      "description": {
        "common": "миноциклин усиливает действие бемипарина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "биотин",
      "description": {
        "common": "миноциклин снижает уровень или эффект биотина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "миноциклин усиливает действие бивалирудина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "колестипол",
      "description": {
        "common": "колестипол снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "миноциклин усиливает действие далтепарина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "миноциклин усиливает действие эноксапарина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "миноциклин усиливает действие фондапаринукса за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гепарин",
      "description": {
        "common": "миноциклин усиливает действие гепарина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ниацин",
      "description": {
        "common": "миноциклин снижает уровень или эффект ниацина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пантотеновая кислота",
      "description": {
        "common": "миноциклин снижает уровень или эффект пантотеновой кислоты, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фениндион",
      "description": {
        "common": "миноциклин усиливает эффекты фениндиона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "протамин",
      "description": {
        "common": "миноциклин усиливает эффекты протамина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин",
      "description": {
        "common": "миноциклин снижает уровень или эффект пиридоксина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин (противоядие)",
      "description": {
        "common": "миноциклин снизит уровень или действие пиридоксина (антидота) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "миноциклин снижает уровень шиповника за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сукральфат",
      "description": {
        "common": "сукральфат снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиамин",
      "description": {
        "common": "миноциклин снижает уровень или эффект тиамина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вертепорфин",
      "description": {
        "common": "миноциклин, вертепорфин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Повышенная фототоксичность."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витамин А",
      "description": {
        "common": "миноциклин, витамин А. Механизм: неуточненный механизм взаимодействия. Незначительное/значение неизвестно. Риск доброкачественной внутричерепной гипертензии."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Сообщить о предполагаемых нежелательных реакциях",
      "percent": "1-800"
    },
    {
      "name": "свяжитесь с Valeant Pharmaceuticals North America LLC по адресу",
      "percent": "321-4576"
    },
    {
      "name": "или FDA в",
      "percent": "1-800"
    },
    {
      "name": "FDA",
      "percent": "1088"
    },
    {
      "name": "или www",
      "percent": "30"
    },
    {
      "name": "Управление по санитарному надзору за качеством пищевых продуктов и медикаментов",
      "percent": null
    },
    {
      "name": "правительство",
      "percent": null
    },
    {
      "name": "медицинские часы",
      "percent": null
    },
    {
      "name": "Обесцвечивание зубов",
      "percent": null
    },
    {
      "name": "у детей",
      "percent": null
    },
    {
      "name": "Вестибулярные симптомы",
      "percent": null
    },
    {
      "name": "Перикардит",
      "percent": null
    },
    {
      "name": "Миокардит",
      "percent": null
    },
    {
      "name": "васкулит",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "узловатая эритема",
      "percent": null
    },
    {
      "name": "Эритематозная сыпь",
      "percent": null
    },
    {
      "name": "Эксфолиативный дерматит",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "Гиперпигментация ногтей",
      "percent": null
    },
    {
      "name": "Пигментация кожи и слизистых оболочек",
      "percent": null
    },
    {
      "name": "Дисфункция щитовидной железы",
      "percent": null
    },
    {
      "name": "Изменение цвета щитовидной железы",
      "percent": null
    },
    {
      "name": "Рак щитовидной железы",
      "percent": null
    },
    {
      "name": "Вульвовагинит",
      "percent": null
    },
    {
      "name": "Гемолитическая анемия",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Агрунолоцитоз",
      "percent": null
    },
    {
      "name": "Панцитопения",
      "percent": null
    },
    {
      "name": "Печеночный холестаз",
      "percent": null
    },
    {
      "name": "Гепатит",
      "percent": null
    },
    {
      "name": "Гипербилирубинемия",
      "percent": null
    },
    {
      "name": "Желтуха",
      "percent": null
    },
    {
      "name": "эффекты ЦНС",
      "percent": null
    },
    {
      "name": "Clostridium difficile диарея",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "Ангионевротический отек",
      "percent": null
    },
    {
      "name": "эозинофилия",
      "percent": null
    },
    {
      "name": "Пневмонит",
      "percent": null
    },
    {
      "name": "Нефрит",
      "percent": null
    },
    {
      "name": "Миокардит",
      "percent": null
    },
    {
      "name": "Отек лица",
      "percent": null
    },
    {
      "name": "Лимфаденопатия",
      "percent": null
    }
  ]
}