{
  "name": "фторурацил актуальные",
  "comment": "Rx",
  "other_names": [
    "Эфудекс",
    "Карак",
    "Фтороплекс",
    "Толак"
  ],
  "classes": [
    "Противоопухолевые препараты",
    "Дерматология",
    "Актуальный",
    "Другой"
  ],
  "source": "https://reference.medscape.com/drug/efudex-carac-fluorouracil-topical-343545",
  "pregnancy": {
    "common": [
      "Сообщалось о случаях выкидыша и врожденных дефектов (включая заячью губу и волчью пасть), когда беременные женщины подвергались воздействию местной или парентеральной формы препарата; кроме того, возникали дефекты межжелудочковой перегородки и случаи выкидыша, когда беременные женщины наносили местно фторурациловый продукт на слизистые оболочки."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Исследования репродукции животных показали, что фторурацил оказывает тератогенное действие на мышей, крыс и хомяков при введении в дозах, эквивалентных обычной внутривенной дозе для человека."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Поскольку многие лекарственные средства выделяются с грудным молоком и после местного применения наблюдается некоторая системная абсорбция фторурацила, а также из-за возможности серьезных побочных реакций у младенцев, находящихся на грудном вскармливании, следует принять решение о прекращении грудного вскармливания или прекращении приема лекарственного средства с учетом значение препарата для матери"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Женщины, которые беременны или могут забеременеть",
        "Повышенная чувствительность к любому компоненту",
        "Дефицит дигидропиримидиндегидрогеназы (DPD)"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Возможность увеличения абсорбции через воспаленную или изъязвленную кожу",
        "Избегайте лечения в периокулярной области; глазные расстройства, включая реакции роговицы, произошли при местном применении фторурацила; избегать случайного попадания препарата в глаза и окологлазную область; пациенты должны хорошо мыть руки после нанесения продукта; при случайном воздействии обратиться за медицинской помощью",
        "Предупредите пациентов, что реакция в обработанных областях может быть неприглядной во время терапии и, как правило, в течение нескольких недель после прекращения терапии; проинструктируйте пациентов избегать воздействия ультрафиолетовых лучей во время и сразу после лечения, так как интенсивность реакции может увеличиться",
        "Поверхностное лечение базальноклеточной карциномы только в тех случаях, когда традиционные методы нецелесообразны, поскольку традиционные методы дают лучший результат",
        "Окклюзионные повязки могут усиливать воспалительную реакцию на прилегающей нормальной коже.",
        "Препарат может быть смертельным при проглатывании домашними животными; не позволяйте домашним животным контактировать с контейнером с препаратом или кожей, на которую наносился препарат; хранить препарат в недоступном для домашних животных месте; безопасно утилизируйте или очистите любую ткань или аппликатор, на которых может оставаться препарат, и не оставляйте никаких следов на руках, одежде, коврах или мебели.",
        "Побочные реакции в месте нанесения (эритема, шелушение/сухость, отек, образование корок, эрозии, покалывание/жжение и зуд) могут возникать во время и в течение 4 недель после лечения актинического кератоза на лице, ушах и/или волосистой части головы.",
        "Вероятность отсроченной реакции гиперчувствительности на фторурацил",
        "Не наносите непосредственно на глаза, нос, рот или другие слизистые оболочки, так как это может вызвать раздражение, местное воспаление и изъязвление.",
        "Случаи невынашивания беременности и врожденных дефектов возникали при нанесении беременными женщинами формы для местного применения на слизистые оболочки; кроме того, фторурацил препятствует синтезу дезоксирибонуклеиновой кислоты (ДНК), тормозит образование рибонуклеиновой кислоты (РНК), провоцирует несбалансированный рост и гибель клеток."
      ],
      "specific": [
        {
          "type": "Дефицит дигидропиримидиндегидрогеназы",
          "description": [
            "Большой процент фторурацила катаболизируется ферментом ДПД; Дефицит фермента DPD может привести к увеличению доступности фторурацила для анаболического пути, что может привести к усилению вмешательства в синтез ДНК и РНК, повышению цитотоксической активности и потенциальной токсичности.",
            "Сообщается об опасной для жизни системной токсичности при местном применении фторурацила у пациента с дефицитом ДПД; пациентам следует прекратить терапию, если развиваются симптомы системной токсичности фторурацила."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Боль",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Раздражительность",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Светочувствительность",
      "percent": null
    },
    {
      "name": "лейкоцитоз",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Врожденные дефекты",
      "percent": null
    },
    {
      "name": "Сжигание",
      "percent": null
    },
    {
      "name": "Воспаление",
      "percent": null
    },
    {
      "name": "Выкидыш",
      "percent": null
    },
    {
      "name": "Простой герпес",
      "percent": null
    },
    {
      "name": "Аллергические контактные дерматиты",
      "percent": null
    },
    {
      "name": "телеангиэктазия",
      "percent": null
    },
    {
      "name": "Гиперпигментация",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Рубцевание",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    }
  ]
}