{
  "name": "идурсульфаза",
  "comment": "Rx",
  "other_names": [
    "Элапраз"
  ],
  "classes": [
    "Ферменты",
    "Метаболический"
  ],
  "source": "https://reference.medscape.com/drug/elaprase-idursulfase-342847",
  "pregnancy": {
    "common": [
      "Адекватных и строго контролируемых исследований у беременных женщин не проводилось; Имеющихся данных о небольшом количестве постмаркетинговых случаев во время беременности недостаточно для информирования о рисках серьезных врожденных дефектов, выкидышей или неблагоприятных исходах для матери или плода, связанных с приемом препарата."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Не наблюдалось неблагоприятного воздействия на пре- и постнатальное развитие при внутривенном введении препарата дважды в неделю беременным крысам с 6-го дня беременности до 19-го дня лактации в дозе, примерно в 4 раза превышающей рекомендуемую для человека еженедельную дозу 0,5 мг/кг в расчете на площадь поверхности тела."
        ]
      }
    ]
  },
  "lactation": {
    "common": []
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Сообщалось о случаях анафилаксии, проявляющейся респираторным дистрессом, гипоксией, гипотензией, крапивницей и/или ангионевротическим отеком горла или языка во время и после инфузий, независимо от продолжительности курса лечения.",
        "Двухфазные анафилактические реакции также наблюдались после введения идурсульфазы, и пациентам, у которых наблюдались анафилактические реакции, может потребоваться длительное наблюдение.",
        "Анафилактоидные реакции, которые могут быть опасными для жизни, наблюдались у некоторых пациентов во время инфузий идурсульфазы.",
        "Пациенты с нарушением дыхательной функции или острой дыхательной недостаточностью могут подвергаться риску серьезного острого обострения дыхательной недостаточности из-за инфузионных реакций и нуждаются в дополнительном наблюдении.",
        "Соответствующая медицинская поддержка должна быть легко доступна при введении идурсульфазы."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Не указано на этикетке производителя"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Выработка антител IgG к идурсульфазе зарегистрирована у 51% пациентов, что может увеличить частоту инфузионных реакций.",
        "Следует соблюдать осторожность при назначении пациентам, подверженным перегрузке жидкостью, или пациентам с острыми респираторными заболеваниями или нарушениями сердечной и/или дыхательной функции, которым показано ограничение жидкости; риск серьезного ухудшения сердечного или респираторного статуса во время инфузий",
        "Пациенты с нарушенной функцией дыхания или острым лихорадочным или респираторным заболеванием во время инфузии могут подвергаться более высокому риску опасных для жизни осложнений в результате реакций гиперчувствительности.",
        "Риск гиперчувствительности и развития антител выше у лиц с выраженными генетическими мутациями (т. е. полной делецией гена, крупной генной перестройкой, нонсенсом, сдвигом рамки считывания или мутациями сайта сплайсинга).",
        "Риск анафилактоидных реакций; наблюдать за пациентами с нарушенной функцией дыхания/острыми респираторными заболеваниями",
        "Был создан реестр для отслеживания побочных эффектов и мониторинга терапевтических ответов во время длительного лечения; можно связаться с 1-866-888-0660 или www.eleprase.com"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "лихорадка",
      "percent": "63"
    },
    {
      "name": "Головная боль",
      "percent": "59"
    },
    {
      "name": "Артралгия",
      "percent": "31"
    },
    {
      "name": "боль в конечностях",
      "percent": "28"
    },
    {
      "name": "Зуд",
      "percent": "28"
    },
    {
      "name": "Гипертония",
      "percent": "25"
    },
    {
      "name": "Недомогание",
      "percent": "22"
    },
    {
      "name": "Нарушение зрения",
      "percent": "22"
    },
    {
      "name": "хрипы",
      "percent": "19"
    },
    {
      "name": "Абсцесс",
      "percent": "16"
    },
    {
      "name": "Скелетно-мышечная боль в грудной клетке",
      "percent": "16"
    },
    {
      "name": "Скелетно-мышечная дисфункция",
      "percent": "16"
    },
    {
      "name": "Крапивница",
      "percent": "16"
    },
    {
      "name": "AE в результате травмы",
      "percent": "13"
    },
    {
      "name": "Беспокойство",
      "percent": "13"
    },
    {
      "name": "раздражительность",
      "percent": "13"
    },
    {
      "name": "Предсердная аномалия",
      "percent": "13"
    },
    {
      "name": "Диспепсия",
      "percent": "13"
    },
    {
      "name": "Отек в месте инфузии",
      "percent": "13"
    },
    {
      "name": "Зудящая сыпь",
      "percent": "13"
    },
    {
      "name": "Кожное заболевание",
      "percent": "13"
    },
    {
      "name": "Поверхностная травма",
      "percent": "13"
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "Потеря сознания",
      "percent": null
    },
    {
      "name": "Seizure",
      "percent": null
    },
    {
      "name": "Аритмия сердца",
      "percent": null
    },
    {
      "name": "Цианоз",
      "percent": null
    }
  ]
}