{
  "name": "талиглюцераза альфа",
  "comment": "Rx",
  "other_names": [
    "Элисо"
  ],
  "classes": [
    "Ферменты",
    "Метаболический"
  ],
  "source": "https://reference.medscape.com/drug/elelyso-taliglucerase-alfa-999744",
  "pregnancy": {
    "common": [
      "Недостаточно данных о применении у беременных женщин, чтобы сообщить о риске, связанном с приемом препарата."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Когда беременным крысам и кроликам внутривенно вводили талиглюцеразу альфа в дозах, до 5 раз превышающих рекомендуемую дозу для человека, не было никаких признаков эмбриофетальной токсичности."
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "Женщины с болезнью Гоше типа 1 имеют повышенный риск самопроизвольного аборта, если симптомы заболевания не лечить и не контролировать до зачатия и во время беременности.",
          "Беременность может усугубить существующие симптомы болезни Гоше типа 1 или привести к новым проявлениям заболевания.",
          "Проявления болезни Гоше типа 1 могут привести к неблагоприятным исходам беременности, включая гепатоспленомегалию, которая может препятствовать нормальному росту плода, и тромбоцитопению, которая может привести к увеличению кровотечения и возможному послеродовому кровотечению, требующему трансфузии"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о талиглюцеразе альфа в грудном молоке, влиянии на грудных детей или влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Рассмотрите риски и преимущества повторного введения талиглюцеразы альфа у пациентов, которые испытали тяжелую реакцию, связанную с талиглюцеразой альфа; соблюдать осторожность при повторном вызове; соответствующая медицинская помощь должна быть легко доступна",
        "Мониторинг пациентов, у которых был иммунный ответ на другие ферментные заместительные терапии или которые переходят на талиглюцеразу альфа; неизвестно, подвержены ли эти пациенты более высокому риску инфузионных реакций",
        "Сообщается о головокружении и усталости; предостеречь пациентов от выполнения опасных задач, требующих умственной активности, включая вождение тяжелой техники",
        "Сообщается об анафилаксии; при возникновении анафилаксии немедленно прекратите инфузию и начните соответствующее лечение",
        "Часто встречаются аллергические и инфузионные реакции, которые включают головную боль, боль или дискомфорт в груди, астению, утомляемость, крапивницу, эритему, повышение артериального давления, боль в спине, артралгию и приливы; при возникновении аллергических или инфузионных реакций уменьшите скорость инфузии или временно прекратите инфузию; можно назначать антигистаминные и/или жаропонижающие средства; медицинская помощь должна быть легко доступна при введении талиглюцеразы альфа; внимательно наблюдать за пациентами в течение соответствующего периода времени после введения; реакции произошли в течение 3 часов после начала инфузии",
        "Как и в случае со всеми терапевтическими белками, сообщалось о развитии антител IgG к лекарственным препаратам (ADA) (53%); неизвестно, связано ли присутствие АДА с более высоким риском инфузионных реакций или иммуногенности"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "19"
    },
    {
      "name": "Артралгия",
      "percent": "13"
    },
    {
      "name": "Рвота",
      "percent": "10"
    },
    {
      "name": "Артралгия",
      "percent": "13"
    },
    {
      "name": "Головная боль",
      "percent": "13"
    },
    {
      "name": "Усталость",
      "percent": "9"
    },
    {
      "name": "Тошнота",
      "percent": "9"
    },
    {
      "name": "Головокружение",
      "percent": "9"
    },
    {
      "name": "Боль в животе",
      "percent": "6"
    },
    {
      "name": "Зуд",
      "percent": "6"
    },
    {
      "name": "Промывка",
      "percent": "6"
    },
    {
      "name": "Рвота",
      "percent": "6"
    },
    {
      "name": "Крапивница",
      "percent": "6"
    },
    {
      "name": "Боль в конечностях",
      "percent": "10"
    }
  ]
}