{
  "name": "ацетат кальция",
  "comment": "Rx",
  "other_names": [
    "ФосЛо",
    "Фослира",
    "Кальфрон",
    "Элифос"
  ],
  "classes": [
    "PO4 Мусорщики",
    "Соли кальция",
    "Средства для лечения нарушений цикла мочевины"
  ],
  "source": "https://reference.medscape.com/drug/eliphos-phoslo-calcium-acetate-344430",
  "pregnancy": {
    "common": [
      "Лактация: неизвестно",
      "Категория беременности: C",
      "Поддержание нормального уровня кальция в сыворотке важно для благополучия матери и плода; гиперкальциемия во время беременности может увеличить риск материнских и неонатальных осложнений (например, мертворождения, преждевременных родов, неонатальной гипокальциемии и гипопаратиреоза); ожидается, что лечение ацетатом кальция, как рекомендуется, не повредит плоду, если уровни кальция у матери должным образом контролируются во время и после лечения"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: неизвестно"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность, гиперкальциемия, камни в почках"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "уровень кальция в сыворотке два раза в неделю; в случае развития гиперкальциемии следует уменьшить дозу или прекратить лечение, в зависимости от тяжести гиперкальциемии.",
        "Легкая гиперкальциемия (от 10,5 до 11,9 мг/дл) может протекать бессимптомно или проявляться запорами, анорексией, тошнотой и рвотой; легкая гиперкальциемия обычно контролируется снижением дозы или временным прекращением терапии; Также рекомендуется снижение или прекращение терапии витамином D.",
        "Хроническая гиперкальциемия может привести к кальцификации сосудов и других мягких тканей; рентгенографическая оценка предполагаемых анатомических областей может быть полезной для раннего выявления кальцификации мягких тканей; долгосрочное влияние на прогрессирование кальцификации сосудов или мягких тканей не определено",
        "Сердечные гликозиды; гиперкальциемия может усугубить токсичность наперстянки",
        "В начале фазы лечения во время периода корректировки дозировки контролируйте",
        "Запор может возникнуть",
        "У пациентов с терминальной стадией почечной недостаточности при лечении кальцием может развиться гиперкальциемия; избегать одновременного приема добавок кальция, в том числе безрецептурных антацидов на основе кальция",
        "Тяжелая гиперкальциемия (Ca > 12 мг/дл), связанная с спутанностью сознания, делирием, ступором и комой; тяжелая гиперкальциемия может лечиться острым гемодиализом и прекращением терапии",
        "Раствор для приема внутрь содержит мальтит (1 г/5 мл) и может вызывать слабительный эффект при приеме с другими продуктами, содержащими мальтит.",
        "Посоветуйте пациентам ограничить потребление продуктов, богатых оксалатами (соя, зеленые листовые овощи, животный белок), чтобы избежать образования оксалатов кальция."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "цефтриаксон",
      "description": {
        "common": "цефтриаксон, ацетат кальция. Другое (см. комментарий). Противопоказано.\nКомментарий: не используйте ЛЮБЫЕ растворы, содержащие кальций (включая растворы Рингера или Харманна) в сочетании с внутривенным введением цефтриаксона; риск потенциально смертельного осаждения твердых частиц в легких, почках. Отдельные администрации по крайней мере 48 часов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "балоксавир марбоксил",
      "description": {
        "common": "Ацетат кальция снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "ацетат кальция, демеклоциклин.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксициклин",
      "description": {
        "common": "ацетат кальция, доксициклин.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "ацетат кальция снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "ацетат кальция, эрдафитиниб. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Избегайте одновременного применения в течение начального периода корректировки дозы (т.е. в течение первых 21 дня). Повышение уровня фосфатов в сыворотке крови является фармакодинамическим эффектом ингибирования FGFR. Связывающие фосфаты в сыворотке могут скрывать решения относительно увеличения начальной дозы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миноциклин",
      "description": {
        "common": "ацетат кальция, миноциклин.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окситетрациклин",
      "description": {
        "common": "ацетат кальция, окситетрациклин.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "ацетат кальция, тетрациклин.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "Ацетат кальция снижает действие ацебутолола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алендронат",
      "description": {
        "common": "ацетат кальция снижает уровень алендроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амантадин",
      "description": {
        "common": "ацетат кальция повысит уровень или действие амантадина на др. (см. комментарий). Изменить терапию/внимательно контролировать. Изменение рН мочи в сторону щелочных условий может привести к накоплению амантадина с возможным усилением побочных реакций. Следите за побочными реакциями амантадина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амлодипин",
      "description": {
        "common": "ацетат кальция снижает эффекты амлодипина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атенолол",
      "description": {
        "common": "Ацетат кальция снижает действие атенолола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "ацетат кальция снижает действие бетаксолола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "биктегравир",
      "description": {
        "common": "ацетат кальция снижает уровень или эффект биктегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Биктегравир можно принимать натощак за 2 часа до антацидов, содержащих Al, Mg или Ca. Рутинное введение биктегравира одновременно или через 2 часа после антацидов, содержащих Al, Mg или Ca, не рекомендуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "ацетат кальция снижает эффекты бисопролола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "ацетат кальция снижает действие карведилола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целипролол",
      "description": {
        "common": "ацетат кальция снижает действие целипролола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ацетат кальция снижает действие ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Ципрофлоксацин следует вводить за 2 часа до или через 6 часов после введения солей кальция."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клевидипин",
      "description": {
        "common": "ацетат кальция снижает эффекты клевидипина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферипрон",
      "description": {
        "common": "ацетат кальция снижает уровень деферипрона, усиливая всасывание в ЖКТ. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Деферипрон может связывать поливалентные катионы (например, железо, алюминий и цинк), при этом прием деферипрона и других препаратов (например, антацидов) или добавок, содержащих эти поливалентные катионы, должен проходить не менее 4 часов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "делафлоксацин",
      "description": {
        "common": "ацетат кальция снижает уровень или эффект делафлоксацина за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Делафлоксацин при пероральном приеме образует хелаты с катионами щелочноземельных металлов и переходных металлов. Назначайте делафлоксацин перорально по крайней мере за 2 часа до или через 6 часов после приема этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "ацетат кальция усиливает действие дигоксина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "ацетат кальция снижает эффекты дилтиазема за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "долутегравир",
      "description": {
        "common": "Ацетат кальция снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир за 2 часа (долутегравир или абакавир/долутегравир/ламивудин) или за 4 часа (долутегравир/рилпивирин) до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсмолол",
      "description": {
        "common": "Ацетат кальция снижает действие эсмолола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрамустин",
      "description": {
        "common": "Ацетат кальция снижает уровень эстрамустина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Пациентам следует принимать эстрамустин с водой по крайней мере за 1 ч до или через 2 ч после еды."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этидронат",
      "description": {
        "common": "ацетат кальция снижает уровень этидроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "ацетат кальция снижает эффекты фелодипина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флероксацин",
      "description": {
        "common": "ацетат кальция, флероксацин.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "ацетат кальция, гемифлоксацин.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибандронат",
      "description": {
        "common": "ацетат кальция снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "исрадипин",
      "description": {
        "common": "ацетат кальция снижает эффекты исрадипина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лабеталол",
      "description": {
        "common": "ацетат кальция снижает эффекты лабеталола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "кальция ацетат, левофлоксацин.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левотироксин",
      "description": {
        "common": "ацетат кальция снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Раздельное введение на 4 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "ацетат кальция снижает эффекты метопролола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "ацетат кальция, моксифлоксацин.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "ацетат кальция снижает действие надолола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "ацетат кальция снижает действие небиволола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "ацетат кальция снижает эффекты никардипина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "ацетат кальция снижает эффекты нифедипина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "ацетат кальция снижает эффекты нисолдипина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "ацетат кальция, офлоксацин.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омадациклин",
      "description": {
        "common": "ацетат кальция будет снижать уровень или эффект омадациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Продукты, содержащие поливалентные катионы, могут нарушать всасывание тетрациклинов, что может снижать их эффективность. Раздельное дозирование тетрациклинов от этих продуктов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "памидронат",
      "description": {
        "common": "ацетат кальция снижает уровень памидроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "Ацетат кальция снижает эффекты пенбутолола по неустановленному механизму взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "ацетат кальция снижает действие пиндолола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "ацетат кальция снижает действие пропранолола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "Ацетат кальция снижает уровень рилпивирина за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Совместное применение антацидов с рилпивирином может привести к значительному снижению концентрации рилпивирина в плазме из-за повышения рН желудка. Если необходимо ввести антациды, их следует давать по крайней мере за 2 часа до или по крайней мере через 4 часа после рилпивирина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ризедронат",
      "description": {
        "common": "ацетат кальция снижает уровень ризедроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "ацетат кальция будет снижать уровень или эффект сарециклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Продукты, содержащие поливалентные катионы, могут нарушать всасывание тетрациклинов, что может снижать их эффективность. Раздельное дозирование тетрациклинов от этих продуктов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/?сульфат магния/хлорид калия повышает токсичность ацетата кальция по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "сульфат натрия/сульфат калия/сульфат магния повышает токсичность ацетата кальция по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "Ацетат кальция снижает действие соталола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "шпиль",
      "description": {
        "common": "ацетат кальция увеличивает токсичность лука за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стронция ранелат",
      "description": {
        "common": "ацетат кальция снижает уровень ранелата стронция за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Относится к пероральной форме кальция. Разделить на 2 ч."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тилудронат",
      "description": {
        "common": "ацетат кальция снижает уровень тилудроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "ацетат кальция снижает эффекты тимолола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "ацетат кальция снижает действие верапамила за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Витамин Д",
      "description": {
        "common": "витамин D, ацетат кальция. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременный прием витамина D с солями кальция, как правило, полезен; у некоторых пациентов эта комбинация может привести к гиперкальциемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "золедроновая кислота",
      "description": {
        "common": "ацетат кальция снижает уровень золедроновой кислоты за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амикацин",
      "description": {
        "common": "амикацин снижает уровень ацетата кальция путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амилорид",
      "description": {
        "common": "амилорид снижает уровень ацетата кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "бендрофлуметиазид повышает уровень ацетата кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза, гиперкальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает уровень ацетата кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буметанид",
      "description": {
        "common": "буметанид снижает уровень ацетата кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кофеин",
      "description": {
        "common": "кофеин снижает уровень ацетата кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кальцитриол актуальные",
      "description": {
        "common": "кальцитриол местно повышает уровень ацетата кальция за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Местное применение кальцитриола может привести к гиперкальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбонильное железо",
      "description": {
        "common": "ацетат кальция снижает уровень карбонильного железа за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид повышает уровень ацетата кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза, гиперкальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "хлорталидон повышает уровень ацетата кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза, гиперкальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает уровень ацетата кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "циклопентиазид повышает уровень ацетата кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза, гиперкальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт снижает уровень ацетата кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень ацетата кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "дроспиренон снижает уровень ацетата кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "этакриновая кислота снижает уровень ацетата кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "Железный мальтол повышает уровень ацетата кальция, усиливая всасывание в ЖКТ. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "железа фумарат",
      "description": {
        "common": "ацетат кальция снижает уровень фумарата железа за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "глюконат железа повышает уровень ацетата кальция, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфат железа",
      "description": {
        "common": "сульфат железа повышает уровень ацетата кальция, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает уровень ацетата кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "фуросемид снижает уровень ацетата кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гентамицин",
      "description": {
        "common": "гентамицин снижает уровень ацетата кальция путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "Гидрохлоротиазид повышает уровень ацетата кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза, гиперкальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон снижает уровень ацетата кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "Индапамид повышает уровень ацетата кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза, гиперкальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "комплекс декстрана железа",
      "description": {
        "common": "ацетат кальция снижает уровень комплекса железа с декстраном за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сахароза железа",
      "description": {
        "common": "Ацетат кальция снижает уровень сахарозы железа за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид снижает уровень ацетата кальция путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изотретиноин",
      "description": {
        "common": "изотретиноин повышает уровень ацетата кальция, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ландыш",
      "description": {
        "common": "ацетат кальция усиливает действие ландыша за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "марганец",
      "description": {
        "common": "ацетат кальция, марганец.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "метиклотиазид повышает уровень ацетата кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза, гиперкальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "метилпреднизолон снижает уровень ацетата кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "метолазон повышает уровень ацетата кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза, гиперкальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "неомицин перорально снижает уровень ацетата кальция путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "паромомицин",
      "description": {
        "common": "паромомицин снижает уровень ацетата кальция путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "полисахарид железа",
      "description": {
        "common": "ацетат кальция снижает уровень полисахарида железа за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает уровень ацетата кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает уровень ацетата кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "ацетат кальция снижает уровень плодов шиповника за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Акулий хрящ",
      "description": {
        "common": "ацетат кальция, акульи хрящи. Фармакодинамический синергизм. Незначительное/значение неизвестно. Может привести к гиперкальциемии (теоретически)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "полистиролсульфонат натрия",
      "description": {
        "common": "полистиролсульфонат натрия повышает уровень ацетата кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "Спиронолактон снижает уровень ацетата кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "стрептомицин",
      "description": {
        "common": "стрептомицин снижает уровень ацетата кальция путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "терипаратид",
      "description": {
        "common": "терипаратид повышает уровень ацетата кальция за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тобрамицин",
      "description": {
        "common": "тобрамицин снижает уровень ацетата кальция путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "торсемиде",
      "description": {
        "common": "торасемид снижает уровень ацетата кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень ацетата кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триамтерен",
      "description": {
        "common": "триамтерен снижает уровень ацетата кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Кома",
      "percent": null
    },
    {
      "name": "Путаница",
      "percent": null
    },
    {
      "name": "Бред",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    }
  ]
}