{
  "name": "апиксабан",
  "comment": "Rx",
  "other_names": [
    "Эликвис"
  ],
  "classes": [
    "Ингибиторы фактора Ха",
    "Сердечно-сосудистые",
    "Антикоагулянты"
  ],
  "source": "https://reference.medscape.com/drug/eliquis-apixaban-999805",
  "pregnancy": {
    "common": [
      "Использование антикоагулянтов во время беременности может увеличить риск кровотечения у плода и новорожденного.",
      "Терапию следует назначать во время беременности только в том случае, если потенциальная польза превышает потенциальный риск для матери и плода.",
      "Беременность связана с повышенным риском тромбоэмболии, который выше у женщин с сопутствующим тромбоэмболическим заболеванием и некоторыми состояниями беременности с высоким риском.",
      "Лечение может увеличить риск кровотечения во время беременности и родов.",
      "Опубликованные данные описывают, что женщины с венозным тромбозом в анамнезе имеют высокий риск рецидива во время беременности.",
      "Адекватных и хорошо контролируемых исследований у беременных женщин не проводилось."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "Лечение беременных крыс, кроликов и мышей после имплантации до конца беременности приводило к воздействию апиксабана на плод, но не было связано с повышенным риском пороков развития или токсичности плода."
        ]
      },
      {
        "type": "Работа и доставка",
        "description": [
          "Все пациенты, получающие антикоагулянты, в том числе беременные, подвержены риску кровотечения; использование во время родов у женщин, которым проводится нейроаксиальная анестезия, может привести к эпидуральным или спинальным гематомам; рассмотреть возможность использования антикоагулянта короткого действия по мере приближения родов",
          "Учитывайте риск кровотечения и инсульта в этих условиях."
        ]
      },
      {
        "type": "Самки репродуктивного потенциала",
        "description": [
          "Женщины с репродуктивным потенциалом, нуждающиеся в антикоагулянтах, должны обсудить планирование беременности со своим врачом.",
          "Риск клинически значимого маточного кровотечения, потенциально требующего гинекологических хирургических вмешательств, выявленного при приеме пероральных антикоагулянтов, следует оценивать у женщин репродуктивного возраста и у женщин с аномальными маточными кровотечениями."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Крысы выделяют апиксабан с молоком (12% материнской дозы).",
      "Поскольку воздействие на человека через молоко неизвестно, проинструктируйте женщин либо прекратить грудное вскармливание, либо прекратить терапию апиксабаном, принимая во внимание важность препарата для матери.",
      "Нет данных о присутствии метаболитов препарата в материнском молоке, влиянии на ребенка, находящегося на грудном вскармливании, или влиянии на выработку молока; препарат и/или его метаболиты присутствовали в молоке крыс"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Прекращение лечения у пациентов с неклапанной фибрилляцией предсердий",
          "description": [
            "Если антикоагулянтная терапия апиксабаном должна быть прекращена по причине, отличной от патологического кровотечения, следует серьезно рассмотреть возможность приема другого антикоагулянта (см. раздел «Особенности дозирования»).",
            "Преждевременное прекращение приема любого перорального антикоагулянта, в том числе апиксабана, увеличивает риск тромботических событий; рассмотреть возможность использования другого антикоагулянта, если антикоагулянтная терапия апиксабаном прекращена по причине, отличной от патологического кровотечения или завершения курса терапии",
            "После отмены апиксабана в клинических исследованиях у пациентов с неклапанной фибрилляцией предсердий наблюдалось повышение частоты инсульта."
          ]
        },
        {
          "type": "Спинальная/эпидуральная гематома",
          "description": [
            "Постоянные эпидуральные или интратекальные катетеры не следует удалять ранее, чем через 24 часа после последнего введения апиксабана; следующую дозу апиксабана следует вводить не ранее, чем через 5 ч после удаления катетера.",
            "Рассмотрите потенциальную пользу по сравнению с риском перед нейроаксиальным вмешательством у пациентов, принимающих антикоагулянты или получающих антикоагулянты для профилактики тромбообразования.",
            "Мониторинг пациентов для признаков и симптомов неврологических нарушений; если отмечен неврологический компромисс, необходимо срочное лечение",
            "Риск повышается при использовании постоянных эпидуральных катетеров для обезболивания или при одновременном применении препаратов, влияющих на гемостаз (например, НПВП, ингибиторов агрегации тромбоцитов, других антикоагулянтов)",
            "Повышенный риск эпидуральной или спинальной гематомы при использовании нейроаксиальной анестезии (эпидуральной/спинальной анестезии) или спинномозговой пункции (может привести к длительному или постоянному параличу)",
            "Риск также увеличивается при травматической или повторной эпидуральной или спинномозговой пункции; если это произойдет, отложите введение апиксабана на 48 часов."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Активное патологическое кровотечение",
        "Тяжелая гиперчувствительность (например, анафилактические реакции)"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Избегайте совместного применения с сильными двойными индукторами CYP3A4 и P-gp; такие препараты снижают системное воздействие апиксабана",
        "Не рекомендуется в качестве альтернативы нефракционированному гепарину для начального лечения ТЭЛА у пациентов с гемодинамической нестабильностью или которым может быть назначен тромболизис или легочная эмболэктомия.",
        "Одновременное применение с другими препаратами, влияющими на гемостаз, увеличивает риск кровотечения (например, аспирин и другие антитромбоцитарные средства, другие антикоагулянты, гепарин, тромболитические средства, СИОЗС, СИОЗСН, НПВП)",
        "Прекращение приема апиксабана при отсутствии адекватной альтернативной антикоагулянтной терапии увеличивает риск тромботических событий (см. Предупреждения черного ящика)",
        "Одновременное применение с сильными двойными ингибиторами CYP3A4 и P-gp (см. Модификации дозировки)",
        "Пероральные антикоагулянты прямого действия (ПОАК) не рекомендуются для использования у пациентов с тройным положительным антифосфолипидным синдромом (АФС); у пациентов с АФС (особенно у тех, у кого трижды положительный результат [положительный результат на антитела к волчаночному антикоагулянту, антикардиолипину и антибета-2-гликопротеину I]), лечение ПОАК было связано с повышенной частотой повторных тромботических событий по сравнению с терапией антагонистами витамина К.",
        "Удлиняет ПВ и АЧТВ; тем не менее, изменения небольшие и сильно варьируют, и их нельзя использовать для мониторинга антикоагулянтного эффекта апиксабана.",
        "Безопасность и эффективность у пациентов с протезами клапанов сердца не изучались; поэтому не рекомендуется использовать у этих пациентов",
        "Увеличивает риск кровотечения и может вызвать серьезное, потенциально смертельное кровотечение; информировать пациентов о признаках и симптомах кровопотери и немедленно сообщать о них или обращаться в отделение неотложной помощи; прекратить терапию у пациентов с активным патологическим кровотечением",
        "Риск эпидуральной или спинальной гематомы при использовании с нейроаксиальной анестезией (см. Предупреждения черного ящика)"
      ],
      "specific": [
        {
          "type": "Обратный эффект апиксабана",
          "description": [
            "Использование реверсирующих прокоагулянтов (например, концентрата протромбинового комплекса, активированного концентрата протромбинового комплекса или рекомбинантного фактора VIIa) может быть рассмотрено, но не оценивалось в клинических исследованиях.",
            "Активированный уголь для приема внутрь снижает всасывание апиксабана, тем самым снижая концентрацию в плазме крови.",
            "Ожидается, что антикоагулянтный эффект будет сохраняться в течение примерно 24 часов после последней дозы (~ 2 периода полувыведения).",
            "Фактор свертывания крови Ха рекомбинантный, инактивированный-жзо имеется в продаже для реверсии антикоагулянтного эффекта апиксабана, когда реверсия антикоагуляции необходима из-за опасного для жизни или неконтролируемого кровотечения.",
            "Нет ни научного обоснования отмены, ни опыта применения системных гемостатиков (десмопрессин и апротинин) у лиц, получающих апиксабан.",
            "Не ожидается, что протамина сульфат и витамин К повлияют на антикоагулянтную активность апиксабана.",
            "Ожидается, что из-за высокого связывания с белками плазмы апиксабан не поддается диализу.",
            "Опыт применения антифибринолитиков (транексамовая кислота, аминокапроновая кислота) у лиц, получающих апиксабан, отсутствует."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "бетриксабан",
      "description": {
        "common": "апиксабан, бетриксабан.\nЛибо повышает уровень другого за счет антикоагулянтов. Противопоказано. Терапевтическое дублирование; может использоваться временно при переключении антикоагулянтов."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Снижает антикоагулянтный эффект за счет снижения системного воздействия апиксабана."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дефибротид",
      "description": {
        "common": "дефибротид усиливает действие апиксабана за счет фармакодинамического синергизма. Противопоказано. Одновременное применение дефибротида с антитромботическими/фибринолитическими препаратами противопоказано. Это не включает использование для планового обслуживания или повторного открытия центральных венозных линий."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Снижает антикоагулянтный эффект за счет снижения системного воздействия апиксабана."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "фондапаринукс и апиксабан усиливают антикоагулянтную активность. Противопоказано. Избегайте одновременного применения ривароксабана с другими антикоагулянтами из-за повышенного риска кровотечения, за исключением переходных периодов терапии, когда пациенты должны находиться под пристальным наблюдением. Следите за признаками/симптомами кровопотери."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Снижает антикоагулянтный эффект за счет снижения системного воздействия апиксабана."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон увеличивает токсичность апиксабана за счет антикоагуляции. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "омацетаксин",
      "description": {
        "common": "омацетаксин увеличивает токсичность апиксабана за счет антикоагуляции. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Снижает антикоагулянтный эффект за счет снижения системного воздействия апиксабана."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "концентрат протромбинового комплекса человеческий",
      "description": {
        "common": "апиксабан, концентрат протромбинового комплекса, человеческий. фармакодинамический антагонизм. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Снижает антикоагулянтный эффект за счет снижения системного воздействия апиксабана."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Снижает антикоагулянтный эффект за счет снижения системного воздействия апиксабана."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ворапаксар",
      "description": {
        "common": "ворапаксар увеличивает токсичность апиксабана за счет антикоагулянтов. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абциксимаб",
      "description": {
        "common": "абциксимаб и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альтеплаза",
      "description": {
        "common": "альтеплаза и апиксабан усиливают антикоагулянтное действие. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анагрелид",
      "description": {
        "common": "анагрелид и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "антитромбин альфа и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аргатробан",
      "description": {
        "common": "аргатробан и апиксабан усиливают антикоагулянтное действие. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет повышать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "бивалирудин и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каплацизумаб",
      "description": {
        "common": "каплацизумаб, апиксабан.\nЛибо усиливает действие другого за счет антикоагуляции. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб и апиксабан усиливают антикоагулянтное действие. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилостазол",
      "description": {
        "common": "цилостазол и апиксабан усиливают антикоагулянтное действие. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "клопидогрел и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дабигатран",
      "description": {
        "common": "дабигатран и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "далтепарин и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет увеличивать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При приеме апиксабана в дозе >2,5 мг два раза в день уменьшите дозу на 50% при совместном применении с сильными двойными ингибиторами CYP3A4 и P-gp; если в настоящее время вы принимаете апиксабан 2,5 мг перорально 2 раза в день, избегайте одновременного применения с сильными двойными ингибиторами CYP3A4 и P-gp."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десирудин",
      "description": {
        "common": "десирудин и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "десвенлафаксин и апиксабан усиливают антикоагулянтное действие. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диклофенак",
      "description": {
        "common": "диклофенак и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дипиридамол",
      "description": {
        "common": "дипиридамол и апиксабан усиливают антикоагулянтное действие. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "дулоксетин и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эдоксабан",
      "description": {
        "common": "эдоксабан, апиксабан.\nЛибо увеличивает токсичность другого за счет антикоагулянтов. Избегайте или используйте альтернативный препарат. Оба препарата могут вызвать кровотечение, внимательно следите за ними. Незамедлительно оцените любые признаки или симптомы кровопотери. Длительное одновременное лечение эдоксабаном и другими антикоагулянтами не рекомендуется. Для пациентов, переходящих на эдоксабан или отказывающихся от него, может потребоваться кратковременное совместное введение."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "эноксапарин и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эптифибатид",
      "description": {
        "common": "эптифибатид и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этодолак",
      "description": {
        "common": "этодолак и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Фактор X, человек",
      "description": {
        "common": "апиксабан будет снижать уровень или эффект фактора X человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Основываясь на механизме действия, фактору X, вероятно, противодействуют прямые и непрямые ингибиторы фактора Xa."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен и апиксабан усиливают антикоагулянтное действие. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет увеличивать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен и апиксабан снижают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гепарин",
      "description": {
        "common": "гепарин и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен, и апиксабан усиливают антикоагулянтное действие. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен в/в и апиксабан усиливают антикоагулянтное действие. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб снижает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При приеме апиксабана в дозе >2,5 мг два раза в день уменьшите дозу на 50% при совместном применении с сильными двойными ингибиторами CYP3A4 и P-gp; если в настоящее время вы принимаете апиксабан 2,5 мг перорально 2 раза в день, избегайте одновременного применения с сильными двойными ингибиторами CYP3A4 и P-gp."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "кетопрофен и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кеторолак",
      "description": {
        "common": "кеторолак и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "Лазмидитан усиливает эффекты апиксабана посредством переносчика оттока Р-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При приеме апиксабана в дозе >2,5 мг два раза в день уменьшите дозу на 50% при совместном применении с сильными двойными ингибиторами CYP3A4 и P-gp; если в настоящее время вы принимаете апиксабан 2,5 мг перорально 2 раза в день, избегайте одновременного применения с сильными двойными ингибиторами CYP3A4 и P-gp."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "левомилнаципран, апиксабан.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. СИОЗСН могут дополнительно нарушать активность тромбоцитов у пациентов, принимающих антитромбоцитарные или антикоагулянтные препараты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет увеличивать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с чувствительными субстратами CYP3A. Если одновременное применение неизбежно, следите за побочными реакциями и уменьшайте дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат и апиксабан усиливают антикоагулянтное действие. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "мефенамовая кислота и апиксабан усиливают антикоагулянтное действие. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "мелоксикам и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "милнаципран",
      "description": {
        "common": "милнаципран и апиксабан усиливают антикоагулянтное действие. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "набуметон",
      "description": {
        "common": "набуметон и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "напроксен",
      "description": {
        "common": "напроксен и апиксабан снижают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При приеме апиксабана в дозе >2,5 мг два раза в день уменьшите дозу на 50% при совместном применении с сильными двойными ингибиторами CYP3A4 и P-gp; если в настоящее время вы принимаете апиксабан 2,5 мг перорально 2 раза в день, избегайте одновременного применения с сильными двойными ингибиторами CYP3A4 и P-gp."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир будет повышать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Апиксабан также является субстратом P-gp; при необходимости сопутствующей администрации отрегулируйте и удерживайте дозу в соответствии с клинической необходимостью; может регулировать дозировку апиксабана в зависимости от риска, показаний и текущей дозы; для лечения мерцательной аритмии стандартной дозой апиксабана (например, 5 мг два раза в день) уменьшите дозу апиксабана до 2,5 мг два раза в день; для лечения мерцательной аритмии апиксабаном в низких дозах (например, 2,5 мг два раза в день), продолжайте принимать низкие дозы в каждом конкретном случае"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "оксапрозин и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пироксикам и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет увеличивать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При приеме апиксабана в дозе >2,5 мг два раза в день уменьшите дозу на 50% при совместном применении с сильными двойными ингибиторами CYP3A4 и P-gp; если в настоящее время вы принимаете апиксабан 2,5 мг перорально 2 раза в день, избегайте одновременного применения с сильными двойными ингибиторами CYP3A4 и P-gp."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прасугрель",
      "description": {
        "common": "прасугрел и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "концентрат протеина С",
      "description": {
        "common": "концентрат протеина С и апиксабан усиливают антикоагулянтное действие. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин повышает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При приеме апиксабана в дозе >2,5 мг два раза в день уменьшите дозу на 50% при совместном применении с сильными двойными ингибиторами CYP3A4 и P-gp; если в настоящее время вы принимаете апиксабан 2,5 мг перорально 2 раза в день, избегайте одновременного применения с сильными двойными ингибиторами CYP3A4 и P-gp."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ретеплаза",
      "description": {
        "common": "ретеплаза и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Рифампицин, комбинированный P-gp и сильный индуктор CYP3A4, может снижать экспозицию апиксабана."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При приеме апиксабана в дозе >2,5 мг два раза в день уменьшите дозу на 50% при совместном применении с сильными двойными ингибиторами CYP3A4 и P-gp; если в настоящее время вы принимаете апиксабан 2,5 мг перорально 2 раза в день, избегайте одновременного применения с сильными двойными ингибиторами CYP3A4 и P-gp."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "ривароксабан и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При приеме апиксабана в дозе >2,5 мг два раза в день уменьшите дозу на 50% при совместном применении с сильными двойными ингибиторами CYP3A4 и P-gp; если в настоящее время вы принимаете апиксабан 2,5 мг перорально 2 раза в день, избегайте одновременного применения с сильными двойными ингибиторами CYP3A4 и P-gp."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект апиксабана через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сулиндак",
      "description": {
        "common": "сулиндак и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тенектеплаза",
      "description": {
        "common": "тенектеплаза и апиксабан усиливают антикоагулянтное действие. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тепотиниб",
      "description": {
        "common": "тепотиниб будет увеличивать уровень или эффект апиксабана за счет транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозировку субстрата P-gp, если это рекомендовано в маркировке одобренного продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиклопидин",
      "description": {
        "common": "тиклопидин и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тирофибан",
      "description": {
        "common": "тирофибан и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толметин",
      "description": {
        "common": "толметин и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "венлафаксин и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "варфарин",
      "description": {
        "common": "апиксабан усиливает эффекты варфарина за счет антикоагуляции. Избегайте или используйте альтернативный препарат. Избегайте комбинированного применения, как только МНО установится в желаемом терапевтическом диапазоне."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб усиливает антикоагулянтное действие апиксабана. Используйте осторожность/монитор. Одновременное применение акалабрутиниба с антиагрегантами или антикоагулянтами может еще больше увеличить риск кровотечения. Следите за признаками кровотечения и оценивайте соотношение пользы и риска приостановки приема акалабрутиниба на 3-7 дней до и после операции в зависимости от типа операции и риска кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин и апиксабан усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать. Оба препарата могут вызвать кровотечение. Необходимость одновременного применения низких доз аспирина (<100 мг/сут) с антикоагулянтами обычна для пациентов с сердечно-сосудистыми заболеваниями, но может привести к усилению кровотечения; внимательно следите. Незамедлительно оценивайте любые признаки или симптомы кровопотери при одновременном лечении низкими дозами аспирина. Избегайте coadministration с хроническим использованием более высокой дозы аспирина. В 1 исследовании (APPRAISE-2) терапия была прекращена из-за значительного увеличения кровотечения, когда апиксабан вводили с двойной антитромбоцитарной терапией (например, аспирин плюс клопидогрель) по сравнению с монотерапией антитромбоцитарной терапией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "белзутифан будет снижать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Если невозможно избежать одновременного применения белзутифана с чувствительными субстратами CYP3A4, рассмотрите возможность увеличения дозы чувствительного субстрата CYP3A4 в соответствии с инструкцией по его применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "беротральстат увеличивает уровень или эффект апиксабана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте или титруйте дозу субстрата P-gp при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб будет повышать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "циталопрам усиливает антикоагулянтное действие апиксабана. Используйте осторожность/монитор. СИОЗС могут ингибировать агрегацию тромбоцитов, тем самым увеличивая риск кровотечения при совместном применении с антикоагулянтами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат увеличивает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем повышает уровень апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. У пациентов с почечной недостаточностью, получающих апиксабан с препаратами, которые сочетают P-gp и слабые или умеренные ингибиторы CYP3A4, может наблюдаться значительное увеличение экспозиции по сравнению с пациентами с нормальной функцией почек и без применения ингибиторов, поскольку затрагиваются оба пути выведения апиксабана. Поскольку это увеличение может увеличить риск кровотечения, используйте апиксабан в этой ситуации только в том случае, если потенциальная польза оправдывает потенциальный риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Дронедарон также ингибирует активность P-gp, что может дополнительно повышать уровень ривароксабана в сыворотке; поскольку затронуты оба пути выведения ривароксабана, у пациентов с почечной недостаточностью, получающих ривароксабан с препаратами, которые сочетают P-gp и умеренные ингибиторы CYP3A4, может наблюдаться значительное увеличение экспозиции по сравнению с пациентами с нормальной функцией почек; так как комбинация наркотиков может увеличить риск кровотечения, внимательно следить."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс будет повышать уровень или эффект апиксабана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень апиксабана с помощью переносчика оттока Р-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы субстрата P-gp и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, апиксабан. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам усиливает антикоагулянтное действие апиксабана. Используйте осторожность/монитор. СИОЗС могут ингибировать агрегацию тромбоцитов, тем самым увеличивая риск кровотечения при совместном применении с антикоагулянтами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триглицериды рыбьего жира",
      "description": {
        "common": "Триглицериды рыбьего жира повышают уровень или эффект апиксабана за счет антикоагуляции. Используйте осторожность/монитор. Сообщалось о длительном кровотечении у пациентов, принимающих антитромбоцитарные средства или антикоагулянты и перорально омега-3 жирные кислоты. Периодически контролируйте время кровотечения у пациентов, получающих триглицериды рыбьего жира и сопутствующие антиагреганты или антикоагулянты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин усиливает антикоагулянтное действие апиксабана. Используйте осторожность/монитор. СИОЗС могут ингибировать агрегацию тромбоцитов, тем самым увеличивая риск кровотечения при совместном применении с антикоагулянтами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин усиливает антикоагулянтное действие апиксабана. Используйте осторожность/монитор. СИОЗС могут ингибировать агрегацию тромбоцитов, тем самым увеличивая риск кровотечения при совместном применении с антикоагулянтами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "глекапревир/пибрентасвир будет повышать уровень или эффект апиксабана за счет переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб будет повышать уровень или эффект апиксабана за счет антикоагуляции. Используйте осторожность/монитор. Ибрутиниб может увеличить риск кровотечения у пациентов, получающих антитромбоцитарную или антикоагулянтную терапию, и следует контролировать признаки кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон повышает уровень апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Илоперидон является зависящим от времени ингибитором CYP3A и может приводить к повышению уровня препаратов в плазме, выводимых преимущественно CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб, апиксабан.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: иматиниб может вызывать тромбоцитопению; риск кровотечения повышается при совместном применении иматиниба с антикоагулянтами, НПВП, ингибиторами тромбоцитов и тромболитическими средствами; пациенты, нуждающиеся в антикоагулянтной терапии во время лечения иматинибом, должны получать НМГ или нефракционированный гепарин вместо варфарина из-за множественных механизмов взаимодействия иматиниба с варфарином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир будет увеличивать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Апиксабан является субстратом как CYP3A4, так и P-gp. Для пациентов, получающих апиксабан в дозе 5 или 10 мг два раза в день, уменьшите дозу апиксабана на 50% при одновременном применении с препаратами, которые являются одновременно и сильными ингибиторами P-gp, и CYP3A4. Пациентам, получающим апиксабан в дозе 5 мг два раза в день, следует избегать одновременного применения с комбинированными ингибиторами P-gp и сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет увеличивать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир может увеличить количество субстратов CYP3A4, инициированных в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб повысит уровень или эффект апиксабана за счет переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Лонафарниб является слабым ингибитором P-gp. Следите за побочными реакциями при совместном применении с субстратами P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. При необходимости уменьшите дозу субстрата P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет повышать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелатонин",
      "description": {
        "common": "мелатонин усиливает эффекты апиксабана за счет антикоагуляции. Используйте осторожность/монитор. Мелатонин может уменьшить протромбиновое время."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон увеличивает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу апиксабана на 50% при использовании мифепристона для лечения болезни Кушинга или других гормональных состояний; если пациенты уже получают 2,5 мг два раза в день, избегайте одновременного применения"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нинтеданиб",
      "description": {
        "common": "нинтеданиб усиливает антикоагулянтное действие апиксабана. Используйте осторожность/монитор. Нинтеданиб является ингибитором VEGFR и может повышать риск кровотечения; наблюдать за пациентами, получающими полную антикоагулянтную терапию; внимательно следить за кровотечением и корректировать терапию по мере необходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин усиливает антикоагулянтное действие апиксабана. Используйте осторожность/монитор. СИОЗС могут ингибировать агрегацию тромбоцитов, тем самым увеличивая риск кровотечения при совместном применении с антикоагулянтами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб будет повышать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "Сарециклин будет увеличивать уровень или эффект апиксабана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Следите за токсичностью субстратов P-gp, что может потребовать снижения дозы при совместном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "увидел пальметто",
      "description": {
        "common": "пальма сереноа увеличивает токсичность апиксабана за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин и апиксабан усиливают антикоагулянтную активность. Используйте осторожность/монитор. СИОЗС могут ингибировать агрегацию тромбоцитов, тем самым увеличивая риск кровотечения при совместном применении с антикоагулянтами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, апиксабан. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат будет снижать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир будет повышать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет увеличивать уровень или эффект апиксабана за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Рассмотрите возможность снижения дозировки субстратов P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил увеличивает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Верапамил также ингибирует активность P-gp, что может дополнительно повышать уровень апиксабана в сыворотке; поскольку затронуты оба пути выведения апиксабана, у пациентов с почечной недостаточностью, получающих апиксабан с препаратами, которые сочетают P-gp и умеренные ингибиторы CYP3A4, экспозиция может увеличиваться по сравнению с пациентами с нормальной функцией почек; следить за кровотечением."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет увеличивать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "вортиоксетин и апиксабан усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "занубрутиниб",
      "description": {
        "common": "апиксабан, занубрутиниб.\nЛибо усиливает действие другого за счет антикоагуляции. Изменить терапию/внимательно контролировать. Цитопения, вызванная занубрутинибом, повышает риск кровотечения. Совместное применение занубритиниба с антиагрегантами или антикоагулянтами может еще больше увеличить этот риск."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет увеличивать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет увеличивать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. Хотя кларитромицин является комбинированным P-gp и сильным ингибитором CYP3A4, производитель заявил, что фармакокинетические данные свидетельствуют о том, что при одновременном применении нет необходимости в коррекции дозы."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет увеличивать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Главный",
      "percent": "2.13"
    },
    {
      "name": "варфарин",
      "percent": "3.09"
    },
    {
      "name": "п",
      "percent": "0.0001"
    },
    {
      "name": "ГИ",
      "percent": "0.83"
    },
    {
      "name": "варфарин",
      "percent": "0.93"
    },
    {
      "name": "внутричерепной",
      "percent": "0.33"
    },
    {
      "name": "варфарин",
      "percent": "0.82"
    },
    {
      "name": "внутриглазной",
      "percent": "0.06"
    },
    {
      "name": "варфарин",
      "percent": "0.14"
    },
    {
      "name": "Фатальный",
      "percent": "0.06"
    },
    {
      "name": "варфарин",
      "percent": "0.24"
    },
    {
      "name": "Клинически значимое незначительное кровотечение",
      "percent": "2.08"
    },
    {
      "name": "варфарин",
      "percent": "3.0"
    },
    {
      "name": "п",
      "percent": "0.0001"
    },
    {
      "name": "Главный",
      "percent": "1.41"
    },
    {
      "name": "аспирин",
      "percent": "0.92"
    },
    {
      "name": "п",
      "percent": "0.07"
    },
    {
      "name": "Фатальный",
      "percent": "0.16"
    },
    {
      "name": "аспирин",
      "percent": "0.16"
    },
    {
      "name": "внутричерепной",
      "percent": "0.34"
    },
    {
      "name": "аспирин",
      "percent": "0.35"
    },
    {
      "name": "Реакции гиперчувствительности",
      "percent": null
    },
    {
      "name": "включая кожную сыпь и анафилактические реакции, такие как аллергический отек",
      "percent": null
    },
    {
      "name": "обморок",
      "percent": null
    },
    {
      "name": "Нарушения со стороны крови и лимфатической системы",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "в том числе снижается количество тромбоцитов",
      "percent": null
    },
    {
      "name": "Сосудистые расстройства",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "включая процедурную гипотензию",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "грудной",
      "percent": null
    },
    {
      "name": "и расстройства средостения",
      "percent": null
    },
    {
      "name": "носовое кровотечение",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "Желудочно-кишечное кровотечение",
      "percent": null
    },
    {
      "name": "включая кровавую рвоту и мелену",
      "percent": null
    },
    {
      "name": "гематохезия",
      "percent": null
    },
    {
      "name": "Гепатобилиарные расстройства",
      "percent": null
    },
    {
      "name": "Функциональный тест печени ненормальный",
      "percent": null
    },
    {
      "name": "щелочная фосфатаза крови повышена",
      "percent": null
    },
    {
      "name": "билирубин крови повышен",
      "percent": null
    },
    {
      "name": "Почечные и мочевые расстройства",
      "percent": null
    },
    {
      "name": "Гематурия",
      "percent": null
    },
    {
      "name": "включая соответствующие лабораторные параметры",
      "percent": null
    },
    {
      "name": "Рана",
      "percent": null
    },
    {
      "name": "отравление",
      "percent": null
    },
    {
      "name": "и процедурные сложности",
      "percent": null
    },
    {
      "name": "Секрет раны",
      "percent": null
    },
    {
      "name": "надрез",
      "percent": null
    },
    {
      "name": "местное кровоизлияние",
      "percent": null
    },
    {
      "name": "включая разрез",
      "percent": null
    },
    {
      "name": "гематома на месте",
      "percent": null
    },
    {
      "name": "операционное кровотечение",
      "percent": null
    }
  ]
}