{
  "name": "расбуриказа",
  "comment": "Rx",
  "other_names": [
    "Элитек"
  ],
  "classes": [
    "онкология",
    "Ферменты"
  ],
  "source": "https://reference.medscape.com/drug/elitek-rasburicase-342255",
  "pregnancy": {
    "common": [
      "Имеющихся ограниченных данных о беременных женщинах недостаточно для информирования о связанном с приемом лекарств риске серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери и плода; учитывать преимущества и риски терапии и возможные риски для плода при назначении терапии беременной женщине"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Основываясь на данных, полученных на животных, препарат может причинить вред плоду при введении беременным женщинам; в исследованиях репродукции животных внутривенное введение беременным кроликам во время органогенеза при 5-кратном воздействии на человека (на основе AUC) в рекомендуемой дозе для человека 0,2 мг/кг приводило к неблагоприятным исходам развития, включая структурные аномалии, эмбриофетальную смертность и изменения в рост"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет доступных данных о присутствии препарата в грудном молоке человека, воздействии на ребенка, находящегося на грудном вскармливании, или на выработку молока; из-за возможности серьезных побочных реакций у детей, находящихся на грудном вскармливании, сообщите пациентам, что грудное вскармливание не рекомендуется во время лечения и в течение 2 недель после последней дозы"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Использование расбуриказы было связано с метгемоглобинемией. Следует немедленно и навсегда прекратить прием у любого пациента, у которого развивается метгемоглобинемия.",
        "Следует немедленно и навсегда прекратить прием у любого пациента, у которого развивается гемолиз. Рекомендуется, чтобы пациенты с более высоким риском дефицита G-6-PD (например, пациенты африканского или средиземноморского происхождения) проходили скрининг до начала приема расбуриказы.",
        "Может вызывать серьезные реакции гиперчувствительности, включая анафилаксию. Следует немедленно и навсегда прекратить прием у любого пациента, у которого развиваются клинические признаки серьезной реакции гиперчувствительности.",
        "Расбуриказа вызывает ферментативное расщепление мочевой кислоты в образцах крови, оставленных при комнатной температуре, что приводит к ложно низким уровням мочевой кислоты. Для обеспечения точных измерений кровь необходимо собирать в предварительно охлажденные пробирки, содержащие гепариновый антикоагулянт, и немедленно погружать в баню с ледяной водой и выдерживать; образцы плазмы должны быть проанализированы в течение 4 часов после сбора образца.",
        "При введении пациентам с дефицитом Г-6-ФД это средство может вызвать тяжелый гемолиз."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Реакции гемолиза или метгемоглобинемии на расбуриказу в анамнезе",
        "Дефицит G6PD",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Скрининг пациентов на дефицит G6PD (например, пациентов африканского или средиземноморского происхождения); противопоказан пациентам с дефицитом G6PD, поскольку перекись водорода является одним из основных побочных продуктов превращения мочевой кислоты в аллантоин; тяжелые гемолитические реакции могут возникать в течение 2-4 дней от начала терапии; немедленно и навсегда прекратите терапию у любого пациента, у которого развивается гемолиз; установить соответствующие меры наблюдения и поддержки пациента (например, поддержку переливания крови)",
        "Реакции гиперчувствительности могут возникать в любой момент лечения, включая первую дозу; признаки и симптомы этих реакций включают бронхоспазм, боль и стеснение в груди, одышку, гипоксию, гипотензию, шок и крапивницу; немедленно и навсегда прекратите введение любому пациенту, у которого развиваются клинические признаки серьезной реакции гиперчувствительности; безопасность и эффективность были установлены только для однократного курса лечения один раз в день в течение 5 дней.",
        "Метгемоглобинемия включала случаи серьезной гипоксемии, требующие вмешательства с мерами медицинской поддержки; неизвестно, подвержены ли пациенты с дефицитом редуктазы цитохрома b5 (ранее известной как метгемоглобинредуктаза) или других ферментов с антиоксидантной активностью повышенному риску метгемоглобинемии или гемолитической анемии; немедленно и окончательно прекратить терапию у любого пациента, у которого выявлена ​​метгемоглобинемия; ввести соответствующие меры мониторинга и поддержки (например, переливание крови, введение метиленового синего)",
        "Эффективность может снижаться при последующих курсах терапии в связи с его иммуногенными свойствами; может вызвать реакцию антител",
        "Мешает измерению мочевой кислоты в сыворотке, если образец крови не охлаждается немедленно и не анализируется в течение 4 часов.",
        "Пациенты должны получать адекватную гидратацию в рамках лечения мочевой кислоты."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Рвота",
      "percent": "50"
    },
    {
      "name": "Высокая температура",
      "percent": "46"
    },
    {
      "name": "Тошнота",
      "percent": "27"
    },
    {
      "name": "Головная боль",
      "percent": "26"
    },
    {
      "name": "Боль в животе",
      "percent": "20"
    },
    {
      "name": "Запор",
      "percent": "20"
    },
    {
      "name": "Диарея",
      "percent": "20"
    },
    {
      "name": "Мукозит",
      "percent": "15"
    },
    {
      "name": "Сыпь",
      "percent": "13"
    },
    {
      "name": "нейтропения",
      "percent": "2-4"
    },
    {
      "name": "Респираторный дистресс",
      "percent": "3"
    },
    {
      "name": "Гиперфосфатемия",
      "percent": "10"
    },
    {
      "name": "Сепсис",
      "percent": "3"
    },
    {
      "name": "нейтропеническая лихорадка",
      "percent": "4"
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "Гемолиз",
      "percent": null
    },
    {
      "name": "Метгемоглобинемия",
      "percent": null
    },
    {
      "name": "Сильная сыпь",
      "percent": null
    },
    {
      "name": "обезвоживание",
      "percent": null
    },
    {
      "name": "Острая почечная недостаточность",
      "percent": null
    },
    {
      "name": "Панцитопения",
      "percent": null
    },
    {
      "name": "Инфаркт миокарда",
      "percent": null
    },
    {
      "name": "Целлюлит",
      "percent": null
    },
    {
      "name": "Сердечная недостаточность",
      "percent": null
    },
    {
      "name": "Приливы",
      "percent": null
    },
    {
      "name": "Нарушения центральной нервной системы",
      "percent": null
    },
    {
      "name": "Судороги",
      "percent": null
    },
    {
      "name": "сокращения мышц непроизвольные",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    }
  ]
}