{
  "name": "пентозан полисульфат натрия",
  "comment": "Rx",
  "other_names": [
    "Эльмирон"
  ],
  "classes": [
    "Анальгетики",
    "мочевой"
  ],
  "source": "https://reference.medscape.com/drug/elmiron-pentosan-polysulfate-sodium-343348",
  "pregnancy": {
    "common": [
      "Категория беременности: B",
      "Лактация: неизвестно, выделяется ли с грудным молоком, соблюдать осторожность"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: неизвестно, выделяется ли с грудным молоком, соблюдать осторожность"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Алопеция связана с полисульфатом пентозана и препаратами гепарина; алопеция началась в течение первых 4 недель лечения в клинических испытаниях; девяносто семь процентов (97%) зарегистрированных случаев алопеции были очаговой алопецией, ограниченной одной областью на коже головы.",
        "Применение препарата у пациентов с печеночной недостаточностью не изучалось; поскольку есть данные о вкладе печени в элиминацию препарата, печеночная недостаточность может оказывать влияние на фармакокинетику препарата; соблюдать осторожность при применении препарата у этой популяции пациентов"
      ],
      "specific": [
        {
          "type": "Пигментные изменения сетчатки",
          "description": [
            "Пигментные изменения сетчатки, описанные как пигментная макулопатия, выявленные при длительном применении препарата.",
            "Для пациентов с ранее существовавшими офтальмологическими заболеваниями перед началом терапии рекомендуется комплексное исходное обследование сетчатки (включая цветную фотографию глазного дна, когерентную томографию глаза (ОКТ) и аутофлуоресцентную визуализацию).",
            "Хотя большинство случаев произошло после 3 лет использования или дольше, случаи наблюдались при более короткой продолжительности использования; хотя этиология неясна, кумулятивная доза, по-видимому, является фактором риска",
            "Соблюдайте осторожность у пациентов с изменениями пигмента сетчатки, вызванными другими причинами, у которых результаты обследования могут поставить под сомнение правильный диагноз, последующее наблюдение и лечение.",
            "Зрительные симптомы в зарегистрированных случаях включали трудности с чтением, медленную адаптацию к условиям низкой или пониженной освещенности и нечеткость зрения.",
            "Получить подробный офтальмологический анамнез у всех пациентов до начала лечения; рассмотрите возможность тестирования, если в семейном анамнезе есть наследственная дистрофия, генетическая",
            "Последующие обследования сетчатки следует продолжать, учитывая, что изменения сетчатки и зрения могут прогрессировать даже после прекращения лечения.",
            "Исходное обследование сетчатки (включая ОКТ и аутофлуоресцентную визуализацию) рекомендуется всем пациентам в течение шести месяцев после начала лечения и периодически во время продолжения лечения; если развиваются пигментные изменения сетчатки, переоцените риски и преимущества продолжения лечения, поскольку эти изменения могут быть необратимыми.",
            "Визуальные последствия пигментных изменений полностью не охарактеризованы."
          ]
        },
        {
          "type": "Антикоагулянтные эффекты",
          "description": [
            "Пациентов, подвергающихся инвазивным процедурам или имеющих признаки/симптомы сопутствующей коагулопатии или другого повышенного риска кровотечения (из-за других видов терапии, таких как кумариновые антикоагулянты, гепарин, tPA, стрептокиназа, высокие дозы аспирина или нестероидные противовоспалительные препараты), следует обследовать на наличие кровотечения. .",
            "Перед началом терапии следует тщательно обследовать пациентов с такими заболеваниями, как аневризмы, тромбоцитопения, гемофилия, язвы желудочно-кишечного тракта, полипы или дивертикулы.",
            "Соблюдайте осторожность при назначении терапии пациентам с гепарин-индуцированной тромбоцитопенией в анамнезе.",
            "Препарат является слабым антикоагулянтом (1/15 активности гепарина). При суточной дозе 300 мг (n=128) ректальное кровотечение было отмечено как нежелательное явление у 6,3% пациентов.",
            "Сообщалось о геморрагических осложнениях в виде экхимоза, носового кровотечения и кровоизлияния в десну."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Алопеция",
      "percent": "4"
    },
    {
      "name": "Диарея",
      "percent": "4"
    },
    {
      "name": "Тошнота",
      "percent": "4"
    },
    {
      "name": "Головная боль",
      "percent": "3"
    },
    {
      "name": "Боль в животе",
      "percent": "2"
    },
    {
      "name": "расстройство желудка",
      "percent": "2"
    },
    {
      "name": "Ректальное кровотечение",
      "percent": null
    },
    {
      "name": "Повышенные LFT",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "Частичное тромбопластиновое время увеличено",
      "percent": null
    },
    {
      "name": "Протромбиновое время увеличено",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Неврит зрительного нерва",
      "percent": null
    },
    {
      "name": "Кровоизлияние в сетчатку",
      "percent": null
    },
    {
      "name": "Пигментные изменения сетчатки",
      "percent": null
    }
  ]
}