{
  "name": "морфин/налтрексон",
  "comment": "Discontinued",
  "other_names": [
    "Эмбеда"
  ],
  "classes": [
    "Анальгетики",
    "Частичный агонист опиоидов",
    "Опиоидные комбинации"
  ],
  "source": "https://reference.medscape.com/drug/embeda-morphine-naltrexone-999314",
  "pregnancy": {
    "common": [
      "Длительное использование опиоидных анальгетиков во время беременности может вызвать синдром отмены опиоидов у новорожденных; нет доступных данных о беременных женщинах, чтобы сообщить о связанном с наркотиками риске серьезных врожденных дефектов и выкидыша; опубликованные исследования применения морфина во время беременности не выявили четкой связи с морфином и серьезными врожденными дефектами.",
      "Продолжительное использование опиоидных анальгетиков во время беременности в медицинских или немедицинских целях может привести к физической зависимости у новорожденных и неонатальному синдрому отмены опиоидов вскоре после рождения; начало, продолжительность и тяжесть неонатального синдрома отмены опиоидов варьируются в зависимости от конкретного используемого опиоида, продолжительности использования, времени и количества последнего употребления матерью, а также скорости выведения наркотика новорожденным; наблюдайте за новорожденными на наличие симптомов неонатального синдрома отмены опиоидов и лечите их соответствующим образом"
    ],
    "specific": [
      {
        "type": "Работа и доставка",
        "description": [
          "Опиоиды проникают через плаценту и могут вызывать угнетение дыхания и психофизиологические эффекты у новорожденных; опиоидный антагонист, такой как налоксон, должен быть доступен для купирования вызванного опиоидами угнетения дыхания у новорожденных; препарат не рекомендуется применять женщинам во время и непосредственно перед родами, когда более целесообразно применение анальгетиков короткого действия или других методов обезболивания; опиоидные анальгетики могут продлевать роды за счет действия, временно снижающего силу, продолжительность и частоту сокращений матки; однако этот эффект непостоянен и может быть компенсирован повышенной скоростью раскрытия шейки матки, что имеет тенденцию к сокращению родов; мониторить новорожденных, подвергшихся воздействию опиоидных анальгетиков во время родов, на наличие признаков избыточной седации и угнетения дыхания"
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Из-за последствий дефицита андрогенов хроническое употребление опиоидов может привести к снижению фертильности у женщин и мужчин с репродуктивным потенциалом; неизвестно, обратимо ли влияние на фертильность"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями терапии или основного заболевания матери для ребенка, находящегося на грудном вскармливании.",
      "Морфин присутствует в грудном молоке; опубликованные исследования лактации сообщают о переменных концентрациях морфина в грудном молоке при введении морфина с немедленным высвобождением кормящим матерям в раннем послеродовом периоде с отношением AUC морфина в молоке к плазме 2,5: 1, измеренным в одном исследовании лактации; однако недостаточно информации для определения воздействия морфина на младенцев, находящихся на грудном вскармливании, и воздействия морфина на выработку молока; нет информации о воздействии препарата на младенцев, находящихся на грудном вскармливании, или о влиянии препарата на выработку молока.",
      "Мониторинг младенцев, подвергшихся терапии через грудное молоко, на предмет избыточного седативного эффекта и угнетения дыхания; симптомы отмены могут возникать у младенцев, находящихся на грудном вскармливании, при прекращении приема морфина матерью или при прекращении грудного вскармливания."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Оценка риска опиоидных анальгетиков и стратегия его снижения (REMS)",
          "description": [
            "Пройдите образовательную программу, соответствующую REMS",
            "Рассмотрите другие инструменты для повышения безопасности пациентов, домохозяйств и общества.",
            "Чтобы гарантировать, что преимущества опиоидных анальгетиков перевешивают риски зависимости, злоупотребления и неправильного использования, Управление по санитарному надзору за качеством пищевых продуктов и медикаментов (FDA) потребовало REMS для этих продуктов; в соответствии с требованиями REMS, фармацевтические компании, выпускающие утвержденные опиоидные анальгетики, должны сделать образовательные программы, соответствующие REMS, доступными для поставщиков медицинских услуг.",
            "Подчеркните пациентам и их опекунам важность прочтения Руководства по лекарствам каждый раз, когда его предоставляет их фармацевт.",
            "Консультировать пациентов и/или лиц, осуществляющих уход за ними, при каждом назначении по безопасному использованию, серьезным рискам, хранению и утилизации этих продуктов.",
            "Медицинским работникам настоятельно рекомендуется:"
          ]
        },
        {
          "type": "Зависимость, злоупотребление и неправильное использование",
          "description": [
            "Подчеркните пациентам и их опекунам важность прочтения Руководства по лекарствам каждый раз, когда его предоставляет их фармацевт.",
            "Консультировать пациентов и/или лиц, осуществляющих уход за ними, при каждом назначении по безопасному использованию, серьезным рискам, хранению и утилизации этих продуктов.",
            "Рассмотрите другие инструменты для повышения безопасности пациентов, домохозяйств и общества.",
            "Пройдите образовательную программу, соответствующую REMS"
          ]
        },
        {
          "type": "Опасное для жизни угнетение дыхания",
          "description": [
            "Риск опиоидной зависимости, злоупотребления и неправильного употребления, что может привести к передозировке и смерти",
            "Оцените риск каждого пациента перед назначением и регулярно контролируйте всех пациентов на предмет развития такого поведения или состояний."
          ]
        },
        {
          "type": "Случайное воздействие",
          "description": [
            "Может возникнуть серьезное, опасное для жизни или смертельное угнетение дыхания.",
            "Следите за угнетением дыхания, особенно в начале или после увеличения дозы.",
            "Поручить пациентам глотать таблетку/капсулу целиком; измельчение, жевание или растворение могут вызвать быстрое высвобождение и абсорбцию потенциально смертельной дозы морфина."
          ]
        },
        {
          "type": "Неонатальный синдром отмены опиоидов",
          "description": [
            "Случайное проглатывание даже 1 дозы, особенно детьми, может привести к смертельной передозировке."
          ]
        },
        {
          "type": "Взаимодействие с алкоголем",
          "description": [
            "Начало, продолжительность и тяжесть неонатального синдрома отмены опиоидов варьируются в зависимости от конкретного используемого опиоида, продолжительности использования, времени и количества последнего употребления матерью, а также скорости выведения препарата новорожденным.",
            "Длительное употребление во время беременности может привести к неонатальному синдрому отмены опиоидов, который может быть опасным для жизни, если его не распознать и не лечить, и требует лечения в соответствии с протоколами, разработанными экспертами-неонатологами.",
            "Синдром проявляется раздражительностью, гиперактивностью и нарушением сна, пронзительным плачем, тремором, рвотой, диареей и неспособностью набрать вес.",
            "Если беременной женщине требуется применение опиоидов в течение длительного периода, сообщите пациентке о риске неонатального синдрома отмены опиоидов и убедитесь, что будет доступно соответствующее лечение."
          ]
        },
        {
          "type": "Депрессанты центральной нервной системы (ЦНС)",
          "description": [
            "Совместное употребление алкоголя может вызвать быстрое высвобождение опиоидного содержимого из таблетки/капсулы длительного действия и привести к повышению уровня в плазме крови и потенциально смертельной передозировке.",
            "Проинструктируйте пациентов не употреблять алкогольные напитки и не использовать отпускаемые по рецепту или без рецепта продукты, содержащие алкоголь."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Известная гиперчувствительность к морфину, препаратам морфина, налтрексону или в любой ситуации, когда опиоиды противопоказаны.",
        "Желудочно-кишечная непроходимость, в том числе паралитическая кишечная непроходимость",
        "Острая или тяжелая астма или гиперкапния",
        "Угнетение дыхания"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Случаи серотонинового синдрома, потенциально опасного для жизни состояния, о которых сообщалось при одновременном применении серотонинергических препаратов; это может происходить в пределах рекомендуемого диапазона доз; появление симптомов обычно происходит в течение от нескольких часов до нескольких дней после одновременного применения, но может произойти и позже; немедленно прекратить терапию при подозрении на серотониновый синдром",
        "Опасное для жизни угнетение дыхания чаще встречается у пожилых, кахектических или ослабленных пациентов, поскольку у них может быть изменена фармакокинетика или изменен клиренс по сравнению с более молодыми, более здоровыми пациентами.",
        "Хотя серьезное, опасное для жизни или фатальное угнетение дыхания может возникнуть в любое время во время терапии, риск является самым высоким в начале терапии или после увеличения дозы; внимательно следить за пациентами для дыхания, особенно в течение первых 24 до 72 часов начала терапии с и после увеличения дозировки; случайное проглатывание даже одной дозы, особенно детьми, может привести к угнетению дыхания и смерти из-за передозировки опиоидов",
        "Ингибиторы моноаминоксидазы (ИМАО) могут потенцировать эффекты опиоидов, активного метаболита опиоидов, включая угнетение дыхания, кому и спутанность сознания; терапию не следует проводить в течение 14 дней после начала или прекращения приема ИМАО.",
        "Опиоидные анальгетики Списка II подвергают пользователей риску зависимости, злоупотребления и неправильного использования; существует больший риск передозировки и смерти при приеме опиоидов пролонгированного действия из-за большего количества активного опиоида (см. Предупреждения о черном ящике)",
        "Терапия может увеличить частоту судорог у пациентов с судорожными расстройствами и в других клинических условиях, связанных с судорогами; наблюдать за пациентами на предмет ухудшения контроля над судорогами во время терапии",
        "У пациентов, которые могут быть предрасположены к внутричерепным эффектам задержки СО2 (например, у пациентов с признаками повышенного внутричерепного давления или опухолей головного мозга), терапия может снизить дыхательную активность, а результирующая задержка СО2 может еще больше повысить внутричерепное давление; следить за такими пациентами на наличие признаков седации и угнетения дыхания, особенно в начале терапии; опиоиды могут скрывать клиническое течение у пациента с черепно-мозговой травмой; избегать применения у пациентов с нарушением сознания или комой",
        "Сообщалось о случайном воздействии, в том числе со смертельным исходом (см. Предупреждения о черном ящике)",
        "Сообщалось о неонатальном синдроме отмены опиоидов при длительном применении во время беременности (см. Предупреждения черного ящика)",
        "Фармакологические эффекты широко варьируются; в дополнение к своему терапевтическому обезболивающему эффекту может вызывать побочные эффекты, включая дисфорию, эйфорию, сонливость, угнетение дыхания, снижение перистальтики желудочно-кишечного тракта, изменение динамики кровообращения, высвобождение гистамина, физическую зависимость и изменения эндокринной и вегетативной нервной систем.",
        "Избегайте использования смешанных агонистов/антагонистов (например, пентазоцина, налбуфина и буторфанола) или частичных агонистов (например, бупренорфина) анальгетиков у пациентов, которые получают полный анальгетик опиоидного агониста; смешанные агонисты/антагонисты и частичные агонисты анальгетиков могут снижать обезболивающий эффект и/или ускорять симптомы отмены; при прекращении терапии у физически зависимых пациентов постепенно снижать дозировку; не прекращайте резко терапию у этих пациентов",
        "Не указано для острой/послеоперационной боли, легкой боли или кратковременного обезболивания; показан только для послеоперационного использования, если пациент уже получал постоянную опиоидную терапию до операции, или если ожидается, что послеоперационная боль будет умеренной или сильной и сохранится в течение длительного периода времени.",
        "Сдерживающие злоупотребления свойства: высвобождает только морфин в капсуле при проглатывании целиком; при измельчении налтрексон блокирует некоторые эйфорические эффекты морфина и может ускорить синдром отмены у лиц, зависимых от опиоидов.",
        "Противопоказан пациентам с известной или подозреваемой желудочно-кишечной обструкцией, включая паралитическую кишечную непроходимость; может вызвать спазм сфинктера Одди; опиоиды могут вызывать повышение уровня амилазы в сыворотке крови; наблюдать за пациентами с заболеваниями желчевыводящих путей, включая острый панкреатит, на предмет ухудшения симптомов",
        "Будьте осторожны при выборе дозы для пожилых пациентов, обычно начиная с нижней части диапазона доз, отражая большую частоту снижения функции печени, почек или сердца, а также сопутствующие заболевания или другую лекарственную терапию; поскольку пожилые пациенты с большей вероятностью имеют сниженную функцию почек, следует соблюдать осторожность при подборе дозы и может быть полезно контролировать функцию почек.",
        "Фармакокинетика опиоидов может быть изменена у пациентов с почечной недостаточностью; клиренс может снижаться, а метаболиты могут накапливаться в плазме крови в гораздо более высоких концентрациях у пациентов с почечной недостаточностью по сравнению с пациентами с нормальной функцией почек; начинать с более низкой, чем обычно, дозы или с более длительными интервалами дозирования и медленно титровать, наблюдая за признаками угнетения дыхания, седации и гипотензии",
        "Если принято решение начать прием морфина/налоксона, начните с 20 мг/0,8 мг каждые 24 часа, наблюдайте за пациентами на наличие признаков седативного эффекта и угнетения дыхания и рассмотрите возможность использования более низкой дозы сопутствующего препарата, угнетающего ЦНС.",
        "Не прекращайте резко терапию у пациента, физически зависимого от опиоидов; при прекращении терапии у физически зависимых пациентов постепенно снижать дозировку; быстрое снижение дозы у пациента, физически зависимого от опиоидов, может привести к синдрому отмены и возвращению боли.",
        "Риск зависимости, злоупотребления и злоупотребления повышен у пациентов с личным или семейным анамнезом злоупотребления психоактивными веществами или психическими заболеваниями (например, большой депрессией); однако возможность этих рисков не должна препятствовать назначению надлежащего обезболивания каждому конкретному пациенту; необходим интенсивный мониторинг (см. Предупреждения о черном ящике)",
        "Терапия может вызвать тяжелую гипотензию, включая ортостатическую гипотензию и обмороки у амбулаторных пациентов; существует повышенный риск у пациентов, у которых способность поддерживать артериальное давление уже нарушена из-за сниженного объема крови или одновременного приема некоторых препаратов, угнетающих ЦНС (например, фенотиазинов или общих анестетиков); контролировать пациентов на наличие признаков гипотонии после начала или титрования дозы; у пациентов с циркуляторным шоком терапия может вызвать вазодилатацию, что может привести к дальнейшему снижению сердечного выброса и артериального давления; избегать терапии у пациентов с циркуляторным шоком",
        "Предупредите пациентов, чтобы они не вели машину и не управляли опасными механизмами, если они не терпимы к действию препарата и не знают, как они будут реагировать на лекарство.",
        "Глубокий седативный эффект, угнетение дыхания, кома и смерть могут быть результатом одновременного применения бензодиазепинов или других средств, угнетающих ЦНС (например, небензодиазепиновых седативных/снотворных средств, анксиолитиков, транквилизаторов, миорелаксантов, общих анестетиков, нейролептиков, других опиоидов, алкоголя); из-за этих рисков резервировать одновременное назначение этих препаратов для пациентов, для которых альтернативные варианты лечения неадекватны; нельзя употреблять алкоголь при приеме морфина/налоксона",
        "Опиоиды могут вызывать связанные со сном расстройства дыхания, включая центральное апноэ во сне (CSA) и связанную со сном гипоксемию; употребление опиоидов увеличивает риск CSA дозозависимым образом; у пациентов с CSA рассмотрите возможность снижения дозировки опиоидов, используя передовой опыт снижения дозы опиоидов"
      ],
      "specific": [
        {
          "type": "Оценка риска опиоидных анальгетиков и стратегия его снижения (REMS)",
          "description": [
            "Чтобы получить дополнительную информацию об опиоидных анальгетиках REMS и список аккредитованных REMS CME/CE, позвоните по телефону 1-800-503-0784 или войдите на сайт www.opioidanalgesicrems.com; план FDA можно найти на сайте www.fda.gov/OpioidAnalgesicREMSBlueprint.",
            "Чтобы гарантировать, что преимущества опиоидных анальгетиков перевешивают риски зависимости, злоупотребления и неправильного использования, Управление по санитарному надзору за качеством пищевых продуктов и медикаментов (FDA) потребовало Стратегии оценки и снижения рисков (REMS) для этих продуктов.",
            "Рассмотрите возможность использования других инструментов для повышения безопасности пациентов, домохозяйств и общества, таких как соглашения между пациентами и врачами, которые усиливают обязанности между пациентами и врачами.",
            "Подчеркните для пациентов и тех, кто за ними ухаживает, важность прочтения Справочника по лекарствам, который они получат от своего фармацевта каждый раз, когда им выписывают опиоидный анальгетик.",
            "Обсудите безопасное использование, серьезные риски, а также надлежащее хранение и утилизацию опиоидных анальгетиков с пациентами и/или лицами, осуществляющими за ними уход, каждый раз, когда эти лекарства прописываются; используйте следующую ссылку, чтобы получить Руководство по консультированию пациентов (PCG): www.fda.gov/OpioidAnalgesicREMSPCG"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "альвимопан",
      "description": {
        "common": "альвимопан, морфин. конкуренция за связывание рецепторов. Противопоказано. Алвимопан противопоказан пациентам с толерантностью к опиоидам (то есть тем, кто принимал терапевтические дозы опиоидов в течение > 7 дней подряд непосредственно перед приемом алвимопана). Ожидается, что пациенты, недавно подвергшиеся воздействию опиоидов, будут более чувствительны к эффектам алвимопана и, следовательно, могут испытывать боль в животе, тошноту, рвоту и диарею. Значимого взаимодействия при одновременном применении опиоидных анальгетиков и алвимопана у пациентов, получавших опиоидные анальгетики в течение 7 или менее дней подряд до применения алвимопана, не ожидается."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "safinamide",
      "description": {
        "common": "морфин, сафинамид.\nОдин из них увеличивает токсичность другого на уровень серотонина. Противопоказано. Одновременное применение может привести к опасному для жизни серотониновому синдрому."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акривастин",
      "description": {
        "common": "акривастин и морфин усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Ограничьте использование пациентами, для которых альтернативные варианты лечения неадекватны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и морфин усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Ограничьте использование пациентами, для которых альтернативные варианты лечения неадекватны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин увеличивает уровень или эффект морфина, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и морфин усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Ограничьте использование пациентами, для которых альтернативные варианты лечения неадекватны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и морфин усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Ограничьте использование пациентами, для которых альтернативные варианты лечения неадекватны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "авапритиниб и морфин усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Ограничьте использование пациентами, для которых альтернативные варианты лечения неадекватны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бензгидрокодон/ацетаминофен, морфин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бремеланотид",
      "description": {
        "common": "бремеланотид снизит уровень или эффект морфина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "брекспипразол и морфин усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Ограничьте использование пациентами, для которых альтернативные варианты лечения неадекватны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нальдемедин",
      "description": {
        "common": "нальдемедин, налтрексон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Потенциал для аддитивного антагонизма опиоидных рецепторов и повышенный риск отмены опиоидов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин, морфин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "бупренорфин буккальный, морфин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буторфанол",
      "description": {
        "common": "буторфанол, морфин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксибаты кальция/магния/калия/натрия",
      "description": {
        "common": "морфин, оксибаты кальция/магния/калия/натрия.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин усиливает действие морфина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циталопрам",
      "description": {
        "common": "морфин, циталопрам.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клонидин",
      "description": {
        "common": "клонидин, морфин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение усиливает угнетающее действие на ЦНС."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "морфин снизит уровень или эффект клопидогреля по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. одновременное применение опиоидных агонистов задерживает и снижает всасывание клопидогреля, предположительно из-за замедления опорожнения желудка, что приводит к уменьшению воздействия его метаболитов; рассмотреть возможность использования парентеральных антитромбоцитарных препаратов у пациентов с острым коронарным синдромом, которым требуется одновременное введение морфина или других опиоидных агонистов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "морфин и десвенлафаксин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "диазепам интраназально, морфин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "морфин, элуксадолин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте coadministration с другими препаратами, которые вызывают запор. Увеличивает риск серьезных побочных реакций, связанных с запорами. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "эрдафитиниб будет повышать уровень или эффект морфина с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если совместное введение неизбежно, раздельное введение по крайней мере за 6 часов до или после введения субстратов P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "морфин, эсциталопрам.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил",
      "description": {
        "common": "фентанил, морфин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "фентанил интраназально, морфин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "фентанил трансдермальный, морфин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "фентанил через слизистую, морфин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин увеличивает уровень или эффект морфина, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "гидрокодон, морфин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид и морфин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан повышает уровень морфина с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид и морфин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "люмефантрин увеличивает уровень или эффект морфина, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиленовый синий",
      "description": {
        "common": "метиленовый синий и морфин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Метиленовый синий может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести метиленовый синий, прекратите прием морфина (если возможно) и следите за токсичностью для ЦНС. Прием морфина можно возобновить через 24 часа после последней дозы метиленового синего или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "морфин, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "налбуфин",
      "description": {
        "common": "налбуфин, морфин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "налоксегол",
      "description": {
        "common": "налоксегол, налтрексон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; потенциал для аддитивного эффекта антагонизма опиоидных рецепторов и повышенный риск отмены опиоидов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "морфин и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "5-ПВТ",
      "description": {
        "common": "5-HTP и морфин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акампросат",
      "description": {
        "common": "налтрексон повышает уровень акампросата за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Коррекция дозировки не требуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "морфин увеличивает, а альбутерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфентанил",
      "description": {
        "common": "альфентанил и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "алмотриптан и морфин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпразолам",
      "description": {
        "common": "алпразолам и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон увеличивает уровень или эффект морфина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "морфин и амитриптилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "морфин и амоксапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект налтрексона за счет увеличения элиминации. Используйте осторожность/монитор. Апалутамид индуцирует УГТ и может снижать системное воздействие препаратов, являющихся субстратами УГТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апоморфин",
      "description": {
        "common": "морфин и апоморфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронабинол",
      "description": {
        "common": "налтрексон усиливает эффекты дронабинола за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Налтрексон может усиливать терапевтическое действие каннабиноидов. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "морфин увеличивает, а арформотерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "морфин и арипипразол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "морфин увеличивает, а армодафинил снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин увеличивает уровень или эффект морфина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азеластин",
      "description": {
        "common": "азеластин и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "баклофен",
      "description": {
        "common": "баклофен и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белладонна и опиум",
      "description": {
        "common": "морфин, белладонна и опиум усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бенперидол",
      "description": {
        "common": "морфин и бенперидол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "морфин увеличивает, а бензфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "беротральстат будет увеличивать уровень или эффект морфина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте или титруйте дозу субстрата P-gp при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брексанолон",
      "description": {
        "common": "брексанолон, морфин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромфенирамин",
      "description": {
        "common": "бромфенирамин и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "морфин увеличивает токсичность бупренорфина, инъекционного длительного действия за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение бупренорфина и бензодиазепинов или других средств, угнетающих ЦНС, увеличивает риск побочных реакций, включая передозировку, угнетение дыхания и смерть. В большинстве случаев предпочтительнее прекращение приема бензодиазепинов или других средств, угнетающих ЦНС. В некоторых случаях может быть уместным мониторинг на более высоком уровне помощи при снижении дозы препаратов, угнетающих ЦНС. В других случаях целесообразно постепенное снижение дозы назначенного бензодиазепина или другого препарата, угнетающего ЦНС, или снижение до минимальной эффективной дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупропион",
      "description": {
        "common": "бупропион увеличивает уровень или эффект морфина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буспирон",
      "description": {
        "common": "буспирон и морфин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буторфанол",
      "description": {
        "common": "буторфанол и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кофеин",
      "description": {
        "common": "морфин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "каннабидиол повысит уровень или действие морфина на Другое (см. комментарий). Изменить терапию/внимательно контролировать. Каннабидиол потенциально может ингибировать активность UGT2B7. Рассмотрите возможность уменьшения дозы при одновременном использовании субстратов UGT2B7."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "морфин, каптоприл.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление. Следите за артериальным давлением."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбиноксамин",
      "description": {
        "common": "карбиноксамин и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каризопродол",
      "description": {
        "common": "каризопродол и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб будет увеличивать уровень или эффект морфина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоралгидрат",
      "description": {
        "common": "хлоралгидрат и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлордиазепоксид",
      "description": {
        "common": "хлордиазепоксид и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин увеличивает уровень или эффект морфина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорфенирамин",
      "description": {
        "common": "хлорфенирамин и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "морфин и хлорпромазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорзоксазон",
      "description": {
        "common": "хлорзоксазон и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин увеличивает уровень или эффект морфина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циннаризин",
      "description": {
        "common": "циннаризин и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "циталопрам и морфин повышают уровень серотонина. Используйте осторожность/монитор. Комбинация может увеличить риск серотонинового синдрома или реакций, подобных злокачественному нейролептическому синдрому."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клемастин",
      "description": {
        "common": "клемастин и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "морфин, клобазам. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременный прием может повысить вероятность воздействия на ЦНС (например, повышенный седативный эффект или угнетение дыхания)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "морфин и кломипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоназепам",
      "description": {
        "common": "клоназепам и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоразепат",
      "description": {
        "common": "клоразепат и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "морфин и клозапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "местный кокаин и морфин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кодеин",
      "description": {
        "common": "кодеин и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклизин",
      "description": {
        "common": "циклизин и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклобензаприн",
      "description": {
        "common": "циклобензаприн и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрогептадин",
      "description": {
        "common": "ципрогептадин и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дантролен",
      "description": {
        "common": "дантролен и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "морфин и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет увеличивать уровень или эффект морфина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и морфин усиливают седативный эффект. Используйте осторожность/монитор. Опиоиды могут снизить потребность в МАК, может потребоваться меньшее количество ингаляционных анестетиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "морфин и дезипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "Десвенлафаксин увеличивает уровень или эффект морфина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Десвенлафаксин ингибирует CYP2D6; при более высоких дозах десвенлафаксина (т.е. 400 мг) снижайте дозу субстрата CYP2D6 до 50%; коррекция дозы не требуется при дозах десвенлафаксина <100 мг"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "морфин и дейтетрабеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексхлорфенирамин",
      "description": {
        "common": "дексхлорфенирамин и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "морфин увеличивает, а дексфенфлурамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексмедетомидин",
      "description": {
        "common": "дексмедетомидин и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "морфин увеличивает, а дексметилфенидат снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "морфин увеличивает, а декстроамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстрометорфан",
      "description": {
        "common": "декстрометорфан и морфин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроморамид",
      "description": {
        "common": "декстроморамид и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диаморфин",
      "description": {
        "common": "диаморфин и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам",
      "description": {
        "common": "диазепам и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и морфин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диэтилпропион",
      "description": {
        "common": "морфин увеличивает, а диэтилпропион снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликфалин и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксин hcl",
      "description": {
        "common": "дифеноксин hcl и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "дигидроэрготамин и морфин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "интраназальный дигидроэрготамин и морфин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дименгидринат",
      "description": {
        "common": "дименгидринат и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифенгидрамин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект морфина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "дифеноксилат гидрохлорид и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дипипанон",
      "description": {
        "common": "дипипанон и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "морфин увеличивает, а добутамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофамин",
      "description": {
        "common": "морфин увеличивает, а дофамин уменьшает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "морфин увеличивает, а допексамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "досулепин",
      "description": {
        "common": "морфин и досулепин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "морфин и доксепин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксиламин",
      "description": {
        "common": "доксиламин и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект морфина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроперидол",
      "description": {
        "common": "морфин и дроперидол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "дулоксетин увеличивает уровень или эффект морфина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс будет увеличивать уровень или эффект морфина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элетриптан",
      "description": {
        "common": "элетриптан и морфин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень морфина с помощью эффлюксного переносчика P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы субстрата P-gp и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "элтромбопаг повышает уровень морфина за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "морфин увеличивает, а эфедрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "морфин усиливает, а адреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "морфин увеличивает, а рацемический адреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрготамин",
      "description": {
        "common": "эрготамин и морфин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам и морфин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эскетамин интраназально",
      "description": {
        "common": "эскетамин интраназально, морфин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстазолам",
      "description": {
        "common": "эстазолам и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "морфин и этанол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этомидат",
      "description": {
        "common": "этомидат и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "морфин увеличивает, а фенфлурамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "морфин и флибансерин усиливают седативный эффект. Изменить терапию/внимательно контролировать. Риск седативного эффекта увеличивается при одновременном применении флибансерина с другими депрессантами ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин и морфин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "морфин и флуфеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуразепам",
      "description": {
        "common": "флуразепам и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин и морфин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "морфин увеличивает, а формотерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "фостаматиниб будет увеличивать уровень или эффект морфина с помощью транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Одновременное применение фостаматиниба может повышать концентрацию субстратов P-gp. Мониторинг токсичности препарата-субстрата P-gp, который может потребовать снижения дозы при одновременном применении с фостаматинибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фроватриптан",
      "description": {
        "common": "фроватриптан и морфин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин",
      "description": {
        "common": "габапентин, морфин.\nОдин из них усиливает действие другого по механизму: фармакодинамический синергизм. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин энакарбил",
      "description": {
        "common": "габапентин, энакарбил, морфин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "морфин и ганаксолон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "глекапревир/пибрентасвир будет повышать уровень или эффект морфина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол увеличивает уровень или эффект морфина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "гидроморфон и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "морфин и илоперидон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб будет увеличивать уровень или эффект морфина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "морфин и имипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид и морфин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "морфин увеличивает, а изопротеренол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин будет увеличивать уровень или эффект морфина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов P-gp в клинических исследованиях. Рассмотрите возможность снижения дозы чувствительных субстратов P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "ивакафтор повышает уровень морфина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Ивакафтор и его метаболит М1 могут ингибировать P-gp; может значительно увеличить системное воздействие на чувствительные субстраты P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетамин",
      "description": {
        "common": "кетамин и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетотифен, офтальмологический",
      "description": {
        "common": "морфин и кетотифен, офтальмологические, усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "L-триптофан",
      "description": {
        "common": "L-триптофан и морфин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан, морфин.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Совместное применение лазмидитана и других препаратов, угнетающих ЦНС, включая алкоголь, в клинических исследованиях не изучалось. Ласмидитан может вызывать седативный эффект, а также другие когнитивные и/или психоневрологические побочные реакции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "лемборексант, морфин.\nЛибо усиливает действие другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. При совместном применении лемборексанта с другими препаратами, угнетающими ЦНС, может потребоваться коррекция дозы из-за потенциально аддитивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "морфин усиливает, а левалбутерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "левомилнаципран и морфин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа будет снижать уровень или эффект морфина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леворфанол",
      "description": {
        "common": "леворфанол и морфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "морфин усиливает, а лиздексамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "литий и морфин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "морфин и лофепрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофексидин",
      "description": {
        "common": "морфин и лофексидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет увеличивать уровень или эффект морфина транспортером оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Лонафарниб является слабым ингибитором P-gp. Следите за побочными реакциями при совместном применении с субстратами P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. При необходимости уменьшите дозу субстрата P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набилоне",
      "description": {
        "common": "налтрексон усиливает действие набилона на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Налтрексон может усиливать терапевтическое действие каннабиноидов. ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "беназеприл",
      "description": {
        "common": "морфин, беназеприл.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может увеличить риск гипотензии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает действие морфина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Нарастающее угнетение ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "чистотел",
      "description": {
        "common": "чистотел усиливает действие морфина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно. Основано на исследованиях на животных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "декстроамфетамин усиливает эффекты морфина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "морфин и эвкалипт усиливают седативный эффект. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лидокаин",
      "description": {
        "common": "лидокаин увеличивает токсичность морфина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск увеличения депрессии ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин снижает уровень морфина за счет увеличения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин снижает уровень морфина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мудрец",
      "description": {
        "common": "морфин и шалфей усиливают седативный эффект. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зиконотид",
      "description": {
        "common": "зиконотид, морфин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Добавка снизила моторику ЖКТ. Аддитивное обезболивание. Зиконотид НЕ потенцирует угнетение дыхания, вызванное опиоидами."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Отек периферический",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Озноб",
      "percent": null
    },
    {
      "name": "Депрессия",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Раздражительность",
      "percent": null
    },
    {
      "name": "Летаргия",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "седация",
      "percent": null
    },
    {
      "name": "Тремор",
      "percent": null
    },
    {
      "name": "Гипергидроз",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Горячий смыв",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Сухость во рту",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Диспепсия",
      "percent": null
    },
    {
      "name": "Снижение аппетита",
      "percent": null
    },
    {
      "name": "Метеоризм",
      "percent": null
    },
    {
      "name": "Дискомфорт в желудке",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "Мышечные спазмы",
      "percent": null
    },
    {
      "name": "Остановка сердца",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Шок",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "Апноэ",
      "percent": null
    },
    {
      "name": "Остановка дыхания",
      "percent": null
    },
    {
      "name": "Угнетение дыхания",
      "percent": null
    },
    {
      "name": "Отказ от опиоидов",
      "percent": null
    }
  ]
}