{
  "name": "эстрамустин",
  "comment": "Rx",
  "other_names": [
    "Эмцит"
  ],
  "classes": [
    "Гормоны",
    "Противоопухолевые препараты"
  ],
  "source": "https://reference.medscape.com/drug/emcyt-estramustine-342085",
  "pregnancy": {
    "common": [
      "Категория беременности: X",
      "Лактация: не предназначен для использования у женщин"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: не предназначен для использования у женщин"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Активный тромбофлебит или тромбоэмболическое расстройство, за исключением случаев, когда опухолевое образование является причиной тромбоэмболического явления и преимущества терапии перевешивают риск",
        "Повышенная чувствительность к эстрадиолу или азотистому иприту."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Повышенный риск тромбоза, включая фатальный и нефатальный ИМ",
        "Риск АГ - периодически контролировать АД",
        "История тромбоэмболических явлений, особенно связанных с терапией эстрогенами",
        "Сообщалось об аллергических реакциях, включая ангионевротический отек дыхательных путей.",
        "Дисфункция печени, метаболические заболевания костей, связанные с гиперкальциемией, почечная недостаточность",
        "Может вызывать задержку жидкости при обострении ХСН, периферических отеках или состояниях, вызванных задержкой жидкости, таких как эпилепсия, мигрень, почечная дисфункция",
        "Снижение толерантности к глюкозе – мониторинг диабетиков",
        "Избегайте беременности",
        "Может вызвать гинекомастию и импотенцию"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "деферипрон",
      "description": {
        "common": "деферипрон, эстрамустин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте использования деферипрона с другими препаратами, которые, как известно, связаны с нейтропенией или агранулоцитозом; если альтернатива невозможна, чаще контролируйте абсолютное количество нейтрофилов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность эстрамустина Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "рогинтерферон альфа 2b, эстрамустин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб, эстрамустин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Coadministration может увеличить риск миелосупрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "Ацетат кальция снижает уровень эстрамустина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Пациентам следует принимать эстрамустин с водой по крайней мере за 1 ч до или через 2 ч после еды."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает уровень эстрамустина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Пациентам следует принимать эстрамустин с водой по крайней мере за 1 ч до или через 2 ч после еды."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "хлорид кальция снижает уровень эстрамустина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Пациентам следует принимать эстрамустин с водой по крайней мере за 1 ч до или через 2 ч после еды."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция снижает уровень эстрамустина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Пациентам следует принимать эстрамустин с водой по крайней мере за 1 ч до или через 2 ч после еды."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "глюконат кальция снижает уровень эстрамустина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Пациентам следует принимать эстрамустин с водой по крайней мере за 1 ч до или через 2 ч после еды."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "еда",
      "description": {
        "common": "пища снижает уровень эстрамустина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. особ. продукты, богатые кальцием; Пациентам следует принимать эстрамустин с водой по крайней мере за 1 ч до или через 2 ч после еды."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "эстрамустин, гидроксимочевина. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, эстрамустин.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и эстрамустин усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, эстрамустин.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, эстрамустин.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Отек",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Болезненность и увеличение груди",
      "percent": null
    },
    {
      "name": "Летаргия",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Нарушение мозгового кровообращения",
      "percent": null
    },
    {
      "name": "Инфаркт миокарда",
      "percent": null
    },
    {
      "name": "Тромбофлебит",
      "percent": null
    },
    {
      "name": "Легочная эмболия",
      "percent": null
    },
    {
      "name": "Хроническая сердечная недостаточность",
      "percent": null
    },
    {
      "name": "Легкие синяки",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Сухая кожа",
      "percent": null
    },
    {
      "name": "Импотенция",
      "percent": null
    },
    {
      "name": "Судороги ног",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "Снижение тестостерона",
      "percent": null
    },
    {
      "name": "Нарушение печеночных ферментов и",
      "percent": null
    },
    {
      "name": "или билирубин",
      "percent": null
    }
  ]
}