{
  "name": "галканезумаб",
  "comment": "Rx",
  "other_names": [
    "Эмгалия",
    "галканезумаб-gnlm"
  ],
  "classes": [
    "Моноклональные антитела к CGRP",
    "Агенты против мигрени"
  ],
  "source": "https://reference.medscape.com/drug/emgality-galcanezumab-1000236",
  "pregnancy": {
    "common": [
      "Существует регистр воздействия беременных, который отслеживает исходы беременности у женщин, получающих терапию во время беременности; поставщикам медицинских услуг рекомендуется регистрировать беременных пациенток, или беременные женщины могут зарегистрироваться в реестре, позвонив по телефону 1-833-464-4724 или связавшись с компанией по телефону",
      "Данных о применении у беременных нет."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "Введение крысам и кроликам в период органогенеза или крысам на протяжении всей беременности и лактации при экспозициях в плазме, превышающих клинически ожидаемые, не приводило к неблагоприятным последствиям для развития."
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "Опубликованные данные свидетельствуют о том, что женщины с мигренью могут подвергаться повышенному риску преэклампсии во время беременности."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Неизвестно, распространяется ли в материнском молоке",
      "Пользу грудного вскармливания для развития и здоровья следует учитывать наряду с клинической потребностью матери в препарате и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, или со стороны основного состояния матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Серьезные реакции гиперчувствительности на лекарство или вспомогательные вещества в анамнезе."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Реакции гиперчувствительности (например, сыпь, крапивница, одышка) сообщили; может возникнуть через несколько дней после введения и может быть продолжительным; прекратите введение и начните соответствующую терапию, если возникает серьезная реакция",
        "О случаях анафилаксии и ангионевротического отека в пострегистрационных условиях; Реакции гиперчувствительности могут возникать через несколько дней после введения и могут быть продолжительными."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Реакции в месте инъекции",
      "percent": "18"
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    }
  ]
}