{
  "name": "пегцетакоплан",
  "comment": "Rx",
  "other_names": [
    "Эмпавели"
  ],
  "classes": [
    "Ингибиторы комплемента"
  ],
  "source": "https://reference.medscape.com/drug/empaveli-pegcetacoplan-4000158",
  "pregnancy": {
    "common": [
      "Недостаточно данных о применении у беременных женщин для информирования о связанном с приемом препарата риске серьезных врожденных дефектов, выкидыша или неблагоприятных исходах для матери или плода.",
      "Существуют риски для матери и плода, связанные с нелеченной ПНГ во время беременности."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "Лечение беременных яванских макак (28 мг/кг/день подкожно) (в 2,9 раза больше воздействия на человека на основе AUC) от беременности до родов привело к статистически значимому увеличению числа абортов или мертворождений по сравнению с контрольной группой."
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "ПНГ во время беременности, связанная с неблагоприятными исходами для матери, включая ухудшение цитопении, тромботические явления, инфекции, кровотечения, выкидыши и повышенную материнскую смертность, а также неблагоприятные исходы для плода, включая гибель плода и преждевременные роды"
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Консультировать пациентов женского пола с репродуктивным потенциалом использовать эффективные методы контрацепции во время лечения и в течение 40 дней после последней дозы",
          "При введении беременным женщинам может нанести вред эмбриону и плоду.",
          "Тестирование на беременность, рекомендованное для женщин с репродуктивным потенциалом перед лечением"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Данных о влиянии на производство молока нет.",
      "Неизвестно, секретируется ли в грудное молоко или существует вероятность абсорбции и причинения вреда ребенку.",
      "Пегцетакоплан присутствует в молоке лактирующих обезьян; поскольку многие лекарственные средства выделяются в грудное молоко и существует возможность серьезных побочных реакций у ребенка, находящегося на грудном вскармливании, грудное вскармливание следует прекратить во время лечения и в течение 40 дней после приема последней дозы."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Менингококковые инфекции/сепсис",
          "description": [
            "Возможна менингококковая инфекция/сепсис",
            "Менингококковые инфекции могут быстро стать опасными для жизни или привести к летальному исходу, если их не распознать и не лечить на ранней стадии.",
            "Вакцинация снижает, но не устраняет риск менингококковой инфекции",
            "Streptococcus pneumoniae, Neisseria meningitidis",
            "типы A, C, W, Y и B, и",
            "Соблюдайте самые последние рекомендации ACIP по вакцинации против менингококка у пациентов с дефицитом комплемента.",
            "Использование может предрасполагать людей к серьезным инфекциям, особенно вызванным инкапсулированными бактериями, такими как",
            "Мониторинг ранних признаков менингококковой инфекции и немедленное обследование при подозрении на инфекцию",
            "тип Б",
            "Вакцинация против инкапсулированных бактерий проводится не менее чем за 2 недели до введения первой дозы пегцетакоплана, за исключением случаев, когда риск отсрочки введения пегцетакоплана превышает риск развития менингококковой инфекции.",
            "гемофильная палочка"
          ]
        },
        {
          "type": "Стратегия оценки и снижения рисков (REMS)",
          "description": [
            "Доступно только через программу REMS",
            "1-888-343-7073 или по телефону",
            "www.empavelirems.com",
            "Врачи должны зарегистрироваться в программе"
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Н грипп",
        "Пациенты, не вакцинированные против определенных инкапсулированных бактерий, за исключением случаев, когда риск отсрочки лечения пегцетакопланом превышает риск развития бактериальной инфекции инкапсулированным микроорганизмом.",
        "Повышенная чувствительность к пегцетакоплану или любому из вспомогательных веществ.",
        "Пациенты с неразрешенной тяжелой инфекцией, вызванной инкапсулированными бактериями, включая",
        "S. pneumoniae, N. meningitidis,",
        "и"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Доступно только через программу ограниченного доступа",
        "Сообщалось о реакциях, связанных с инфузией, включая системные реакции гиперчувствительности (например, отек лица, сыпь, крапивница); немедленно прекратить инфузию и обеспечить соответствующее лечение в соответствии со стандартами лечения, если возникает тяжелая реакция гиперчувствительности, включая анафилаксию; наблюдать до исчезновения признаков и симптомов"
      ],
      "specific": [
        {
          "type": "Серьезные инфекции, вызванные инкапсулированными бактериями",
          "description": [
            "Может увеличить риск серьезных инфекций, вызванных инкапсулированными бактериями.",
            "Если история вакцинации неизвестна, введите необходимые вакцины по крайней мере за 2 недели до первой дозы пегцетакоплана.",
            "Если показана немедленная терапия пегцетакопланом, как можно скорее введите необходимую вакцину и предоставьте пациентам 2-недельную профилактику антибактериальными препаратами.",
            "Ревакцинировать пациентов в соответствии с рекомендациями ACIP с учетом продолжительности терапии.",
            "Внимательно следите за инфекцией",
            "Все пациенты должны быть вакцинированы против этих бактерий в соответствии с самыми последними рекомендациями ACIP для пациентов с измененной иммунокомпетентностью, связанной с дефицитом комплемента."
          ]
        },
        {
          "type": "Мониторинг после прекращения",
          "description": [
            "При возникновении гемолиза, включая повышение уровня ЛДГ, рассмотреть возможность возобновления лечения.",
            "Внимательно следите за признаками и симптомами гемолиза, определяемыми повышенным уровнем ЛДГ наряду с внезапным уменьшением размера клона ПНГ или гемоглобина, или повторным появлением симптомов (например, утомляемость, гемоглобинурия, боль в животе, одышка, серьезные неблагоприятные сосудистые события [включая тромбоз], дисфагия, эректильная дисфункция)",
            "Мониторинг в течение не менее 8 недель для выявления гемолиза и других реакций"
          ]
        },
        {
          "type": "Вмешательство в лабораторные тесты",
          "description": [
            "Препарат может мешать реагентам диоксида кремния в коагуляционных панелях, что приводит к искусственному удлинению активированного частичного тромбопластинового времени; избегайте реагентов диоксида кремния в коагуляционных панелях"
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Настой",
      "percent": "39"
    },
    {
      "name": "реакция сайта",
      "percent": "29"
    },
    {
      "name": "Инфекционное заболевание",
      "percent": "22"
    },
    {
      "name": "Диарея",
      "percent": "20"
    },
    {
      "name": "Боль в животе",
      "percent": "15"
    },
    {
      "name": "Инфекция дыхательных путей",
      "percent": "12"
    },
    {
      "name": "Вирусная инфекция",
      "percent": "12"
    },
    {
      "name": "Усталость",
      "percent": "7"
    },
    {
      "name": "Боль в груди",
      "percent": "7"
    },
    {
      "name": "Боль в спине",
      "percent": "7"
    },
    {
      "name": "Головная боль",
      "percent": "7"
    },
    {
      "name": "Системная гипертензия",
      "percent": "5"
    },
    {
      "name": "Кишечная ишемия",
      "percent": "5"
    },
    {
      "name": "Билиарный сепсис",
      "percent": "5"
    },
    {
      "name": "Гиперчувствительный пневмонит",
      "percent": null
    }
  ]
}