{
  "name": "селегилин трансдермальный",
  "comment": "Rx",
  "other_names": [
    "Эмсам"
  ],
  "classes": [
    "Ингибиторы МАО типа В",
    "Антипаркинсонические агенты"
  ],
  "source": "https://reference.medscape.com/drug/emsam-selegiline-transdermal-342949",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: неизвестно; будьте осторожны"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: неизвестно; будьте осторожны"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "В краткосрочных исследованиях антидепрессанты увеличивали риск суицидального мышления и поведения у детей, подростков и молодых людей (младше 24 лет), принимающих антидепрессанты для лечения больших депрессивных расстройств и других психических заболеваний. Это увеличение не наблюдалось у пациентов старше 24 лет. Незначительное снижение суицидального мышления наблюдалось у взрослых старше 65 лет. У детей и молодых людей необходимо сопоставлять риски и пользу от приема антидепрессантов. Пациенты должны находиться под тщательным наблюдением на предмет изменений в поведении, клинического ухудшения и суицидальных тенденций. Пациенты должны находиться под наблюдением в течение первых 1-2 месяцев терапии и во время корректировки дозы. Семья пациента должна сообщать медицинскому работнику о любых резких изменениях в поведении. Ухудшение поведения и суицидальные тенденции, которые не являются частью имеющихся симптомов, могут потребовать прекращения терапии. Этот препарат не одобрен для использования у детей",
        "Противопоказан пациентам младше 12 лет (повышенный риск гипертонического криза)."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Начало терапии противопоказанным препаратом менее чем через 2 недели после прекращения трансдермального введения селегилина",
        "Одновременно с СИОЗС, СИОЗСН, ТЦА, бупропионом, меперидином, анальгетиками, декстрометорфаном, трамадолом, метадоном, зверобоем, миртазапином, циклобензаприном, пероральным селегилином, другими ИМАО, симпатомиметическими аминами, пропоксифеном, простудными препаратами, препаратами для снижения веса, которые содержат сосудосуживающие средства, карбамазепин, оксабазапин и пищевые добавки, содержащие тирозин, фенилаланин, триптофан или кофеин",
        "<12 лет",
        "Феохромоцитома",
        "Общая анестезия",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщается о развитии потенциально опасного для жизни серотонинового синдрома при одновременном применении ИМАО с серотонинергическими препаратами; контролировать и прекратить терапию, если возникают симптомы",
        "Клиническое ухудшение и суицидальные мысли могут возникать, несмотря на прием лекарств, у подростков и молодых людей (18–24 лет)",
        "С осторожностью применять при печеночной и почечной недостаточности (безопасность и эффективность не установлены).",
        "Компульсивное поведение может возникать у пациентов, которым назначают дофаминергические препараты.",
        "Будьте осторожны у пациентов с манией в анамнезе; может произойти активация мании/гипомании",
        "Селегилин ингибирует катаболизм диетических аминов, таких как тирамин, и может вызывать гипертонический криз после приема пищи или напитков, богатых тирамином; прекратить терапию при возникновении симптомов",
        "Для пациентов, использующих пластырь 9 мг/24 ч и 12 мг/24 ч, необходимы модификации диеты.",
        "Контролируйте артериальное давление при одновременном применении с буспироном, буспироном, амфетаминами или простудными препаратами или препаратами для снижения веса, содержащими симпатомиметические амины (например, псевдоэфедрин, фенилэфрин, фенилпропаноламин и эфедрин).",
        "При применении трансдермального препарата может возникнуть ортостатическая гипотензия.",
        "Избегайте подвергать место трансдермального применения селегилина воздействию внешних источников прямого тепла (например, грелки, электрические одеяла, тепловые лампы, сауны, джакузи, водяные кровати с подогревом и продолжительные прямые солнечные лучи)."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "апраклонидин",
      "description": {
        "common": "селегилин трансдермальный, апраклонидин. Механизм: неизвестен. Противопоказано. Противопоказан в инструкциях производителя."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "армодафинил",
      "description": {
        "common": "трансдермальный селегилин усиливает эффекты армодафинила за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "трансдермальный селегилин усиливает действие атомоксетина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "трансдермальный селегилин усиливает действие бензфетамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "бримонидин",
      "description": {
        "common": "селегилин трансдермальный, бримонидин. Механизм: неизвестен. Противопоказано. Противопоказан в инструкциях производителя."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "бупропион",
      "description": {
        "common": "трансдермальный селегилин и бупропион усиливают дофаминергические эффекты. Противопоказано. Бупропион ингибирует обратный захват дофамина и норадреналина (НЭ), а ИМАО снижают метаболизм дофамина и НЭ; coadministration увеличивает риск гипертензивных реакций; Между прекращением приема ИМАО и началом приема бупропиона должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "буспирон",
      "description": {
        "common": "селегилин трансдермальный, буспирон. Механизм: фармакодинамический синергизм. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кофеин",
      "description": {
        "common": "трансдермальный селегилин усиливает действие кофеина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин повышает токсичность трансдермального селегилина по неизвестному механизму. Противопоказано. Ингибитор МАО Д/Ц за 2 недели."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "циталопрам",
      "description": {
        "common": "селегилин трансдермальный и циталопрам повышают уровень серотонина. Противопоказано. Между прекращением терапии ингибиторами МАО и началом терапии циталопрамом должно пройти не менее 2 недель, а между прекращением терапии циталопрамом и началом терапии ингибиторами МАО должно пройти не менее 2 недель."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ципрогептадин",
      "description": {
        "common": "селегилин трансдермальный, ципрогептадин. Другое (см. комментарий). Противопоказано.\nКомментарий: Ингибиторы МАО могут пролонгировать и усиливать антихолинергические эффекты антигистаминных препаратов. Ципрогептадин может ослаблять серотонинергический эффект ингибиторов МАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "трансдермальный селегилин и десвенлафаксин повышают уровень серотонина. Противопоказано. Между прекращением приема ИМАО и началом лечения серотонинергическим препаратом должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "селегилин трансдермальный, дейтетрабеназин.\nОдин из них увеличивает токсичность другого за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Дейтетрабеназин не следует применять в комбинации с ИМАО или в течение 14 дней после прекращения терапии ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "трансдермальный селегилин усиливает эффекты дексфенфлурамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "трансдермальный селегилин усиливает действие дексметилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "трансдермальный селегилин усиливает действие декстроамфетамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "диэтилпропион",
      "description": {
        "common": "трансдермальный селегилин усиливает действие диэтилпропиона за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "добутамин",
      "description": {
        "common": "трансдермальный селегилин усиливает действие добутамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дофамин",
      "description": {
        "common": "трансдермальный селегилин усиливает действие допамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эфедрин",
      "description": {
        "common": "трансдермальный селегилин усиливает действие эфедрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "адреналин",
      "description": {
        "common": "трансдермальный селегилин усиливает действие адреналина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "трансдермальный селегилин усиливает действие фенфлурамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фентанил",
      "description": {
        "common": "трансдермальный селегилин повышает токсичность фентанила за счет др. (см. комментарий). Противопоказано.\nКомментарий: Избегайте фентанила у пациентов, которым требуется одновременный прием ИМАО, или в течение 14 дней после прекращения приема ИМАО. Сообщалось о тяжелом и непредсказуемом усилении действия ингибиторов МАО при применении опиоидных анальгетиков. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "трансдермальный селегилин повышает токсичность фентанила при интраназальном введении Др. (см. комментарий). Противопоказано.\nКомментарий: Избегайте фентанила у пациентов, которым требуется одновременный прием ИМАО, или в течение 14 дней после прекращения приема ИМАО. Сообщалось о тяжелом и непредсказуемом усилении действия ингибиторов МАО при применении опиоидных анальгетиков. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "трансдермальный селегилин повышает токсичность трансдермального фентанила за счет др. (см. комментарий). Противопоказано.\nКомментарий: Избегайте фентанила у пациентов, которым требуется одновременный прием ИМАО, или в течение 14 дней после прекращения приема ИМАО. Сообщалось о тяжелом и непредсказуемом усилении действия ингибиторов МАО при применении опиоидных анальгетиков. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "трансдермальный селегилин повышает токсичность фентанила при трансмукозальном введении др. (см. комментарий). Противопоказано.\nКомментарий: Избегайте фентанила у пациентов, которым требуется одновременный прием ИМАО, или в течение 14 дней после прекращения приема ИМАО. Сообщалось о тяжелом и непредсказуемом усилении действия ингибиторов МАО при применении опиоидных анальгетиков. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "трансдермальный селегилин и изокарбоксазид повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изометептен",
      "description": {
        "common": "селегилин трансдермальный, изометептен.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Артериальная гипертензия, В тач."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "трансдермальный селегилин усиливает действие изопротеренола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "леводопа",
      "description": {
        "common": "селегилин трансдермальный, леводопа. Механизм: фармакодинамический синергизм. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "трансдермальный селегилин и левомилнаципран повышают уровень серотонина. Противопоказано. Комбинация противопоказана в течение 2 недель после применения ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "трансдермальный селегилин усиливает эффекты лиздексамфетамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "меперидин",
      "description": {
        "common": "Трансдермальный селегилин повышает токсичность меперидина по неизвестному механизму. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "трансдермальный селегилин усиливает действие метамфетамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метилендиоксиметамфетамин",
      "description": {
        "common": "трансдермальный селегилин усиливает действие метилендиоксиметамфетамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "трансдермальный селегилин усиливает действие метилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода. Метилфенидат противопоказан во время лечения ИМАО, а также в течение как минимум 14 дней после прекращения приема ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метилфенидат трансдермальный",
      "description": {
        "common": "трансдермальный метилфенидат и трансдермальный селегилин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Одновременное применение ИМАО и стимуляторов ЦНС может вызвать гипертонический криз."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мидодрин",
      "description": {
        "common": "трансдермальный селегилин усиливает эффекты мидодрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "модафинил",
      "description": {
        "common": "трансдермальный селегилин усиливает действие модафинила за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "норадреналин",
      "description": {
        "common": "трансдермальный селегилин усиливает действие норадреналина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "озанимод",
      "description": {
        "common": "селегилин трансдермальный и озанимод усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Одновременное применение озанимода с ингибиторами МАО-В может снизить экспозицию активных метаболитов озанимода, которые могут ингибировать МАО. Возможность клинического взаимодействия с ингибиторами МАО не изучалась; однако повышенный риск неселективного ингибирования МАО может привести к гипертоническому кризу. Между прекращением приема озанимода и началом приема ингибиторов МАО должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фендиметразин",
      "description": {
        "common": "трансдермальный селегилин усиливает эффекты фендиметразина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенелзин",
      "description": {
        "common": "трансдермальный селегилин и фенелзин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фентермин",
      "description": {
        "common": "трансдермальный селегилин усиливает действие фентермина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенилэфрин",
      "description": {
        "common": "трансдермальный селегилин усиливает действие фенилэфрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "трансдермальный селегилин и прокарбазин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пропилгекседрин",
      "description": {
        "common": "трансдермальный селегилин усиливает действие пропилгекседрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "псевдоэфедрин",
      "description": {
        "common": "Трансдермальный селегилин усиливает действие псевдоэфедрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "safinamide",
      "description": {
        "common": "селегилин трансдермальный, сафинамид.\nОдин из них увеличивает токсичность другого на уровень серотонина. Противопоказано. Одновременное применение повышает риск неселективного ингибирования МАО, что может привести к гипертоническому кризу. Между прекращением приема сафинамида и началом приема ИМАО должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "сердексметилфенидат/дексметилфенидат",
      "description": {
        "common": "трансдермальный селегилин усиливает действие сердексметилфенидата/дексметилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "солриамфетол",
      "description": {
        "common": "Трансдермальный селегилин повышает уровень или эффект солриамфетола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Не используйте солриамфетол во время и/или в течение 14 дней после прекращения лечения ИМАО. ИМАО необратимо ингибируют фермент моноаминоксидазу, фермент, участвующий в деградации различных моноаминов, включая дофамин и норадреналин. Солриамфетол увеличивает синаптический дофамин и норадреналин."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "тетрабеназин усиливает действие трансдермального селегилина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертензивного эпизода; разделены на 14 дней. Механизм: ИМАО вызывает накопление НЭ в нейронах, а тетрабеназин стимулирует высвобождение НЭ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "транилципромин",
      "description": {
        "common": "трансдермальный селегилин и транилципромин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тирамин",
      "description": {
        "common": "трансдермальный селегилин усиливает действие тирамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода. Продукты, содержащие тирамин, включают сыр, красное вино, икру, сельдь, консервированный инжир, ферментированное мясо, бобы, дрожжевые экстракты, мисо, авокадо."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вилазодон",
      "description": {
        "common": "селегилин трансдермальный, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Противопоказано. Одновременное применение с ингибиторами МАО противопоказано. Не назначайте вилазодон в течение 14 дней после прекращения или начала приема ингибитора МАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "трансдермальный селегилин повышает токсичность вортиоксетина за счет уровня серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ксилометазолин",
      "description": {
        "common": "трансдермальный селегилин усиливает эффекты ксилометазолина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "йохимбин",
      "description": {
        "common": "трансдермальный селегилин усиливает действие йохимбина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альфентанил",
      "description": {
        "common": "Трансдермальный селегилин повышает токсичность альфентанила по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "трансдермальный селегилин и амитриптилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "трансдермальный селегилин и амоксапин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "белладонна и опиум",
      "description": {
        "common": "трансдермальный селегилин повышает токсичность белладонны и опиума по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "трансдермальный селегилин повышает токсичность бензгидрокодона/ацетаминофена за счет уровня серотонина. Избегайте или используйте альтернативный препарат. Взаимодействие ИМАО с опиоидами может проявляться в виде серотонинового синдрома или опиоидной токсичности (например, угнетение дыхания, кома). Опиоиды не рекомендуются пациентам, принимающим ИМАО или в течение 14 дней после прекращения приема ИМАО. Если необходимо срочное лечение опиоидами, используйте тестовые дозы и частое титрование малых доз для купирования боли при тщательном контроле артериального давления и признаков и симптомов ЦНС и угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "трансдермальный селегилин повышает токсичность бупренорфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "Трансдермальный селегилин увеличивает токсичность бупренорфина через рот по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буспирон",
      "description": {
        "common": "трансдермальный селегилин и буспирон повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буторфанол",
      "description": {
        "common": "трансдермальный селегилин повышает токсичность буторфанола по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "трансдермальный селегилин и кломипрамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кодеин",
      "description": {
        "common": "Трансдермальный селегилин повышает токсичность кодеина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "трансдермальный селегилин и дезипрамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декстрометорфан",
      "description": {
        "common": "трансдермальный селегилин и декстрометорфан повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декстроморамид",
      "description": {
        "common": "Трансдермальный селегилин повышает токсичность декстроморамида по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диаморфин",
      "description": {
        "common": "трансдермальный селегилин увеличивает токсичность диаморфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифеноксин hcl",
      "description": {
        "common": "трансдермальный селегилин увеличивает токсичность дифеноксина hcl по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "трансдермальный селегилин увеличивает токсичность дифеноксилата hcl по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дипипанон",
      "description": {
        "common": "Трансдермальный селегилин повышает токсичность дипипанона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доласетрон",
      "description": {
        "common": "доласетрон, селегилин трансдермально.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "досулепин",
      "description": {
        "common": "трансдермальный селегилин и досулепин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксепин",
      "description": {
        "common": "трансдермальный селегилин и доксепин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксепин крем",
      "description": {
        "common": "трансдермальный селегилин повышает уровень крема доксепин за счет фармакодинамического синергизма. Противопоказано. Ингибитор МАО Д/Ц за 2 недели."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "трансдермальный селегилин и дулоксетин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "трансдермальный селегилин и эсциталопрам повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "федратиниб",
      "description": {
        "common": "трансдермальный селегилин повысит уровень или эффект федратиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения федратиниба (субстрата CYP3A4 и CYP2C19) с двойным ингибитором CYP3A4 и CYP2C19. Эффект одновременного применения двойного ингибитора CYP3A4 и CYP2C19 с федратинибом не изучался."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет снижать уровень или эффект трансдермального селегилина, влияя на метаболизм печеночного фермента CYP2B6. Избегайте или используйте альтернативный препарат. Совместное применение может снизить концентрацию субстратов CYP2B6 в плазме вследствие индукции фексинидазолом CYP2B6."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "трансдермальный селегилин и флуоксетин снижают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "трансдермальные флувоксамин и селегилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "гранисетрон, селегилин трансдермально.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "трансдермальный селегилин повышает токсичность гидрокодона за счет уровня серотонина. Избегайте или используйте альтернативный препарат. Взаимодействие ИМАО с опиоидами может проявляться в виде серотонинового синдрома или опиоидной токсичности (например, угнетение дыхания, кома). Опиоиды не рекомендуются пациентам, принимающим ИМАО или в течение 14 дней после прекращения приема ИМАО. Если необходимо срочное лечение опиоидами, используйте тестовые дозы и частое титрование малых доз для купирования боли при тщательном контроле артериального давления и признаков и симптомов ЦНС и угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "Трансдермальный селегилин повышает токсичность гидроморфона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "трансдермальный селегилин и имипрамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иобенгуан I 131",
      "description": {
        "common": "трансдермальный селегилин снизит уровень или эффект иобенгуана I 131 по другим (см. комментарий). Избегайте или используйте альтернативный препарат. Основываясь на механизме действия иобенгуана, препараты, которые снижают поглощение катехоламинов или истощают запасы катехоламинов, могут препятствовать поглощению иобенгуана клетками и, таким образом, снижать эффективность иобенгуана. Прекратите прием мешающих препаратов в течение по крайней мере 5 периодов полувыведения перед введением либо дозиметрической дозы, либо дозы иобенгуана. Не вводите эти препараты, по крайней мере, через 7 дней после каждой дозы иобенгуана."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "леводопа ингаляционно",
      "description": {
        "common": "Ингаляции леводопы усиливают трансдермальное действие селегилина за счет дофаминергических эффектов. Избегайте или используйте альтернативный препарат. Леводопа может повышать риск острого гипертензивного эпизода при совместном применении с неселективными ИМАО. Высокие дозы селегилина перорально (>10 мг/день в таблетках/капсулах или >2,5 мг/день ODT) или трансдермальный селегилин проявляют неселективную активность ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "леворфанол",
      "description": {
        "common": "трансдермальный селегилин повышает токсичность леворфанола по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "линезолид",
      "description": {
        "common": "трансдермальный селегилин и линезолид повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "трансдермальный селегилин и лофепрамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лоркасерин",
      "description": {
        "common": "селегилин трансдермальный и лоркасерин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "трансдермальный селегилин и мапротилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "меперидин",
      "description": {
        "common": "селегилин трансдермальный и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метформин",
      "description": {
        "common": "трансдермальный селегилин повысит уровень или эффект метформина за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метадон",
      "description": {
        "common": "трансдермальный селегилин повышает токсичность метадона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиленовый синий",
      "description": {
        "common": "трансдермальный селегилин и метиленовый синий повышают уровень серотонина. Избегайте или используйте альтернативный препарат. И метиленовый синий, и селегилин могут повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести метиленовый синий, немедленно прекратите прием серотонинергического препарата и следите за токсичностью ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы метиленового синего или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "селегилин трансдермально, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "милнаципран",
      "description": {
        "common": "трансдермальный селегилин и милнаципран повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "морфий",
      "description": {
        "common": "трансдермальный селегилин повышает токсичность морфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "налбуфин",
      "description": {
        "common": "Трансдермальный селегилин повышает токсичность налбуфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "трансдермальный селегилин и нефазодон повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нетупитант/палоносетрон",
      "description": {
        "common": "нетупитант/палоносетрон, селегилин трансдермально.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "селегилин трансдермальный и нортриптилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "трансдермальный селегилин и интраназальный олопатадин усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "ондансетрон, селегилин трансдермально.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "настойка опия",
      "description": {
        "common": "трансдермальный селегилин повышает токсичность настойки опия по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксикодон",
      "description": {
        "common": "трансдермальный селегилин повышает токсичность оксикодона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксиморфон",
      "description": {
        "common": "трансдермальный селегилин повышает токсичность оксиморфона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палоносетрон",
      "description": {
        "common": "палоносетрон, селегилин трансдермально.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "папаверетум",
      "description": {
        "common": "трансдермальный селегилин повышает токсичность папаверетума по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пароксетин",
      "description": {
        "common": "трансдермальный селегилин и пароксетин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "трансдермальный селегилин повышает токсичность пентазоцина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "селегилин трансдермальный и протриптилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "разагилин",
      "description": {
        "common": "трансдермальные разагилин и селегилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сертралин",
      "description": {
        "common": "селегилин трансдермальный и сертралин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "трансдермальный селегилин и зверобой повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил",
      "description": {
        "common": "Трансдермальный селегилин повышает токсичность суфентанила по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "трансдермальный селегилин повышает токсичность суфентанила SL за счет уровня серотонина. Избегайте или используйте альтернативный препарат. Взаимодействие ИМАО с опиоидами может проявляться в виде серотонинового синдрома или опиоидной токсичности (например, угнетение дыхания, кома). Опиоиды не рекомендуются пациентам, принимающим ИМАО или в течение 14 дней после прекращения приема ИМАО. Если необходимо срочное лечение опиоидами, используйте тестовые дозы и частое титрование малых доз для купирования боли при тщательном контроле артериального давления и признаков и симптомов ЦНС и угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тапентадол",
      "description": {
        "common": "Трансдермальный селегилин повышает токсичность тапентадола по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тедизолид",
      "description": {
        "common": "тедизолид, селегилин трансдермально.\nОдин из них усиливает действие другого по механизму: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Взаимодействие с ИМАО в клинических испытаниях не изучалось; препараты того же класса (например, линезолид) противопоказаны при применении ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трамадол",
      "description": {
        "common": "Трансдермальный селегилин повышает токсичность трамадола по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тразодон",
      "description": {
        "common": "трансдермальный селегилин и тразодон повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "трансдермальный селегилин и тримипрамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "трансдермальный селегилин и умеклидиния бромид/вилантерол при ингаляции усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с ИМАО или ТЦА или в течение 2 недель после прекращения приема этих препаратов; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "валбеназин",
      "description": {
        "common": "селегилин трансдермальный, валбеназин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременное применение валбеназина с ингибиторами МАО может повышать концентрацию моноаминовых нейротрансмиттеров в синапсах, потенциально увеличивая риск серотонинового синдрома или ослабляя эффект валбеназина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "трансдермальный селегилин и венлафаксин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "селегилин трансдермальный и вилантерол/флутиказона фуроат ингаляционно усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с ИМАО или ТЦА или в течение 2 недель после прекращения приема этих препаратов; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "5-ПВТ",
      "description": {
        "common": "трансдермальный селегилин и 5-HTP повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "трансдермальные алмотриптан и селегилин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "Трансдермальный селегилин повышает уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бретилий",
      "description": {
        "common": "трансдермальный селегилин усиливает эффекты бретилиума за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Изменить терапию/внимательно контролировать. Бретилий вызывает высвобождение катехоламинов из нервных окончаний. Это повышенное высвобождение катехоламинов усиливается ИМАО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "селегилин трансдермальный, бупренорфин подкожный имплантат.\nОдин из них увеличивает токсичность другого на уровень серотонина. Используйте осторожность/монитор. Одновременное применение может привести к опасному для жизни серотониновому синдрому. Если одновременное применение оправдано, тщательно наблюдайте за пациентом, особенно в начале лечения и во время коррекции дозы серотонинергического препарата. Прекратите прием бупренорфина при подозрении на серотониновый синдром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "селегилин трансдермальный, бупренорфин, инъекции пролонгированного действия.\nОдин из них увеличивает токсичность другого на уровень серотонина. Изменить терапию/внимательно контролировать. Одновременное применение может привести к опасному для жизни серотониновому синдрому или токсичности опиоидов (например, угнетению дыхания, коме). Инъекции бупренорфина длительного действия не рекомендуются пациентам, принимающим ИМАО, или в течение 14 дней после прекращения такого лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "трансдермальный селегилин усиливает действие хлорпропамида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "селегилин для трансдермального введения и кокаин для местного применения повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклобензаприн",
      "description": {
        "common": "трансдермальный селегилин и циклобензаприн повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "трансдермальный селегилин и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десфлуран",
      "description": {
        "common": "трансдермальный селегилин повышает уровень десфлурана за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "трансдермальный селегилин и дексфенфлурамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "трансдермальный селегилин и декстроамфетамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликефалин и селегилин для трансдермального введения усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "трансдермальный селегилин и дигидроэрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "трансдермальный селегилин и интраназальный дигидроэрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элетриптан",
      "description": {
        "common": "элетриптан и селегилин для трансдермального введения повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрготамин",
      "description": {
        "common": "трансдермальный селегилин и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "этинилэстрадиол повышает уровень трансдермального селегилина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оральные контрацептивы ингибируют N-деметилатин селегилина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этомидат",
      "description": {
        "common": "трансдермальный селегилин повышает уровень этомидата за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "трансдермальный селегилин и фенфлурамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "Трансдермальный селегилин повышает уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "Трансдермальный селегилин повышает уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При одновременном применении с несколькими слабыми ингибиторами CYP3A4 возможно усиление побочных эффектов флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фроватриптан",
      "description": {
        "common": "фроватриптан и селегилин для трансдермального введения повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "трансдермальный селегилин усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "трансдермальный селегилин усиливает действие глипизида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "трансдермальный селегилин усиливает действие глибурида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай, селегилин трансдермальный. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Избегайте сочетания или чрезмерного употребления зеленого чая. Комбинация может увеличить риск сердечной аритмии или тяжелой гипертонии из-за кофеинового компонента зеленого чая."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "трансдермальный селегилин усиливает действие инсулина аспарт по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "Трансдермальный селегилин усиливает действие инсулина лизпро по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "трансдермальный селегилин усиливает действие обычного человеческого инсулина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иофлупан I 123",
      "description": {
        "common": "трансдермальный селегилин снижает эффекты ioflupane I 123 за счет конкуренции за связывание рецепторов. Используйте осторожность/монитор. Лекарства, которые связываются с рецептором переносчика допамина с высокой аффинностью, могут мешать изображению после введения ioflupane I 123."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "трансдермальный селегилин и изониазид повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетамин",
      "description": {
        "common": "трансдермальный селегилин повышает уровень кетамина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "L-триптофан",
      "description": {
        "common": "трансдермальный селегилин и L-триптофан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "трансдермальный селегилин усиливает действие лазмидитана за счет уровня серотонина. Используйте осторожность/монитор. Coadministration может увеличить риск синдрома серотонина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "лемборексант будет снижать уровень или эффект трансдермального селегилина, влияя на метаболизм печеночного фермента CYP2B6. Изменить терапию/внимательно контролировать. Мониторинг субстрата CYP2B6 для адекватного клинического ответа. Рассмотрите возможность увеличения дозы субстрата CYP2B6 в соответствии с конкретными рекомендациями по назначению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "трансдермальный селегилин и леводопа повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "трансдермальный селегилин и литий повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ЛСД",
      "description": {
        "common": "трансдермальный селегилин и ЛСД повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "местранол повышает уровень трансдермального селегилина за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оральные контрацептивы ингибируют N-деметилатин селегилина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метризамид",
      "description": {
        "common": "селегилин трансдермальный, метризамид. Механизм: неустановленный механизм взаимодействия. Используйте осторожность/монитор. Риск захвата. Ингибитор МАО Д/Ц за 24 часа до приема. метризамида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "мидазолам интраназально, селегилин трансдермально.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение барбитуратов, алкоголя или других средств, угнетающих ЦНС, может увеличить риск гиповентиляции, обструкции дыхательных путей, десатурации или апноэ и может способствовать выраженному и/или пролонгированному действию препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "трансдермальный селегилин и миртазапин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "морфий",
      "description": {
        "common": "трансдермальный селегилин и морфин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "наратриптан",
      "description": {
        "common": "трансдермальные наратриптан и селегилин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "селегилин трансдермальный, олицеридин.\nОдин из них усиливает действие другого за счет уровня серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "настойка опия",
      "description": {
        "common": "настойка опия, селегилин трансдермально. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск серотонинового синдрома."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "трансдермальный селегилин и пентазоцин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропофол",
      "description": {
        "common": "трансдермальный селегилин повышает уровень пропофола за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ремифентанил",
      "description": {
        "common": "ремифентанил увеличивает токсичность трансдермального селегилина за счет уровня серотонина. Изменить терапию/внимательно контролировать. Увеличивает риск серотонинового синдрома."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ризатриптан",
      "description": {
        "common": "ризатриптан и селегилин для трансдермального введения повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Такой же",
      "description": {
        "common": "трансдермальный селегилин и SAMe повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севофлуран",
      "description": {
        "common": "трансдермальный селегилин повышает уровень севофлурана за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суматриптан",
      "description": {
        "common": "суматриптан и селегилин для трансдермального введения повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суматриптан интраназально",
      "description": {
        "common": "суматриптан интраназально и селегилин трансдермально повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тапентадол",
      "description": {
        "common": "трансдермальный селегилин и тапентадол повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терифлуномид",
      "description": {
        "common": "терифлуномид повышает уровень селегилина при трансдермальном введении Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Терифлуномид ингибирует CYP2C8; осторожность при совместном применении с субстратами CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толазамид",
      "description": {
        "common": "трансдермальный селегилин усиливает действие толазамида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "трансдермальный селегилин усиливает действие толбутамида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трамадол",
      "description": {
        "common": "трансдермальный селегилин и трамадол повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "золмитриптан",
      "description": {
        "common": "золмитриптан и селегилин для трансдермального введения повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "трансдермальный селегилин повышает уровень амобарбитала за счет снижения метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "трансдермальный селегилин повышает уровень бутабарбитала за счет снижения метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "трансдермальный селегилин повышает уровень буталбитала за счет снижения метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "трансдермальный селегилин повышает уровень пентобарбитала за счет снижения метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "трансдермальный селегилин повышает уровень фенобарбитала за счет снижения метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "примидон",
      "description": {
        "common": "трансдермальный селегилин повышает уровень примидона за счет снижения метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "трансдермальный селегилин повышает уровень секобарбитала за счет замедления метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "трансдермальный селегилин повышает уровень сульфадиазина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "трансдермальный селегилин повышает уровень сульфаметоксазола за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "трансдермальный селегилин повышает уровень сульфизоксазола за счет неуказанного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Реакция сайта приложения",
      "percent": "24"
    },
    {
      "name": "Гипотония",
      "percent": "3-10"
    },
    {
      "name": "Диарея",
      "percent": "9"
    },
    {
      "name": "ксеростомия",
      "percent": "8"
    },
    {
      "name": "Потеря веса",
      "percent": "5"
    },
    {
      "name": "Диспепсия",
      "percent": "4"
    },
    {
      "name": "Сыпь",
      "percent": "4"
    },
    {
      "name": "Фарингит",
      "percent": "3"
    },
    {
      "name": "Синусит",
      "percent": "3"
    }
  ]
}