{
  "name": "сумимлимаб",
  "comment": "Rx",
  "other_names": [
    "Энджаймо",
    "Сутимлимаб-Джоме"
  ],
  "classes": [
    "Моноклональные антитела",
    "Ингибиторы комплемента",
    "Иммуномодуляторы"
  ],
  "source": "https://reference.medscape.com/drug/enjaymo-sutimlimab-4000111",
  "pregnancy": {
    "common": [
      "Нет данных об использовании у беременных женщин для оценки связанного с приемом препарата риска серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода.",
      "Известно, что антитела человеческого иммуноглобулина G (IgG) проникают через плацентарный барьер; следовательно, кортимлимаб-джом может передаваться от матери к развивающемуся плоду."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Внутривенное введение кортимлимаба беременным обезьянам во время органогенеза в дозах, в 2-3 раза превышающих максимально рекомендуемые дозы для человека, не приводило к неблагоприятному влиянию на течение беременности или развитие потомства."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии кортимлимаба-джома в грудном молоке, его влиянии на детей, находящихся на грудном вскармливании, или его влиянии на выработку молока.",
      "Последствия местного желудочно-кишечного воздействия и ограниченного системного воздействия на детей, находящихся на грудном вскармливании, препарата кортимлимабджом неизвестны.",
      "Известно, что материнский IgG присутствует в грудном молоке."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к кортимлимабу или неактивным ингредиентам."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Монитор для инфузионных реакций и прерывания, если реакция происходит; прекратите инфузию и примите соответствующие поддерживающие меры, если появляются признаки реакции гиперчувствительности (например, сердечно-сосудистая нестабильность, нарушение дыхания)",
        "Может потенциально увеличить риск развития аутоиммунных заболеваний, таких как системная красная волчанка; следить за признаками и симптомами и управлять с медицинской точки зрения",
        "Следите за признаками и симптомами гемолиза, такими как повышенный уровень общего билирубина или лактатдегидрогеназы, сопровождаемый снижением гемоглобина, или повторным появлением таких симптомов, как утомляемость, одышка, сердцебиение или гемоглобинурия; рассмотреть возможность возобновления инфузии, если признаки и симптомы гемолиза возникают после прекращения"
      ],
      "specific": [
        {
          "type": "Серьезные инфекции",
          "description": [
            "Neisseria meningitidis (а.",
            "Информировать пациентов о признаках и симптомах инфекций и шагах, которые необходимо предпринять для немедленного обращения за медицинской помощью.",
            "Не изучался у пациентов с хроническими системными инфекциями, такими как гепатит В, гепатит С или ВИЧ.",
            "Сообщалось о серьезных бактериальных и вирусных инфекциях; инфекции включали сепсис, респираторные и кожные инфекции",
            "Рассмотрите возможность прерывания лечения у пациентов, проходящих лечение по поводу серьезной инфекции.",
            "гемофильная палочка",
            "Вакцинация снижает, но не устраняет риск инкапсулированных бактериальных инфекций; некоторые инфекции могут быстро стать опасными для жизни или привести к летальному исходу, если их вовремя не распознать или не лечить.",
            "При введении пациентам с активными системными инфекциями внимательно следите за признаками и симптомами ухудшения инфекции.",
            "Вакцинировать пациентов от инкапсулированных бактерий в соответствии с самыми последними рекомендациями ACIP для пациентов со стойким дефицитом комплемента; ревакцинировать пациентов в соответствии с рекомендациями ACIP",
            "Иммунизировать пациентов без вакцинации против инкапсулированных бактерий в анамнезе за ≥2 недель до получения начальной дозы",
            "Если срочная терапия показана невакцинированному пациенту, введите вакцину(ы) как можно скорее.",
            "и",
            ", Пневмококк,",
            "Может повысить восприимчивость к серьезным инфекциям, включая инфекции, вызванные инкапсулированными бактериями, такими как",
            "ny серогруппа)"
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "38"
    },
    {
      "name": "Усталость",
      "percent": "33"
    },
    {
      "name": "Головокружение",
      "percent": "29"
    },
    {
      "name": "Периферический отек",
      "percent": "25"
    },
    {
      "name": "Инфекция дыхательных путей",
      "percent": "25"
    },
    {
      "name": "Бактериальная инфекция",
      "percent": "25"
    },
    {
      "name": "Артралгия",
      "percent": "25"
    },
    {
      "name": "Гипертония",
      "percent": "23-25"
    },
    {
      "name": "Тошнота",
      "percent": "25"
    },
    {
      "name": "Кашель",
      "percent": "25"
    },
    {
      "name": "Головная боль",
      "percent": "21-23"
    },
    {
      "name": "лихорадка",
      "percent": "21"
    },
    {
      "name": "Назофарингит",
      "percent": "21"
    },
    {
      "name": "Вирусная инфекция",
      "percent": "21"
    },
    {
      "name": "Боль в животе",
      "percent": "21"
    },
    {
      "name": "Акроцианоз",
      "percent": "18-21"
    },
    {
      "name": "Ринит",
      "percent": "18"
    },
    {
      "name": "Рейно",
      "percent": "18"
    },
    {
      "name": "явление",
      "percent": "17"
    },
    {
      "name": "Настой",
      "percent": null
    },
    {
      "name": "родственная реакция",
      "percent": null
    },
    {
      "name": "н",
      "percent": null
    }
  ]
}