{
  "name": "ведолизумаб",
  "comment": "Rx",
  "other_names": [
    "Энтивио"
  ],
  "classes": [
    "Моноклональные антитела",
    "Возбудители воспалительных заболеваний кишечника",
    "Блокаторы интегрина"
  ],
  "source": "https://reference.medscape.com/drug/entyvio-vedolizumab-999901",
  "pregnancy": {
    "common": [
      "Имеющиеся данные фармаконадзора, данные из текущего реестра беременных, а также данные из опубликованных отчетов о случаях и когортных исследований беременных женщин не выявили связанного с приемом препарата риска серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Регистр беременности",
        "description": [
          "Мониторинг исходов беременности у женщин, подвергшихся воздействию во время беременностиИнформацию о реестре можно получить, позвонив по телефону 1-877-TAKEDA7 (1-877-825-3327)"
        ]
      },
      {
        "type": "Связанный с заболеванием риск для матери и эмбриона/плода",
        "description": [
          "Опубликованные данные свидетельствуют о том, что риск неблагоприятных исходов беременности у женщин с воспалительными заболеваниями кишечника (ВЗК) связан с повышенной активностью заболевания.",
          "К неблагоприятным исходам беременности относятся преждевременные роды (до 37 недель гестации), дети с низкой массой тела при рождении (менее 2500 г) и малый вес при рождении для своего гестационного возраста."
        ]
      },
      {
        "type": "Побочные реакции у плода/неонатального организма",
        "description": [
          "Клиническое значение низких уровней ведолизумаба у младенцев, подвергшихся внутриутробному воздействию, неизвестно.",
          "Введение во время беременности может повлиять на иммунные реакции у новорожденных и младенцев, подвергшихся внутриутробному воздействию.",
          "Безопасность введения живых или живых аттенуированных вакцин младенцам, подвергшимся воздействию, неизвестна."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Средняя расчетная суточная доза для младенцев составляла 0,02 мг/кг/день перорально; ожидается, что системное воздействие на младенцев, находящихся на грудном вскармливании, будет низким, поскольку моноклональные антитела в значительной степени разлагаются в желудочно-кишечном тракте.",
      "Имеющаяся опубликованная литература предполагает наличие ведолизумаба в грудном молоке.",
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в терапии и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от лекарств или основного заболевания матери.",
      "Нет данных о влиянии ведолизумаба на младенцев, находящихся на грудном вскармливании, или влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщается о повышении уровня трансаминаз печени и/или билирубина; прекратить, если возникает желтуха или другие признаки повреждения печени (например, усталость, анорексия, дискомфорт в правой верхней части живота); сочетание повышенных трансаминаз и билирубина без признаков обструкции обычно считается важным предиктором тяжелого повреждения печени, которое может привести к смерти или необходимости трансплантации печени.",
        "Аллергические реакции, включая одышку, бронхоспазм, крапивницу, гиперемию, сыпь и повышение АД и ЧСС.",
        "Повышенный риск развития инфекций; также сообщалось о серьезных инфекциях, включая анальный абсцесс, сепсис (некоторые со смертельным исходом), туберкулез, сальмонеллезный сепсис, листериозный менингит, лямблиоз и цитомегаловирусный колит."
      ],
      "specific": [
        {
          "type": "Инфузионные реакции и реакции гиперчувствительности",
          "description": [
            "При возникновении анафилаксии или других серьезных реакций, связанных с инфузией или гиперчувствительностью, немедленно прекратить прием и начать соответствующее лечение.",
            "Может возникать при первой или последующих инфузиях и может различаться по времени начала от во время инфузии до нескольких часов после инфузии.",
            "Сообщалось о реакциях, связанных с инфузией, и реакциях гиперчувствительности, включая анафилаксию, одышку, бронхоспазм, крапивницу, приливы, сыпь и повышение артериального давления и частоты сердечных сокращений."
          ]
        },
        {
          "type": "Прогрессирующая мультифокальная лейкоэнцефалопатия (ПМЛ)",
          "description": [
            "Ведолизумаб ингибирует интегрин α4β7; тогда как натализумаб ингибирует как α4β7 (интегрин кишечника), так и α4β1 (интегрин ЦНС).",
            "Другой антагонист интегриновых рецепторов (натализумаб) был связан с ПМЛ, редкой и часто фатальной оппортунистической инфекцией ЦНС.",
            "В клинических исследованиях ведолизумаба следует проводить мониторинг ПМЛ с частыми и регулярными скринингами и оценкой любых новых, необъяснимых неврологических симптомов, по мере необходимости.",
            "Несмотря на то, что среди пациентов, принимавших ведолизумаб не менее 24 месяцев, не было выявлено ни одного случая ПМЛ, нельзя исключать риск ПМЛ.",
            "На основании этих данных нельзя делать никаких заявлений о сравнительной безопасности по сравнению с другими антагонистами интегриновых рецепторов."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Из-за потенциального повышенного риска ПМЛ и других инфекций избегайте использования с натализумабом.",
            "Из-за потенциального повышенного риска инфекций избегайте использования с блокаторами ФНО.",
            "Прививки для каждого пациента должны быть актуальны до начала лечения; пациенты могут получать неживые вакцины (например, инъекции противогриппозной вакцины) и могут получать живые вакцины, если преимущества перевешивают риски; нет данных о вторичной передаче инфекции живыми вакцинами у пациентов, получающих ведолизумаб"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "адалимумаб",
      "description": {
        "common": "ведолизумаб и адалимумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ведолизумаба с блокаторами ФНО из-за потенциального повышенного риска инфекций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "ведолизумаб снижает действие живых аденовирусов типов 4 и 7, перорально за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вирусных вакцин при получении ведолизумаба; живые вакцины можно вводить одновременно с ведолизумабом, только если преимущества перевешивают риски."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "ведолизумаб, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "барицитиниб",
      "description": {
        "common": "барицитиниб, ведолизумаб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Барицитиниб не рекомендуется в сочетании с другими ингибиторами JAK, биологическими DMARD или сильнодействующими иммунодепрессантами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "ведолизумаб снижает действие живой вакцины БЦЖ за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вирусных вакцин при получении ведолизумаба; живые вакцины можно вводить одновременно с ведолизумабом, только если преимущества перевешивают риски."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "ведолизумаб, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цертолизумаб пегол",
      "description": {
        "common": "ведолизумаб и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ведолизумаба с блокаторами ФНО из-за потенциального повышенного риска инфекций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "ведолизумаб, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этанерцепт",
      "description": {
        "common": "ведолизумаб и этанерцепт усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ведолизумаба с блокаторами ФНО из-за потенциального повышенного риска инфекций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "голимумаб",
      "description": {
        "common": "ведолизумаб и голимумаб увеличивают элиминацию. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ведолизумаба с блокаторами ФНО из-за потенциального повышенного риска инфекций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "ведолизумаб, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфликсимаб",
      "description": {
        "common": "ведолизумаб и инфликсимаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ведолизумаба с блокаторами ФНО из-за потенциального повышенного риска инфекций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "ведолизумаб снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вирусных вакцин при получении ведолизумаба; живые вакцины можно вводить одновременно с ведолизумабом, только если преимущества перевешивают риски."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "леналидомид",
      "description": {
        "common": "ведолизумаб и леналидомид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ведолизумаба с блокаторами ФНО из-за потенциального повышенного риска инфекций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "ведолизумаб, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от кори (краснухи)",
      "description": {
        "common": "ведолизумаб снижает действие вакцины против кори (краснухи) за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вирусных вакцин при получении ведолизумаба; живые вакцины можно вводить одновременно с ведолизумабом, только если преимущества перевешивают риски."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, паротита и краснухи, живая",
      "description": {
        "common": "ведолизумаб снижает действие вакцин против кори, паротита и краснухи, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вирусных вакцин при получении ведолизумаба; живые вакцины можно вводить одновременно с ведолизумабом, только если преимущества перевешивают риски."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "натализумаб",
      "description": {
        "common": "ведолизумаб, натализумаб.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения из-за потенциального повышенного риска ПМЛ и других инфекций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пероральная ротавирусная вакцина, живая",
      "description": {
        "common": "ведолизумаб снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вирусных вакцин при получении ведолизумаба; живые вакцины можно вводить одновременно с ведолизумабом, только если преимущества перевешивают риски."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против краснухи",
      "description": {
        "common": "ведолизумаб снижает действие вакцины против краснухи за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вирусных вакцин при получении ведолизумаба; живые вакцины можно вводить одновременно с ведолизумабом, только если преимущества перевешивают риски."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против оспы живая",
      "description": {
        "common": "ведолизумаб снижает действие вакцины против оспы (вакцины) за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вирусных вакцин при получении ведолизумаба; живые вакцины можно вводить одновременно с ведолизумабом, только если преимущества перевешивают риски."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "талидомид",
      "description": {
        "common": "ведолизумаб и талидомид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ведолизумаба с блокаторами ФНО из-за потенциального повышенного риска инфекций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "ведолизумаб, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "ведолизумаб снижает действие живой брюшнотифозной вакцины за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вирусных вакцин при получении ведолизумаба; живые вакцины можно вводить одновременно с ведолизумабом, только если преимущества перевешивают риски."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "упадацитиниб",
      "description": {
        "common": "ведолизумаб, упадацитиниб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "ведолизумаб снижает действие живой вакцины против вируса ветряной оспы за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вирусных вакцин при получении ведолизумаба; живые вакцины можно вводить одновременно с ведолизумабом, только если преимущества перевешивают риски."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против желтой лихорадки",
      "description": {
        "common": "ведолизумаб снижает действие вакцины против желтой лихорадки за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вирусных вакцин при получении ведолизумаба; живые вакцины можно вводить одновременно с ведолизумабом, только если преимущества перевешивают риски."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против опоясывающего лишая",
      "description": {
        "common": "ведолизумаб снижает действие живой вакцины против опоясывающего лишая за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вирусных вакцин при получении ведолизумаба; живые вакцины можно вводить одновременно с ведолизумабом, только если преимущества перевешивают риски."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "ифосфамид, ведолизумаб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин и ведолизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мехлорэтамин",
      "description": {
        "common": "мехлорэтамин, ведолизумаб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты, или у пациентов с нарушениями иммунной системы из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, ведолизумаб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и ведолизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Использование оксалиплатина с сопутствующими иммунодепрессантами или при нарушениях иммунной системы может увеличить риск серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод, ведолизумаб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Одновременное применение с иммуносупрессивной терапией может увеличить риск аддитивных иммунных эффектов во время терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и ведолизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, ведолизумаб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, ведолизумаб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и ведолизумаб усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против опоясывающего лишая рекомбинантная",
      "description": {
        "common": "ведолизумаб снижает действие рекомбинантной вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить эффективность рекомбинантной вакцины против опоясывающего лишая."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Назофарингит",
      "percent": "13"
    },
    {
      "name": "Головная боль",
      "percent": "12"
    },
    {
      "name": "Артралгия",
      "percent": "12"
    },
    {
      "name": "Тошнота",
      "percent": "9"
    },
    {
      "name": "лихорадка",
      "percent": "9"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "7"
    },
    {
      "name": "Усталость",
      "percent": "6"
    },
    {
      "name": "Кашель",
      "percent": "5"
    },
    {
      "name": "Бронхит",
      "percent": "4"
    },
    {
      "name": "грипп",
      "percent": "4"
    },
    {
      "name": "Боль в спине",
      "percent": "4"
    },
    {
      "name": "Сыпь",
      "percent": "3"
    },
    {
      "name": "Зуд",
      "percent": "3"
    },
    {
      "name": "Синусит",
      "percent": "3"
    },
    {
      "name": "Орофарингеальная боль",
      "percent": "3"
    },
    {
      "name": "Боль в конечностях",
      "percent": "3"
    },
    {
      "name": "инфекции",
      "percent": "0.85"
    },
    {
      "name": "на пациента",
      "percent": "0.07"
    },
    {
      "name": "год",
      "percent": "0.06"
    },
    {
      "name": "Настой",
      "percent": null
    },
    {
      "name": "связанная гиперчувствительность",
      "percent": null
    },
    {
      "name": "Серьезные инфекции",
      "percent": null
    },
    {
      "name": "на пациента",
      "percent": null
    },
    {
      "name": "год",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "Острый панкреатит",
      "percent": null
    }
  ]
}