{
  "name": "ламивудин",
  "comment": "Rx",
  "other_names": [
    "Эпивир ВГВ",
    "3ТС",
    "Эпивир"
  ],
  "classes": [
    "НИОТ",
    "ВИЧ",
    "Агенты гепатита B/гепатита C"
  ],
  "source": "https://reference.medscape.com/drug/epivir-hbv-lamivudine-342621",
  "pregnancy": {
    "common": [
      "Для наблюдения за исходами беременности у женщин, принимавших ламивудин, был создан регистр беременностей: 1-800-258-4263.",
      "Имеющиеся данные APR не показывают различий в общем риске врожденных дефектов для ламивудина или зидовудина по сравнению с фоновой частотой врожденных дефектов 2,7% в эталонной популяции Программы врожденных дефектов столичной Атланты (MACDP); APR использует MACDP в качестве эталонной популяции США для врожденных дефектов среди населения в целом; MACDP оценивает женщин и младенцев из ограниченного географического района и не включает исходы для родов, произошедших при сроке беременности менее 20 недель; частота выкидышей не сообщается в APR"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Центры по контролю и профилактике заболеваний рекомендуют ВИЧ-инфицированным матерям в Соединенных Штатах не кормить детей грудью, чтобы избежать риска постнатальной передачи инфекции ВИЧ-1; ламивудин присутствует в грудном молоке; нет информации о влиянии ламивудина или зидовудина на младенцев, находящихся на грудном вскармливании, или о влиянии препаратов на выработку молока; из-за возможности (1) передачи ВИЧ-1 (у ВИЧ-отрицательных младенцев), (2) развития устойчивости к вирусу (у ВИЧ-положительных младенцев) и (3) серьезных побочных реакций у младенцев, находящихся на грудном вскармливании, проинструктируйте матерей не кормить грудью если они получают терапию"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Таблетки и растворы для приема внутрь, используемые для лечения ВИЧ-инфекции, содержат более высокую дозу ламивудина, чем препараты, предназначенные для лечения хронического гепатита В; HBV не одобрен для лечения инфекции ВИЧ-1, поскольку доза ламивудина в составе HBV является субтерапевтической, а монотерапия не подходит для лечения инфекции ВИЧ-1; пациенты с ВИЧ должны получать только препараты, специфичные для ВИЧ",
        "Epivir-HBV не одобрен FDA для лечения инфекции ВИЧ-1; доза ламивудина при EPIVIR-HBV является субтерапевтической, и монотерапия не подходит для лечения инфекции ВИЧ-1, а безопасность и эффективность этого препарата не установлены у пациентов с сочетанной инфекцией HBV и ВИЧ; тяжелые острые обострения гепатита В, зарегистрированные у пациентов, прекративших терапию против гепатита В (включая лекарственную форму ВГВ); следует тщательно контролировать функцию печени с последующим клиническим и лабораторным наблюдением в течение как минимум нескольких месяцев у пациентов, прекративших терапию против гепатита В; при необходимости может быть оправдано начало терапии против гепатита В."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Декомпенсация функции печени (некоторые со смертельным исходом) зарегистрирована у пациентов с коинфекцией ВИЧ-1/ВГС, получающих схемы на основе интерферона и рибавирина; контролировать токсичность, связанную с лечением; прекратите терапию по медицинским показаниям и рассмотрите возможность снижения дозы или отмены интерферона альфа, рибавирина или того и другого.",
        "Для снижения риска резистентности у пациентов, получающих монотерапию, следует рассмотреть возможность перехода на альтернативный режим, если ДНК ВГВ в сыворотке крови остается определяемой после 24 недель лечения; оптимальная терапия должна определяться тестированием на резистентность",
        "У детей с предшествующим воздействием антиретровирусных нуклеозидов в анамнезе, панкреатитом в анамнезе или другими значительными факторами риска развития панкреатита этот препарат следует применять с осторожностью; немедленно прекратить, если признаки или симптомы панкреатита возникают у пациентов с панкреатитом в анамнезе",
        "Используйте с осторожностью в педиатрических больных с историей панкреатита или других значительных факторов риска для панкреатита; прекратить лечение по клиническим показаниям",
        "Лактоацидоз и тяжелая гепатомегалия со стеатозом, включая летальные случаи, зарегистрированные при использовании аналогов нуклеозидов, включая ламивудин; большинство этих случаев было у женщин; женский пол и ожирение могут быть факторами риска развития лактоацидоза и тяжелой гепатомегалии со стеатозом у пациентов, получающих антиретровирусные аналоги нуклеозидов; приостановить лечение у любого пациента, у которого развиваются клинические или лабораторные данные, указывающие на лактоацидоз или выраженную гепатотоксичность, которая может включать гепатомегалию и стеатоз даже при отсутствии выраженного повышения уровня трансаминаз",
        "Сообщалось о появлении устойчивых к ламивудину вариантов ВГВ, связанных с антиретровирусными схемами, содержащими ламивудин.",
        "Одновременное применение эмтрицитабина с препаратами, содержащими ламивудин, не рекомендуется.",
        "Пациенты с ВИЧ-1 должны получать только те лекарственные формы ламивудина, которые подходят для лечения ВИЧ-1."
      ],
      "specific": [
        {
          "type": "Различия между препаратами, содержащими ламивудин",
          "description": [
            "Если лечение EPIVIR-HBV назначается по поводу хронического гепатита В пациенту с невыявленной или нелеченой инфекцией ВИЧ-1, вероятно быстрое появление резистентности к ВИЧ-1 из-за субтерапевтической дозы и нецелесообразности монотерапии лечения ВИЧ-1.",
            "Состав и дозировка ламивудина при EPIVIR-HBV не подходят для пациентов с коинфекцией ВИЧ-1 и HBV; безопасность и эффективность ламивудина для лечения хронического гепатита В у пациентов с сочетанной инфекцией ВИЧ-1 и ВГВ не установлены.",
            "Если принято решение о назначении ламивудина пациентам с коинфекцией ВИЧ-1 и ВГВ, следует использовать таблетки EPIVIR, пероральный раствор EPIVIR или другой продукт, содержащий более высокую дозу ламивудина, как часть соответствующей комбинированной схемы лечения."
          ]
        },
        {
          "type": "Обострение гепатита после лечения",
          "description": [
            "Хотя большинство событий, по-видимому, были самоограниченными, в некоторых случаях сообщалось о смертельных случаях; аналогичные события были зарегистрированы в постмаркетинговом периоде после замены схем лечения ВИЧ-1, содержащих ламивудин, на схемы, не содержащие ламивудин, у пациентов, инфицированных как ВИЧ-1, так и ВГВ.",
            "Клинические и лабораторные признаки обострения гепатита имели место после прекращения приема ламивудина; обострения были обнаружены в основном по повышению уровня АЛТ в сыворотке в дополнение к повторному появлению ДНК HBV.",
            "Причинно-следственная связь с прекращением лечения ламивудином неизвестна; пациенты должны находиться под тщательным клиническим и лабораторным наблюдением в течение как минимум нескольких месяцев после прекращения лечения."
          ]
        },
        {
          "type": "Восстановление иммунитета",
          "description": [
            "Синдром восстановления иммунитета, о котором сообщалось у пациентов, получавших комбинированную антиретровирусную терапию; на начальном этапе комбинированного антиретровирусного лечения у пациентов с реакцией иммунной системы может развиться воспалительная реакция на вялотекущие или остаточные оппортунистические инфекции (такие как инфекция Mycobacterium avium, цитомегаловирус, пневмоцистная пневмония Pneumocystis jirovecii [PCP] или туберкулез), что может потребовать дальнейшего обследования и уход",
            "Аутоиммунные расстройства (такие как болезнь Грейвса, полимиозит и синдром Гийена-Барре) также возникают на фоне восстановления иммунитета, однако время их возникновения более вариабельно и может возникать через много месяцев после начала лечения."
          ]
        },
        {
          "type": "Более низкие уровни вирусологического подавления и повышенный риск вирусной резистентности при приеме перорального раствора",
          "description": [
            "У детей, получавших пероральный раствор ламивудина (Эпивир) одновременно с другими антиретровирусными пероральными растворами в любое время в исследовании ARROW, наблюдались более низкие показатели вирусологической супрессии, более низкая экспозиция ламивудина в плазме и более частое развитие вирусной резистентности, чем у тех, кто принимал ламивудин (Эпивир) в таблетках; таблетка ламивудина (эпивир) с риской является предпочтительной лекарственной формой для ВИЧ-1-инфицированных детей с массой тела не менее 14 кг, которым подходит твердая лекарственная форма; рассмотреть возможность более частого мониторинга вирусной нагрузки ВИЧ-1 при лечении пероральным раствором ламивудина (EPIVIR)"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "ламивудин, элвитегравир/кобицистат/эмтрицитабин/тенофовир ДФ. Другое (см. комментарий). Противопоказано.\nКомментарий: элвитегравир/кобицистат/эмтрицитабин/тенофовир представляет собой полную схему лечения ВИЧ, и ее не следует назначать с другими антиретровирусными препаратами."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эмтрицитабин",
      "description": {
        "common": "эмтрицитабин и ламивудин повышают риск синдрома восстановления иммунитета. Противопоказано. Следует избегать одновременного применения препаратов, содержащих эмтрицитабин, и препаратов, содержащих ламивудин. Комбинация приведет к терапевтическому дублированию."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бетабеглоген аутотемцел",
      "description": {
        "common": "ламивудин, бетабеглоген, аутотемцел. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Не принимайте антиретровирусные препараты как минимум за 1 месяц до мобилизации или ожидаемой продолжительности отмены препаратов, а также до тех пор, пока не будут завершены все циклы афереза. Антиретровирусные препараты могут мешать производству аферезированных клеток."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каботегравир",
      "description": {
        "common": "ламивудин, каботегравир. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Каботегравир плюс рилпивирин — это полная схема. Coadministration с другими антиретровирусными препаратами для лечения инфекции ВИЧ-1 не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "эливалдоген, аутотемцел, ламивудин.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Пациенты не должны принимать антиретровирусные препараты по крайней мере за 1 месяц до начала приема препаратов для мобилизации стволовых клеток, на время приема препаратов? элиминации и до завершения всех циклов афереза."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сорбит",
      "description": {
        "common": "сорбитол снизит уровень или эффект ламивудина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Раствор, содержащий сорбитол, снижал системную экспозицию перорального раствора ламивудина в педиатрическом исследовании (испытание ARROW). Результаты показали более низкие показатели вирусологической супрессии, меньшее воздействие ламивудина в плазме и развитие резистентности к вирусам чаще, чем у детей, получавших ламивудин в таблетках."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тафенохин",
      "description": {
        "common": "тафенохин повысит уровень или эффект ламивудина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трилациклиб",
      "description": {
        "common": "трилациклиб снизит уровень или эффект ламивудина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения трилациклиба (ингибитора OCT2, MATE1 и MATE-2K) с субстратами, минимальная повышенная концентрация которых в почках или крови может привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абакавир",
      "description": {
        "common": "абакавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кабозантиниб",
      "description": {
        "common": "ламивудин повысит уровень или эффект кабозантиниба по другим причинам (см. комментарий). Используйте осторожность/монитор. Ингибиторы MRP2 повышают токсичность кабозантиниба"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "И эфавиренц, и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энфувиртид",
      "description": {
        "common": "энфувиртид и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "ламивудин повышает уровень эрдафитиниба за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Рассмотрите альтернативы, которые не являются субстратами OCT2, или рассмотрите возможность снижения дозы субстратов OCT2 в зависимости от переносимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганцикловир",
      "description": {
        "common": "ганцикловир, ламивудин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Повышенный риск гематологической токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "интерферон альфа 2b",
      "description": {
        "common": "интерферон альфа 2b, ламивудин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск декомпенсации печени."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "и нелфинавир, и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "ламивудин и невирапин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орлистат",
      "description": {
        "common": "орлистат снижает уровень или эффект ламивудина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегинтерферон альфа 2а",
      "description": {
        "common": "пегинтерферон альфа 2а, ламивудин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск декомпенсации печени."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегинтерферон альфа 2b",
      "description": {
        "common": "пегинтерферон альфа 2b, ламивудин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск декомпенсации печени."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибавирин",
      "description": {
        "common": "рибавирин повышает токсичность ламивудина за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск лактоацидоза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ставудин",
      "description": {
        "common": "ламивудин и ставудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "ламивудин и тенофовир DF повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триметоприм",
      "description": {
        "common": "триметоприм усиливает эффекты ламивудина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор. Возможна повышенная токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает действие ламивудина за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валганцикловир",
      "description": {
        "common": "валганцикловир, ламивудин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск гематологической токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зидовудин",
      "description": {
        "common": "ламивудин и зидовудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "изавуконазония сульфат будет повышать уровень или эффект ламивудина по другим причинам (см. комментарий). Незначительное/значение неизвестно. Изавуконазония сульфат, ингибитор OCT2, может увеличивать эффекты или уровни субстратов OCT2."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол повышает уровень ламивудина за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зидовудин",
      "description": {
        "common": "ламивудин усиливает эффекты зидовудина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Выгодный синергизм."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Кашель",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "недомогание",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "пешеходы",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Невропатия нервной системы",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "Периферическая невропатия",
      "percent": null
    },
    {
      "name": "Носовой S",
      "percent": null
    },
    {
      "name": "С",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Брюшные судороги",
      "percent": null
    },
    {
      "name": "боль в животе",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "или снижение аппетита",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "Озноб",
      "percent": null
    },
    {
      "name": "Депрессия",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Диспепсия",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Креатинфосфокиназа повышена",
      "percent": null
    },
    {
      "name": "Перераспределение жира в организме",
      "percent": null
    },
    {
      "name": "Повышенная амилаза",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "Обострение гепатита В",
      "percent": null
    },
    {
      "name": "Восстановление иммунитета",
      "percent": null
    },
    {
      "name": "Нарушения со стороны крови и лимфатической системы",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "включая чистую эритроцитарную аплазию и тяжелые анемии, прогрессирующие на терапии",
      "percent": null
    },
    {
      "name": "лимфаденопатия",
      "percent": null
    },
    {
      "name": "спленомегалия",
      "percent": null
    },
    {
      "name": "тромбоцитопения",
      "percent": null
    }
  ]
}