{
  "name": "перекись бензоила",
  "comment": "Rx, OTC",
  "other_names": [
    "Гель БПО",
    "НеоБенц Микро",
    "Проактив",
    "Desquam-X",
    "Немедленное лечение прыщей Neutrogena",
    "Крем-гель для умывания Lavoclen-8",
    "Zapzyt Гель для лечения акне",
    "НеоБенц Микро SD",
    "Риакс",
    "Пакнекс МХ",
    "Neutrogena Clear Pore Средство от Акне",
    "Clean and Clear Advantage Отшелушивающее очищающее средство 3-в-1",
    "Проактивный ремонт",
    "PanOxyl Пенка для умывания от прыщей",
    "Clean and Clear Очищающее средство от прыщей непрерывного контроля",
    "Neutrogena Ежедневный скраб для очищения пор",
    "Крем-гель для умывания от прыщей PanOxyl",
    "Clearasil Исчезающий крем для лечения акне",
    "Benzac очищающее средство от прыщей",
    "BenzEFoam",
    "Бензак AC Промывка",
    "Очищающее мыло PanOxyl от прыщей",
    "Обновляющее очищающее средство Proactiv",
    "Лосьон с перекисью бензоила Neutrogena",
    "Вспенивающая ткань БПО",
    "BPO Creamy Wash Complete Pack",
    "Гель переменного тока Бензак",
    "НеоБенц Микро Мойка",
    "Чистый и прозрачный гель",
    "Эпсолей",
    "Лавоклен-4 Крем-гель для умывания",
    "Усовершенствованное средство против угревой сыпи Proactiv"
  ],
  "classes": [
    "Актуальный",
    "Агенты от прыщей"
  ],
  "source": "https://reference.medscape.com/drug/epsolay-desquam-x-benzoyl-peroxide-343480",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: экскреция с молоком неизвестна; используйте с осторожностью"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: экскреция с молоком неизвестна; используйте с осторожностью"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Совместное применение с другими местными препаратами от акне может усилить раздражение и сухость кожи.",
        "Одновременное применение с сульфоновыми препаратами (сульфацетамидом или дапсоном) может привести к временному обесцвечиванию (оранжевому/желтому) волос на лице и коже; можно избежать, нанося продукты в разное время и смывая перекись бензоила перед нанесением других продуктов",
        "Некоторые лекарственные формы содержат бензиловый спирт, который при использовании в больших количествах может вызвать фатальную интоксикацию у новорожденных.",
        "Прекратите использование, если раздражение становится серьезным",
        "Избегайте чрезмерного пребывания на солнце и используйте солнцезащитный крем",
        "Только для наружного применения; избегать контакта с глазами, губами, слизистыми оболочками и ртом",
        "Может возникнуть раздражение кожи, характеризующееся покраснением, жжением, зудом, шелушением или, возможно, отеком; уменьшите частоту использования или используйте продукт с более низкой концентрацией",
        "Избегайте контакта с волосами и окрашенными тканями (например, наволочками, полотенцами), которые могут быть обесцвечены этим продуктом."
      ],
      "specific": [
        {
          "type": "Серьезные аллергические реакции",
          "description": [
            "Эти серьезные реакции гиперчувствительности отличаются от местного раздражения кожи, которое может возникнуть в месте нанесения продукта (например, покраснение, жжение, сухость, зуд, шелушение или небольшой отек).",
            "Попросите пациентов прекратить использование местного средства от прыщей и немедленно обратиться за неотложной медицинской помощью, если у них возникнут реакции гиперчувствительности (например, стеснение в горле, затрудненное дыхание, предобморочное состояние или отек глаз, лица, губ или языка).",
            "Сообщалось о редких, но серьезных и потенциально опасных для жизни аллергических реакциях или сильном раздражении.",
            "Кроме того, проинструктируйте пациентов прекратить использование продукта, если у них появится крапивница или зуд."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дапсон актуальные",
      "description": {
        "common": "бензоил пероксид, дапсон местно. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Совместное применение может вызвать временное местное желтое или оранжевое обесцвечивание кожи и волос на лице."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Контактный дерматит",
      "percent": null
    },
    {
      "name": "Эритема",
      "percent": null
    },
    {
      "name": "пилинг",
      "percent": null
    },
    {
      "name": "Сухость кожи",
      "percent": null
    }
  ]
}