{
  "name": "лактобионат эритромицина",
  "comment": "Rx",
  "other_names": [
    "Эритроцин лактобионат"
  ],
  "classes": [
    "Макролиды"
  ],
  "source": "https://reference.medscape.com/drug/erythromycin-lactobionate-999597",
  "pregnancy": {
    "common": [
      "Категория беременности: B",
      "В период лактации: проникает в грудное молоко, применять с осторожностью; AAP классифицирует как совместимый с грудным вскармливанием"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "В период лактации: проникает в грудное молоко, применять с осторожностью; AAP классифицирует как совместимый с грудным вскармливанием"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Одновременное применение с ингибиторами ГМГ-КоА-редуктазы, активно метаболизируемыми CYP3A4 (ловастатин или симвастатин).",
        "Одновременное применение эритромицина с эрготамином или дигидроэрготамином",
        "Одновременное применение с терфенадином"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Назначение терапии при отсутствии доказанной или сильно подозреваемой бактериальной инфекции или профилактических показаний вряд ли принесет пользу пациенту и увеличивает риск развития устойчивых к лекарственным препаратам бактерий.",
        "Поскольку эритромицин в основном выводится печенью, следует соблюдать осторожность при назначении эритромицина пациентам с нарушением функции печени.",
        "Младенческая гипертрофический стеноз привратника (IHPS) у младенцев после терапии эритромицином сообщили; сообщалось о возможном дозозависимом эффекте; поскольку эритромицин может использоваться для лечения состояний у младенцев, связанных со значительной смертностью или заболеваемостью (таких как коклюш или неонатальные инфекции Chlamydia trachomatis), пользу от терапии необходимо сопоставлять с потенциальным риском развития ИГПС; родители должны быть проинформированы о необходимости обратиться к врачу в случае возникновения рвоты или раздражительности при кормлении.",
        "Обострение симптомов миастении и новое появление симптомов миастенического синдрома у пациентов, получающих терапию эритромицином",
        "Длительное или повторное применение эритромицина может привести к чрезмерному росту нечувствительных бактерий или грибков; при возникновении суперинфекции эритромицин следует отменить и назначить соответствующую терапию.",
        "Печеночная дисфункция, включая повышение активности печеночных ферментов, гепатоцеллюлярный и/или холестатический гепатит с желтухой или без нее у пациентов, получающих пероральные препараты эритромицина",
        "При наличии показаний разрез и дренирование или другие хирургические процедуры следует проводить в сочетании с антибактериальной терапией; в обсервационных исследованиях на людях сообщалось о пороках развития сердечно-сосудистой системы после воздействия лекарственных средств, содержащих эритромицин, на ранних сроках беременности."
      ],
      "specific": [
        {
          "type": "Удлинение интервала QT",
          "description": [
            "Терапия была связана с удлинением интервала QT и нечастыми случаями аритмии; пожилые пациенты могут быть более восприимчивы к влиянию препарата на интервал QT.",
            "Случаи torsades de pointes, спонтанно зарегистрированные во время постмаркетингового наблюдения у пациентов, получавших эритромицин; Сообщается о смертельных случаях",
            "Терапии следует избегать у пациентов с известным удлинением интервала QT, у пациентов с текущими проаритмическими состояниями, такими как нескорректированная гипокалиемия или гипомагниемия, клинически значимая брадикардия, а также у пациентов, получающих антиаритмические препараты класса IA ​​(хинидин, прокаинамид) или класса III (дофетилид, амиодарон, соталол). агенты"
          ]
        },
        {
          "type": "Сифилис при беременности",
          "description": [
            "Имеются сообщения о том, что эритромицин не достигает плода в достаточной концентрации для предотвращения врожденного сифилиса; младенцев, рожденных от женщин, получавших во время беременности пероральный эритромицин для лечения раннего сифилиса, следует лечить соответствующим пенициллином"
          ]
        },
        {
          "type": "Clostridium difficile-ассоциированная диарея",
          "description": [
            "CDAD следует учитывать у всех пациентов с диареей после применения антибиотиков; необходим тщательный сбор анамнеза, поскольку сообщалось о CDAD в течение двух месяцев после введения антибактериальных препаратов.",
            "Если CDAD подозревается или подтверждается, может потребоваться прекращение продолжающегося применения антибиотиков, не направленных против C. difficile; соответствующее управление жидкостью и электролитами, белковые добавки, лечение C. difficile антибиотиками и хирургическое обследование должны быть назначены по клиническим показаниям.",
            "Clostridium difficile-ассоциированная диарея (CDAD), о которой сообщалось при использовании почти всех антибактериальных препаратов, включая эритромицин, и может варьироваться по степени тяжести от легкой диареи до фатального колита.",
            "Лечение антибактериальными средствами изменяет нормальную флору толстой кишки, что приводит к избыточному росту C. difficile; C. difficile продуцирует токсины A и B, которые способствуют развитию CDAD.",
            "Штаммы C. difficile, продуцирующие гипертоксин, вызывают повышенную заболеваемость и смертность, поскольку эти инфекции могут быть резистентными к противомикробной терапии и могут потребовать колэктомии."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Колхицин является субстратом как для CYP3A4, так и для переносчика оттока P-гликопротеина (P-gp); эритромицин считается умеренным ингибитором CYP3A4; ожидается значительное увеличение концентрации колхицина в плазме при совместном применении с умеренными ингибиторами CYP3A4, такими как эритромицин; при одновременном применении колхицина и эритромицина может потребоваться снижение начальной дозы колхицина и снижение максимальной дозы колхицина; контролировать пациентов на наличие клинических симптомов токсичности колхицина",
            "Эритромицин может увеличивать системную экспозицию (AUC) силденафила; рассмотреть возможность снижения дозы силденафила",
            "Постмаркетинговые отчеты показывают, что одновременное применение с эрготамином или дигидроэрготамином было связано с острой интоксикацией спорыньей, характеризующейся спазмом сосудов и ишемией центральной нервной системы, конечностей и других тканей.",
            "Имеются постмаркетинговые сообщения о сердечных аритмиях, желудочковой тахикардии, фибрилляции желудочков и желудочковой тахикардии типа «пируэт», вызванных одновременным применением препаратов, которые приводят к удлинению интервала QT; Сообщается о смертельных случаях",
            "Сообщалось об усилении антикоагулянтного действия, которое может быть более выраженным у пожилых людей при одновременном применении эритромицина и пероральных антикоагулянтов (например, варфарина).",
            "Эритромицин может снижать клиренс триазолама, мидазолама и родственных бензодиазепинов, усиливая их действие."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "триоксид мышьяка",
      "description": {
        "common": "триоксид мышьяка и лактобионат эритромицина увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или действие интраназального дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "дизопирамид и лактобионат эритромицина увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элаголикс",
      "description": {
        "common": "лактобионат эритромицина повысит уровень или эффект элаголикса по другим причинам (см. комментарий). Противопоказано. Одновременное применение элаголикса и сильных ингибиторов ОАТР1В1 противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "флибансерин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение флибансерина с умеренными или сильными ингибиторами CYP3A4 противопоказано. Может возникнуть тяжелая гипотензия или обмороки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "флуконазол",
      "description": {
        "common": "эритромицина лактобионат и флуконазол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ибутилид",
      "description": {
        "common": "лактобионат эритромицина и ибутилид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "индапамид",
      "description": {
        "common": "лактобионат эритромицина и индапамид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лефамулин",
      "description": {
        "common": "лефамулин увеличивает уровень или эффект эритромицина лактобионата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Лефамулин противопоказан при использовании субстратов CYP3A, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ломитапид",
      "description": {
        "common": "лактобионат эритромицина повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Повышает уровень ломитапида в несколько раз."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Лонафарниб является чувствительным субстратом CYP3A4. Одновременное применение с сильными или умеренными ингибиторами CYP3A4 противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ловастатин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект ловастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные ингибиторы CYP3A4 увеличивают системное воздействие статинов и риск развития миопатии, включая рабдомиолиз."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пентамидин",
      "description": {
        "common": "лактобионат эритромицина и пентамидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пимозид",
      "description": {
        "common": "лактобионат эритромицина и пимозид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "лактобионат эритромицина и новокаинамид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин и лактобионат эритромицина увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "симвастатин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект симвастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Повышенный риск развития рабдомиолиза при применении препаратов, увеличивающих системную экспозицию симвастатина."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "соталол",
      "description": {
        "common": "лактобионат эритромицина и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир увеличивает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адаграсиб",
      "description": {
        "common": "адаграсиб, лактобионат эритромицина.\nОдин из них усиливает действие другого на интервал QTc. Избегайте или используйте альтернативный препарат. Каждый препарат удлиняет интервал QTc, что может увеличить риск пируэтной тахикардии, других серьезных аритмий и внезапной смерти. Если coadministration неизбежен, таким пациентам рекомендуется более частый мониторинг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "афатиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровни афатиниба с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Уменьшите суточную дозу афатиниба на 10 мг при непереносимости при одновременном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альфузозин",
      "description": {
        "common": "Альфузозин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект алмотриптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алосетрон",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект алосетрона, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алпразолам",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект алпразолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект амиодарона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. При совместном применении рекомендуется мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект амитриптилина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анагрелид",
      "description": {
        "common": "Анагрелид и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "лактобионат эритромицина усиливает действие антитромбина альфа за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "лактобионат эритромицина усиливает действие антитромбина III за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апрепитант",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект апрепитанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аргатробан",
      "description": {
        "common": "лактобионат эритромицина усиливает действие аргатробана за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "арипипразол",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект арипипразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил будет снижать уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер",
      "description": {
        "common": "артеметер и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин будет снижать уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет увеличивать уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "атомоксетин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект аторвастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения авапритиниба с умеренными ингибиторами CYP3A4. Если невозможно избежать, уменьшите начальную дозу авапритиниба. См. лекарственную монографию «Изменения дозировки»."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акситиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с умеренными ингибиторами CYP3A4, тщательно наблюдайте и при необходимости уменьшите дозу."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или действие базедоксифена/конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "лактобионат эритромицина снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бемипарин",
      "description": {
        "common": "лактобионат эритромицина усиливает действие бемипарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "лактобионат эритромицина усиливает действие бивалирудина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "будесонид",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект будесонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "подкожный имплантат бупренорфин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин трансдермальный",
      "description": {
        "common": "трансдермальный бупренорфин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "бупренорфин, инъекции пролонгированного действия и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буспирон",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект буспирона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "Буталбитал снижает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "лактобионат эритромицина, противохолерная вакцина. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилостазол",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект цилостазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Следует рассмотреть возможность снижения дозы до 50 мг 2 раза в сутки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин увеличивает уровень или эффект лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "чинакальцет",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циталопрам",
      "description": {
        "common": "циталопрам и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин увеличивает уровень или эффект лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект кломипрамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "лактобионат эритромицина будет снижать уровень или эффект клопидогреля, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Ингибирование CYP3A4 снижает биоактивацию клопидогрела."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клозапин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект клозапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат, лактобионат эритромицина.\nОдин из них повышает уровень другого, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Рассмотрите альтернативные антибиотики при одновременном применении кобицистата с атазанавиром или дарунавиром. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кобиметиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект кобиметиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное краткосрочное (14 дней или менее) применение умеренных ингибиторов CYP3A неизбежно для пациентов, принимающих кобиметиниб в дозе 60 мг, уменьшите дозу кобиметиниба до 20 мг. После отмены умеренного ингибитора CYP3A возобновите прием кобиметиниба в дозе 60 мг. Используйте альтернативу умеренному ингибитору CYP3A у пациентов, которые принимают уменьшенную дозу кобиметиниба (40 или 20 мг в день)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "колхицин",
      "description": {
        "common": "лактобионат эритромицина повысит уровень или эффект колхицина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Колхицин является субстратом P-gp и CYP3A4. Избегайте использования с препаратами, которые одновременно являются сильными ингибиторами P-gp и CYP3A4. Если coadministration необходимо, уменьшите дозу колхицина или частоты, как рекомендуется в информации о назначении. Использование любого продукта колхицина в сочетании с сильными ингибиторами CYP3A4 противопоказано пациентам с почечной или печеночной недостаточностью."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "конъюгированные эстрогены, вагинальные",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кортизон",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект кортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "лактобионат эритромицина усиливает действие далтепарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект дарифенацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет увеличивать уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дегареликс",
      "description": {
        "common": "дегареликс и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или действие дексаметазона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ДГЭА, растительный",
      "description": {
        "common": "DHEA, травяной, повысит уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диазепам",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект диазепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект дилтиазема, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Рассмотреть альтернативу эритромицину у пациентов, получающих дилтиазем. Если альтернативы нет, следите за эффектами дилтиазема после начала/отмены эритромицина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дофетилид",
      "description": {
        "common": "дофетилид и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "донепезил",
      "description": {
        "common": "Донепезил и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект дронедарона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дроперидол",
      "description": {
        "common": "дроперидол и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект дулоксетина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эдоксабан",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект эдоксабана за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. При применении сильных ингибиторов P-gp может потребоваться коррекция дозы. Лечение ТГВ/ТЭЛА: уменьшить дозу до 30 мг перорально один раз в день. NVAF: снижение дозы не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эластичный",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект эластрана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элетриптан",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект элетриптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элиглустат",
      "description": {
        "common": "лактобионат эритромицина повышает уровень элиглустата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Умеренные ингибиторы CYP3A4 не рекомендуются при слабом или промежуточном метаболизме элиглустата; уменьшить дозу элиглустата с 84 мг два раза в день до 84 мг один раз в день у пациентов с интенсивным метаболизмом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень элуксадолина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Уменьшите дозу элуксадолина до 75 мг перорально два раза в день при совместном применении с ингибиторами OATP1B1. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект энкорафениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное применение умеренных ингибиторов CYP3A4 неизбежно, уменьшите дозу энкорафениба до половины дозы (например, с 450 мг/сут до 225 мг/сут). После прекращения приема ингибитора в течение 3-5 периодов полувыведения возобновить прием энкорафениба в прежней дозе."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "лактобионат эритромицина усиливает действие эноксапарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "эритромицина лактобионат и энтректиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адреналин",
      "description": {
        "common": "адреналин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "рацемический адреналин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "эрдафитиниб будет повышать уровень или эффект лактобионата эритромицина посредством эффлюксного переносчика P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если совместное введение неизбежно, раздельное введение по крайней мере за 6 часов до или после введения субстратов P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрибулин",
      "description": {
        "common": "эрибулин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Потенциал для усиленных QT-продлевающих эффектов; если одновременное применение необходимо, рекомендуется мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрлотиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам увеличивает токсичность лактобионата эритромицина на интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат будет снижать уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект эстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект конъюгированных синтетических эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этерифицированные эстрогены",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или действие этерифицированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эстропипат",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этоногестрел",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или действие этоногестрела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этравирин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект этравирина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект эверолимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фелодипин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект фелодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект интраназального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект трансдермального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект трансмукозного фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фезотеродин",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или действие фезотеродина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения фексинидазола с препаратами, блокирующими калиевые каналы и/или удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "финголимод",
      "description": {
        "common": "финголимод и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект флудрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "лактобионат эритромицина усиливает действие фондапаринукса за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "формотерол",
      "description": {
        "common": "лактобионат эритромицина и формотерол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект фосампренавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант увеличивает уровень или эффект эритромицина лактобионата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин будет снижать уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гилтеритиниб",
      "description": {
        "common": "гилтеритиниб и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гласдегиб",
      "description": {
        "common": "эритромицина лактобионат и гласдегиб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если coadministration неизбежен, контролировать повышенный риск продления интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "гранисетрон и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "галоперидол",
      "description": {
        "common": "эритромицина лактобионат и галоперидол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гепарин",
      "description": {
        "common": "лактобионат эритромицина усиливает действие гепарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксипрогестерона капроат (ДСК)",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или действие гидроксипрогестерона капроата (DSC), влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "илоперидон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект илоперидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект имипрамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект индинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфигратиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект инфигратиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инотузумаб",
      "description": {
        "common": "Инотузумаб и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного использования, получите ЭКГ и электролиты до и после начала приема любого препарата, который, как известно, удлиняет интервал QTc, и периодически контролируйте его в соответствии с клиническими показаниями во время лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иринотекан",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект иринотекана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иринотекан липосомальный",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект липосомального иринотекана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изофлуран",
      "description": {
        "common": "изофлуран и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет увеличивать уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивабрадин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект ивабрадина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ивабрадина с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб, и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения препаратов, удлиняющих интервал QTc, с ивосиденибом или замените их альтернативной терапией. Если одновременное применение препарата, удлиняющего интервал QTc, неизбежно, необходимо контролировать повышенный риск удлинения интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иксабепилон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект иксабепилона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "эритромицина лактобионат и кетоконазол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект лапатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "Лазмидитан повышает уровень лактобионата эритромицина с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лемборексант",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения лемборексанта с умеренными или сильными ингибиторами CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб повысит уровень или действие лактобионата эритромицина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "эритромицина лактобионат и левокетоконазол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "литий",
      "description": {
        "common": "лактобионат лития и эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "Лофепрамин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект лопинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лоратадин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект лоратадина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "lumacaftor/ivacaftor снижает уровень или эффект эритромицина лактобионата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект люмефантрина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лубинированный",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект лурбинектина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "мациморелин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Макиморелин вызывает увеличение скорректированного интервала QT примерно на 11 мсек. Избегайте одновременного применения с препаратами, удлиняющими интервал QT, что может увеличить риск развития желудочковой тахикардии типа torsade de pointes. Прежде чем вводить мациморелин, подождите достаточное время вымывания препаратов, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "мапротилин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "маравирок",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект маравирока, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "местранол",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метадон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект метадона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект метилпреднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол увеличивает уровень или эффект эритромицина лактобионата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "вагинальный миконазол повышает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "лактобионат эритромицина уменьшает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидазолам",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Совместное введение умеренных ингибиторов CYP3A4 с интраназальным введением мидазолама вызывает более высокое системное воздействие мидазолама, что может пролонгировать седативный эффект."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон увеличивает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миртазапин",
      "description": {
        "common": "миртазапин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мизоластин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень мизоластина за счет замедления метаболизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект мобоцертиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование умеренного ингибитора CYP3A4 неизбежно, уменьшите дозу мобоцертиниба примерно на 50% (например, от 160 до 80 мг); внимательно следить за интервалом QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "эритромицина лактобионат и моксифлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин будет снижать уровень или эффект лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "налоксегол",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект налоксегола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное применение налоксегола с умеренными ингибиторами CYP3A4 неизбежно, уменьшите дозу налоксегола до 12,5 мг в сутки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "Нефазодон будет увеличивать уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект нелфинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нератиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект нератиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения нератиниба с сильными/умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "никардипин",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект никардипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин увеличивает уровень или эффект эритромицина лактобионата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нилутамид",
      "description": {
        "common": "нилутамид будет увеличивать уровень или эффект лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нинтеданиб",
      "description": {
        "common": "лактобионат эритромицина повышает уровни нинтеданиба с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. При возникновении побочных эффектов нинтеданиба может потребоваться прерывание, снижение дозы или прекращение терапии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект нисолдипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "октреотид",
      "description": {
        "common": "эритромицина лактобионат и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "октреотид (противоядие)",
      "description": {
        "common": "эритромицина лактобионат и октреотид (антидот) увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оланзапин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олапариб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект олапариба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с умеренными ингибиторами CYP3A, уменьшите дозу олапариба до 200 мг (капсула) или 150 мг (таблетка) перорально два раза в день. Не заменяйте таблетки капсулами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект омавелоксолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если это неизбежно, уменьшите дозу омавелоксолона до 100 мг/сут. Внимательно следите за неблагоприятными последствиями. При появлении побочных эффектов дозу дополнительно уменьшите до 50 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "лактобионат эритромицина и ондансетрон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегать при врожденном синдроме удлиненного интервала QT; Рекомендуется мониторинг ЭКГ при одновременном приеме препаратов, удлиняющих интервал QT, нарушений электролитного баланса, ХСН или брадиаритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект осимертиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения осимертиниба с сильными ингибиторами CYP3A4. Если не существует другого альтернативного лечения, более внимательно следите за пациентом на предмет побочных эффектов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин будет снижать уровень или эффект эритромицина лактобионата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пакритиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект пакритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "панобиностат",
      "description": {
        "common": "лактобионат эритромицина и панобиностат увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Известно, что панобиностат значительно удлиняет интервал QT. Информация о назначении панобиностата гласит, что использование с препаратами, которые, как известно, удлиняют интервал QTc, не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пемигатиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или действие пемигатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с сильными или умеренными ингибиторами CYP3A4, уменьшите дозу пемигатиниба (см. изменения дозировки в монографии). После прекращения приема ингибитора CYP3A4 в течение 3 периодов полувыведения можно возобновить прием пемигатиниба в прежней дозе."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал будет снижать уровень или эффект лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "лактобионат эритромицина и пексидартиниб увеличивают значение Other (см. комментарий). Избегайте или используйте альтернативный препарат. Пексидартиниб может вызывать гепатотоксичность. Избегайте одновременного применения пексидартиниба с другими препаратами, о которых известно, что они вызывают гепатотоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фениндион",
      "description": {
        "common": "лактобионат эритромицина усиливает действие фениндиона за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "питавастатин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень питавастатина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Не превышайте дозу питавастатина 1 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "питолизант",
      "description": {
        "common": "лактобионат эритромицина и питолизант увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "помалидомид",
      "description": {
        "common": "лактобионат эритромицина повышает уровень помалидомида с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет увеличивать уровень или эффект лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "эритромицина лактобионат, претоманид.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Претоманидный режим связан с гепатотоксичностью. Избегайте употребления алкоголя и гепатотоксических средств, включая растительные добавки и другие препараты, кроме бедаквилина и линезолида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примахин",
      "description": {
        "common": "примахин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "прохлорперазин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "промазин",
      "description": {
        "common": "промазин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протамин",
      "description": {
        "common": "лактобионат эритромицина усиливает действие протамина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кветиапин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект кветиапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "Комбинация хинупристин/далфопристин увеличивает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или действие ранолазина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "репаглинид",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект репаглинида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ревефенацин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень ревефенацина за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Ингибиторы транспорта OATP1B1 и OATP1B3 могут увеличивать системное воздействие активного метаболита ревефенацина. Coadministration не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб увеличивает токсичность лактобионата эритромицина на интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень рифабутина за счет замедления метаболизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин будет снижать уровень или эффект лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изморозь",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "риосигуат",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект риоцигуата за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Совместное введение риоцигуата (субстрат изоферментов CYP 1A1, 2C8, 3A, 2J2) с сильными ингибиторами CYP может потребовать снижения начальной дозы 0,5 мг перорально три раза в день; следить за признаками гипотензии и при необходимости уменьшить дозу"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект ритонавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект ромидепсина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "rufinamide",
      "description": {
        "common": "руфинамид снижает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селуметиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект селуметиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с сильными или умеренными ингибиторами CYP3A4, уменьшите дозу селенутиниба (дополнительную информацию см. в монографии по селенутинибу). После прекращения приема сильного или умеренного ингибитора CYP3A4 в течение 3 периодов полувыведения возобновите прием селенутиниба в дозе, которая была принята до начала приема ингибитора."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "силодозин",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект силодозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект сипонимода, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение сипонимода с умеренным или сильным ингибитором CYP3A4 ПЛЮС с умеренным или сильным ингибитором CYP2C9 не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект сиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "солифенацин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект солифенацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект эритромицина лактобионата транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект сунитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект такролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тадалафил",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект тадалафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При ЭД ограничьте прием тадалафила до максимальной дозы 2,5 мг/сутки (для ежедневного применения) или дозы 10 мг каждые 72 часа (для применения по мере необходимости). Избегайте одновременного применения тадалафила при легочной гипертензии у пациентов, принимающих сильные ингибиторы CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "таземетостат",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или действие таземетостата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения таземетостата с умеренными ингибиторами CYP3A4. Если одновременное применение неизбежно, уменьшите текущую дозу таземетостата (см. лекарственную статью «Изменения дозировки»)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект темсиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тепотиниб",
      "description": {
        "common": "тепотиниб будет повышать уровень или эффект лактобионата эритромицина с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозировку субстрата P-gp, если это рекомендовано в маркировке одобренного продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "тетрабеназин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "теофиллин",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект теофиллина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект типранавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толтеродин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект толтеродина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толваптан",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект толваптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "топотекан",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект топотекана транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Маркировка продукта для топотекана PO рекомендует избегать одновременного использования ингибиторов P-gp; взаимодействие с внутривенным введением топотекана может быть менее серьезным, но, вероятно, имеет клиническое значение."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "торемифен",
      "description": {
        "common": "лактобионат эритромицина повышает уровень торемифена за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Следует избегать одновременного применения торемифена с препаратами, вызывающими удлинение интервала QT. При необходимости одновременного применения рекомендуется прервать прием торемифена. Если прерывание невозможно, пациенты, которым требуется терапия препаратом, удлиняющим интервал QT, должны находиться под тщательным наблюдением. ЭКГ должны быть получены для пациентов с высоким риском."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или действие суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триазолам",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект триазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "трифлуоперазин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Трофинетид",
      "description": {
        "common": "трофинетид будет увеличивать уровень или эффект лактобионата эритромицина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Трофинетид (ингибитор ОАТР131 и ОАТР13В) может повышать уровень субстратов ОАТР131 или ОАТР13В в плазме. Избегайте coadministration с чувствительными субстратами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет увеличивать уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "лактобионат эритромицина снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "лактобионат эритромицина увеличивает токсичность умеклидиния бромида/вилантерола при вдыхании с интервалом QTc. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с препаратами, удлиняющими интервал QTc; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "эритромицина лактобионат, вандетаниб.\nОдин из них увеличивает токсичность другого на интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте coadministration с препаратами, которые, как известно, продлевают интервал QT; если необходимо использовать лекарство, удлиняющее интервал QT, рекомендуется более частый мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "вемурафениб и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Не рекомендуется одновременное применение вемурафениба с препаратами, удлиняющими интервал QT. Эритромицин также может повышать уровень вемурафениба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венетоклакс",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект венетоклакса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо использовать умеренный ингибитор CYP3A, уменьшите дозу венетоклакса как минимум на 50%. Внимательнее следите за признаками токсичности венетоклакса."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "верапамил",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект верапамила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "лактобионат эритромицина увеличивает токсичность вилантерола/флутиказона фуроата при вдыхании с интервалом QTc. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с препаратами, удлиняющими интервал QTc; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилазодон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет увеличивать уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориностат",
      "description": {
        "common": "и вориностат, и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "зафирлукаст увеличивает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "завегепант интраназальный",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы OATP1B3 могут привести к значительному увеличению системного воздействия завегепанта (субстрат OATP1B3)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "зипразидон",
      "description": {
        "common": "эритромицина лактобионат и зипразидон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект акалабрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу акалабрутиниба до 100 мг один раз в сутки при совместном применении с умеренным ингибитором CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол и лактобионат эритромицина увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфентанил",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект альфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект альфузозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алискирен",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект алискирена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алосетрон",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект алосетрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия повышает уровень лактобионата эритромицина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифампридин",
      "description": {
        "common": "лактобионат эритромицина повышает токсичность амифампридина Др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Амифампридин может вызывать судороги. Совместное применение с препаратами, снижающими судорожный порог, может увеличить этот риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амикацин",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект амикацина за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амлодипин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект амлодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апоморфин",
      "description": {
        "common": "апоморфин и лактобионат эритромицина увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "арформотерол и лактобионат эритромицина увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол и лактобионат эритромицина увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект армодафинила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект атазанавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект атогепанта по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Рекомендуемая доза атогепанта (субстрата ОАТР1В1) при одновременном применении с ингибиторами ОАТР составляет 10 или 30 мг в сутки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект аторвастатина за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аванафил",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или действие аванафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибиторы CYP3A4 могут снижать клиренс аванафила, увеличивая системное воздействие аванафила; повышенные уровни могут привести к увеличению связанных побочных эффектов; максимальная рекомендуемая доза СТЕНДРА составляет 50 мг, но не более одного раза в 24 часа для пациентов, одновременно принимающих умеренные ингибиторы CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин и лактобионат эритромицина увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бальзазид",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "лактобионат эритромицина будет снижать уровень или эффект базедоксифена/конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "лактобионат эритромицина и бедаквилин увеличивают интервал QTc. Изменить терапию/внимательно контролировать. ЭКГ следует тщательно контролировать"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "белзутифан будет снижать уровень или эффект лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Если невозможно избежать одновременного применения белзутифана с чувствительными субстратами CYP3A4, рассмотрите возможность увеличения дозы чувствительного субстрата CYP3A4 в соответствии с инструкцией по его применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендамустин",
      "description": {
        "common": "лактобионат эритромицина снижает эффекты бендамустина за счет замедления метаболизма. Используйте осторожность/монитор. Снижение превращения бендамустина в активные метаболиты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "лактобионат эритромицина повышает уровень беротральстата за счет переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Доза беротральстата снижена до 110 мг/сут при одновременном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетриксабан",
      "description": {
        "common": "лактобионат эритромицина повышает уровень бетриксабана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Уменьшите дозу бетриксабана до 80 мг перорально однократно, затем до 40 мг перорально qD при одновременном применении с ингибитором P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бексаротин",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект бексаротен, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "биотин",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или эффект биотина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бортезомиб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект бортезомиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект бозентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект брекспипразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Введите четверть дозы брекспипразола при совместном применении с умеренным ингибитором CYP3A4 ПЛЮС сильным/умеренным ингибитором CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромокриптин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень бромокриптина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект будесонида за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект подкожного имплантата бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Наблюдайте за пациентами, уже находящимися на подкожном имплантате с бупренорфином, которым требуется недавно начатое лечение ингибиторами CYP3A4 на наличие признаков и симптомов передозировки. Если доза сопутствующего ингибитора CYP3A4 не может быть уменьшена или прекращена, может потребоваться удаление имплантата, после чего пациенту следует назначить лекарственную форму бупренорфина, которая позволяет корректировать дозу. Если ингибитор CYP3A4 прекращается у пациента, состояние которого стабилизировалось на бупренорфине, наблюдайте за пациентом на предмет отмены."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект бупренорфина, инъекции длительного действия, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Пациенты, которые переходят на инъекции бупренорфина пролонгированного действия с трансмукозального введения бупренорфина совместно с ингибиторами CYP3A4, должны находиться под наблюдением для обеспечения адекватных уровней бупренорфина в плазме. В течение 2 недель, если появляются признаки и симптомы токсичности бупренорфина или передозировки, а сопутствующий ингибитор CYP3A4 не может быть уменьшен или прекращен, переведите пациента обратно на форму бупренорфина, которая позволяет корректировать дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кабазитаксел",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект кабазитаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следует соблюдать осторожность при одновременном применении умеренных ингибиторов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кабозантиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект кабозантиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция повышает уровень лактобионата эритромицина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект каннабидиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы каннабидиола при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефдинир",
      "description": {
        "common": "лактобионат эритромицина снижает действие цефдинира за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "cefditoren",
      "description": {
        "common": "лактобионат эритромицина снижает эффекты цефдиторена за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефокситин",
      "description": {
        "common": "лактобионат эритромицина снижает эффекты цефокситина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефподоксим",
      "description": {
        "common": "лактобионат эритромицина снижает эффекты цефподоксима за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефтриаксон",
      "description": {
        "common": "лактобионат эритромицина снижает эффекты цефтриаксона за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефуроксим",
      "description": {
        "common": "лактобионат эритромицина снижает эффекты цефуроксима за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень церитиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цевимелин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект цевимелина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин увеличивает токсичность лактобионата эритромицина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин и лактобионат эритромицина увеличивают интервал QTc. Используйте осторожность/монитор. Одновременное применение ципрофлоксацина с препаратами, удлиняющими интервал QT, может увеличить риск развития пируэтной тахикардии у предрасположенных пациентов; однако менее вероятно с ципрофлоксацином, чем с другими хинолонами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "лактобионат эритромицина повышает уровень циталопрама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рекомендуется мониторирование ЭКГ вместе с препаратами, которые могут удлинять интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект кларитромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект кломипрамина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект клозапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект кониваптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены, вагинальные",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект кортизона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень кризотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следует соблюдать осторожность при одновременном применении умеренных ингибиторов CYP3A. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект циклоспорина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабигатран",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб снижает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дактиномицин",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект дактиномицина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дапсон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект дапсона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект даридорексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Доза даридорексанта не должна превышать 25 мг на ночь при одновременном применении с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект дарунавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб и лактобионат эритромицина увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "daunorubicin",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект даунорубицина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферасирокс снижает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект дефлазакорта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу дефлазакорта до одной трети рекомендуемой дозы при совместном применении с умеренными или сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "дейтетрабеназин и лактобионат эритромицина увеличивают интервал QTc. Используйте осторожность/монитор. В максимальной рекомендуемой дозе дейтетрабеназин не удлиняет интервал QT до клинически значимой степени. Определенные обстоятельства могут повышать риск torsade de pointes и/или внезапной смерти в связи с приемом препаратов, удлиняющих интервал QTc (например, брадикардия, гипокалиемия или гипомагниемия, совместное применение с другими препаратами, удлиняющими интервал QTc, наличие врожденного удлинения интервала QT)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект дексаметазона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект интраназального диазепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные или умеренные ингибиторы CYP3A4 могут снижать скорость выведения диазепама, тем самым усиливая побочные реакции на диазепам."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или эффект диеногеста/эстрадиола валерата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. При одновременном применении может быть рекомендована альтернативная или дополнительная форма контроля рождаемости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект дизопирамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доцетаксел",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект доцетаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доласетрон",
      "description": {
        "common": "доласетрон и лактобионат эритромицина увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "донепезил",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект донепезила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксорубицин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект доксорубицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксорубицин липосомальный",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или действие липосомального доксорубицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дутастерид",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект дутастерида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "дювелисиб будет повышать уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное применение с дувелисибом увеличивает AUC чувствительного субстрата CYP3A4, что может повышать риск токсичности этих препаратов. Рассмотрите возможность снижения дозы чувствительного субстрата CYP3A4 и следите за признаками токсичности одновременно вводимого чувствительного субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект эфавиренца, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс будет увеличивать уровень или эффект лактобионата эритромицина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень лактобионата эритромицина с помощью переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы субстрата P-gp и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "Элуксадолин повышает уровень лактобионата эритромицина за счет замедления метаболизма. Используйте осторожность/монитор. Элуксадолин может увеличить системную экспозицию одновременно вводимых субстратов OATP1B1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "Элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP3A4; противопоказан при использовании субстратов CYP3A4, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, лактобионат эритромицина. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эплеренон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект эплеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрлотиниб",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект эрлотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или действие эстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или действие синтетических конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этерифицированные эстрогены",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или действие этерифицированных эстрогенов путем изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстропипат",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзопиклон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень эсзопиклона за счет усиления всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этопозид",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект этопозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект эвкалипта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "экземестан",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или действие экземестана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзогабин",
      "description": {
        "common": "эзогабин, лактобионат эритромицина.\nОдин из них увеличивает токсичность другого на интервал QTc. Используйте осторожность/монитор. Небольшое и преходящее удлинение интервала QT наблюдалось при применении эзогабина, особенно при повышении дозы до 1200 мг/сут. Интервал QT следует контролировать, когда эзогабин назначают с агентами, которые, как известно, увеличивают интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб увеличивает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финастерид",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект финастерида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы либо финерерона, либо умеренных ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флекаинид",
      "description": {
        "common": "эритромицина лактобионат и флекаинид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект флудрокортизона за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "эритромицина лактобионат и флуоксетин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувастатин",
      "description": {
        "common": "лактобионат эритромицина повышает токсичность флувастатина за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин и лактобионат эритромицина увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "эритромицина лактобионат и фоскарнет увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "фостаматиниб будет увеличивать уровень или эффект лактобионата эритромицина с помощью транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Одновременное применение фостаматиниба может повышать концентрацию субстратов P-gp. Мониторинг токсичности препарата-субстрата P-gp, который может потребовать снижения дозы при одновременном применении с фостаматинибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "фостемсавир повысит уровень или действие лактобионата эритромицина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Фостемсавир ингибирует транспортер OATP1B1/3. Если возможно, избегайте одновременного введения или измените дозу субстратов OATP1B1/3 при одновременном применении с фостемсавиром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гадобенат",
      "description": {
        "common": "гадобенат и лактобионат эритромицина увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галантамин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или действие галантамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемтузумаб",
      "description": {
        "common": "лактобионат эритромицина и гемтузумаб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект гентамицина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гозерелин",
      "description": {
        "common": "гозерелин повышает уровень лактобионата эритромицина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "guanfacine",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект гуанфацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные или умеренные ингибиторы CYP3A4 значительно повышают концентрацию гуанфацина в плазме. Утвержденная FDA маркировка гуанфацина с пролонгированным высвобождением (ER) рекомендует, чтобы при совместном применении дозировка гуанфацина была снижена до половины рекомендуемой дозы. Конкретные рекомендации для гуанфацина с немедленным высвобождением (IR) отсутствуют."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гистрелин",
      "description": {
        "common": "гистрелин повышает уровень лактобионата эритромицина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин увеличивает токсичность лактобионата эритромицина на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень ибрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При одновременном применении с умеренными ингибиторами CYP3A4 дозу ибрутиниба снижают до 280 мг в день (В-клеточные злокачественные новообразования) или 420 мг в день (реакция «трансплантат против хозяина»). После отмены ингибитора CYP3A возобновите прием ибрутиниба в предыдущей дозе."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "лактобионат эритромицина будет снижать уровень или эффект ифосфамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Использование ингибитора CYP3A4 может снижать метаболизм ифосфамида, потенциально снижая терапевтические эффекты ифосфамида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "эритромицина лактобионат и илоперидон увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект иматиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект имипрамина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "лактобионат эритромицина повышает уровень индакатерола, вдыхаемого Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Данные свидетельствуют о том, что на системный клиренс влияет модуляция активности как P-gp, так и CYP3A4. Коррекция дозы при дозе 75 мкг не требуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект индинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иринотекан",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект иринотекана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иринотекан липосомальный",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект липосомального иринотекана с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "исрадипин",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или действие исрадипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект итраконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу ивакафтора при совместном применении с умеренными ингибиторами CYP3A4. См. конкретный продукт, содержащий ивакафтор, для точной модификации дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивермектин",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект ивермектина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект ивосидениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное применение с умеренными ингибиторами CYP3A4 может повышать концентрацию ивозидениба в плазме, увеличивая, таким образом, риск удлинения интервала QTc. Следите за повышенным риском удлинения интервала QTc."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект кетоконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект лапатиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект ларотректиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет увеличивать уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир (умеренный ингибитор CYP3A4) может увеличить количество субстратов CYP3A4, начатых в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленватиниб",
      "description": {
        "common": "эритромицина лактобионат и ленватиниб увеличивают интервал QTc. Используйте осторожность/монитор. Информация о назначении ленватиниба рекомендует тщательно контролировать ЭКГ при одновременном применении с препаратами, удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лейпролид",
      "description": {
        "common": "лейпролид увеличивает токсичность лактобионата эритромицина на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левамлодипин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект левамлодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Одновременное применение с умеренными и сильными ингибиторами CYP3A приводит к увеличению системного воздействия амлодипина и может потребовать снижения дозы. При одновременном применении амлодипина с ингибиторами CYP3A необходимо следить за появлением симптомов гипотензии и отеков, чтобы определить необходимость коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "эритромицина лактобионат и левофлоксацин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект эритромицина лактобионата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "лактобионат эритромицина будет снижать уровень или эффект перорального левоноргестрела/этинилэстрадиола/бисглицината железа за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лидокаин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект лидокаина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоперамид",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект лоперамида за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люматепероне",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект люматеперона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу луматеперона до 21 мг/сут при одновременном применении с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень луразидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Производитель рекомендует снизить начальную дозу луразидона до 20 мг/сут и максимальную суточную дозу луразидона до 80 мг при совместном применении с умеренными ингибиторами CYP3A4. Одновременное применение может увеличить риск побочных реакций, связанных с луразидоном."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект маравирока посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект мавакамтена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Начало применения умеренных ингибиторов CYP3A4 может потребовать снижения дозы мавакамтена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефлохин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект мефлохина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или действие местранола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "лактобионат эритромицина и метадон увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект метилпреднизолона за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мексилетин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект мексилетина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект мифепристона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мипомерсен",
      "description": {
        "common": "мипомерсен, лактобионат эритромицина.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оба препарата потенциально могут повышать активность печеночных ферментов; контролировать LFT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митоксантрон",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект митоксантрона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "монтелукаст",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект монтелукаста, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нальдемедин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень нальдемедина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следите за возможными побочными эффектами нальдемедина при совместном применении с сильными или умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект нелфинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект неомицина PO с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ниацин",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или эффект ниацина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект нифедипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность начала приема нифедипина в самой низкой доступной дозе, если он назначается одновременно с этим препаратом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект нилотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нимодипин",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект нимодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир",
      "description": {
        "common": "нирматрелвир увеличивает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следите за увеличением побочных эффектов эритромицина, включая удлинение интервала QTc."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир будет повышать уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следите за увеличением побочных эффектов эритромицина, включая удлинение интервала QTc."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитрендипин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект нитрендипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "эритромицина лактобионат и офлоксацин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект олицеридина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При необходимости одновременного применения может потребоваться менее частое введение олицеридина. Внимательно следите за угнетением дыхания и седативным эффектом и соответственно титруйте последующие дозы. Если прием ингибитора прекращается, рассмотрите возможность увеличения дозы олицеридина до тех пор, пока не будет достигнут стабильный эффект препарата. Следите за признаками отмены опиоидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "лактобионат эритромицина и олодатерол при ингаляции увеличивают интервал QTc. Используйте осторожность/монитор. Препараты, удлиняющие интервал QTc и способные потенцировать эффекты бета2-агонистов на сердечно-сосудистую систему; повышенный риск желудочковых аритмий"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осилодростат",
      "description": {
        "common": "осилодростат и лактобионат эритромицина увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "осимертиниб и лактобионат эритромицина увеличивают интервал QTc. Используйте осторожность/монитор. Проводить периодический мониторинг ЭКГ и электролитов у пациентов, принимающих препараты, удлиняющие интервал QTc."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин повысит уровень или действие лактобионата эритромицина по другим причинам (см. комментарий). Используйте осторожность/монитор. Мониторинг изменений ЭКГ, если терапия начата у пациентов с препаратами, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксибутинин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект оксибутинина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод и лактобионат эритромицина увеличивают интервал QTc. Изменить терапию/внимательно контролировать. Из-за потенциального аддитивного воздействия на частоту сердечных сокращений лечение озанимодом, как правило, не следует начинать у пациентов, одновременно получающих препараты, удлиняющие интервал QT, с известными аритмогенными свойствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект паклитаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел, связанный с белком",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект связывания паклитаксела с белком, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палбоциклиб",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект палбоциклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект палиперидона за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пантотеновая кислота",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или действие пантотеновой кислоты за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект парекоксиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паромомицин",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект паромомицина за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "эритромицина лактобионат и пароксетин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пасиреотид",
      "description": {
        "common": "эритромицина лактобионат и пасиреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "эритромицина лактобионат и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект пимозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиоглитазон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект пиоглитазона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиперациллин",
      "description": {
        "common": "лактобионат эритромицина снижает эффекты пиперациллина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб повышает уровень лактобионата эритромицина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект позаконазола за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "правастатин",
      "description": {
        "common": "лактобионат эритромицина повышает токсичность правастатина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект преднизолона за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект преднизолона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропафенон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект пропафенона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиридоксин",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или действие пиридоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиридоксин (противоядие)",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или действие пиридоксина (антидота) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "кветиапин, лактобионат эритромицина.\nОдин из них увеличивает токсичность другого на интервал QTc. Используйте осторожность/монитор. Избегайте применения с препаратами, удлиняющими интервал QT, и у пациентов с факторами риска удлинения интервала QT. Постмаркетинговые случаи показывают удлинение интервала QT при передозировке у пациентов с сопутствующими заболеваниями или с препаратами, вызывающими дисбаланс электролитов или удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект хинина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "лактобионат эритромицина и ранолазин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "разагилин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rifaximin",
      "description": {
        "common": "лактобионат эритромицина повышает уровень рифаксимина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень рилпивирина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. По возможности следует рассмотреть альтернативы, такие как азитромицин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изморозь",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект рисперидона за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект ритонавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "лактобионат эритромицина повышает уровень ривароксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. У пациентов с почечной недостаточностью, получающих ривароксабан с препаратами, которые сочетают в себе P-gp и слабые или умеренные ингибиторы CYP3A4, может наблюдаться значительное увеличение экспозиции по сравнению с пациентами с нормальной функцией почек и не принимающими ингибиторы, поскольку затрагиваются оба пути выведения ривароксабана. Поскольку это увеличение может увеличить риск кровотечения, используйте ривароксабан в этой ситуации только в том случае, если потенциальная польза оправдывает потенциальный риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рофлумиласт",
      "description": {
        "common": "лактобионат эритромицина повышает уровень рофлумиласта за счет др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: одновременное применение с двойными ингибиторами CYP3A4 и CYP1A2 может увеличить системное воздействие и привести к усилению побочных реакций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект ромидепсина за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ропинирол",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект ропинирола, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "розувастатин",
      "description": {
        "common": "лактобионат эритромицина повышает токсичность розувастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб повысит уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "лактобионат эритромицина повысит уровень или эффект сакубитрила/валсартана по другим причинам (см. комментарий). Используйте осторожность/монитор. Результаты исследования ткани печени человека in vitro показывают, что валсартан является субстратом печеночного переносчика OATP1B1; одновременное применение с ингибиторами OATP1B1 может увеличить системную экспозицию валсартана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "сарециклин будет увеличивать уровень или эффект лактобионата эритромицина за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Следите за токсичностью субстратов P-gp, что может потребовать снижения дозы при совместном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саксаглиптин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селперкатиниб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность лактобионата эритромицина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин и лактобионат эритромицина увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силденафил",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект силденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рассмотрите начальную дозу 25 мг у пациентов, получающих эритромицин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силодозин",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект силодозина переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект сиролимуса за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия повышает уровень лактобионата эритромицина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота повышает уровень лактобионата эритромицина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "лактобионат эритромицина снижает действие пикосульфата натрия/оксида магния/безводной лимонной кислоты за счет изменения метаболизма. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сонидегиб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект сонидегиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте одновременного применения сонидегиба с умеренными ингибиторами CYP3A4. Если необходимо использовать умеренный ингибитор CYP3A, назначайте умеренный ингибитор CYP3A в течение <14 дней и внимательно следите за побочными реакциями, особенно со стороны опорно-двигательного аппарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сорафениб",
      "description": {
        "common": "сорафениб и лактобионат эритромицина увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект спарсентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Коррекция дозировки не требуется. Регулярно контролируйте артериальное давление, уровень калия в сыворотке, отеки и функцию почек, если спарсентан применяется одновременно с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, лактобионат эритромицина. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стрептомицин",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект стрептомицина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект суфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект суфентанила SL, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение суфентанила SL с любым ингибитором CYP3A4 может увеличить концентрацию суфентанила в плазме и, таким образом, усилить или пролонгировать побочные эффекты, включая потенциально смертельное угнетение дыхания."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол и лактобионат эритромицина увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суворексант",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект суворексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите начальную дозу суворексанта до 5 мг HS при одновременном применении с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект такролимуса за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "талазопариб",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект талазопариба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Талазопариб является субстратом P-гликопротеина (P-gp); одновременное применение с ингибиторами P-gp может увеличить системную экспозицию талазопариба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "эритромицина лактобионат, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тамсулозин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень тамсулозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Снижение дозы может быть необходимо для одновременно принимаемых препаратов, которые преимущественно метаболизируются CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат будет снижать уровень или эффект лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телаванцин",
      "description": {
        "common": "лактобионат эритромицина и телаванцин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тезакафтор",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект тезакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Скорректируйте режим дозирования тезакафтора при совместном применении с умеренным ингибитором CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теофиллин",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект теофиллина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиамин",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или действие тиамина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект тобрамицина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин ингаляционно",
      "description": {
        "common": "Ингаляционный тобрамицин и лактобионат эритромицина повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать. Избегайте одновременного или последовательного использования, чтобы снизить риск ототоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень тофацитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При совместном применении тофацитиниба с умеренными ингибиторами CYP3A4 не рекомендуется специфическая коррекция дозы; уменьшить дозу тофацитиниба при одновременном применении как с умеренными ингибиторами CYP3A4, так и с мощными ингибиторами CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект толваптана транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трабектин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект трабектедина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трамадол",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект трамадола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Может потребоваться снижение дозы трамадола или корректировка интервала дозирования; повышенный риск серьезных нежелательных явлений, включая судороги и серотониновый синдром"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект тразодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триметоприм",
      "description": {
        "common": "эритромицина лактобионат и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трипторелин",
      "description": {
        "common": "трипторелин увеличивает токсичность лактобионата эритромицина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трописетрон",
      "description": {
        "common": "лактобионат эритромицина и трописетрон увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект лактобионата эритромицина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Рассмотрите возможность снижения дозировки субстратов P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валбеназин",
      "description": {
        "common": "валбеназин и лактобионат эритромицина увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект валсартана по другим причинам (см. комментарий). Используйте осторожность/монитор. Результаты исследования ткани печени человека in vitro показывают, что валсартан является субстратом печеночного переносчика OATP1B1; одновременное применение с ингибиторами OATP1B1 может увеличить системную экспозицию валсартана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варденафил",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект варденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу варденафила до 5 мг/24 ч."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "эритромицина лактобионат и венлафаксин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винбластин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект винбластина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винкристин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект винкристина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винкристин липосомальный",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или действие липосомального винкристина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винорелбин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект винорелбина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "витамин К1 (фитонадион)",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или действие витамина К1 (фитонадиона) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или действие воклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Снизить суточную дозу воклоспорина до 15,8 мг перорально утром и 7,9 мг перорально вечером."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "эритромицина лактобионат и вориконазол увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "залеплон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект залеплона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "занубрутиниб",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект занубрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу занубрутиниба (субстрата CYP3A4) до 80 мг перорально два раза в сутки при одновременном применении с умеренным ингибитором CYP3A4. Прервите дозу в соответствии с рекомендациями для побочных реакций. После прекращения приема ингибитора CYP3A4 возобновите прием предыдущей дозы занубрутиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект зипрасидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "золпидем",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект золпидема, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зонисамид",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект зонисамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет увеличивать уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алискирен",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект алискирена за счет переносчика оттока P-гликопротеина (MDR1). Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "альвимопан",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект алвимопана за счет переносчика оттока P-гликопротеина (MDR1). Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амбрисентан",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект амбризентана с помощью переносчика оттока P-гликопротеина (MDR1). Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень лактобионата эритромицина за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амоксициллин",
      "description": {
        "common": "лактобионат эритромицина снижает эффекты амоксициллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ампициллин",
      "description": {
        "common": "лактобионат эритромицина снижает действие ампициллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет увеличивать уровень или эффект лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "антипирин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект антипирина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "армодафинил",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект армодафинила за счет транспортера оттока P-гликопротеина (MDR1). Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "азенапин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект азенапина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень лактобионата эритромицина за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень лактобионата эритромицина за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кофеин",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "лактобионат эритромицина повышает уровень хлорпропамида по неизвестному механизму. Незначительное/значение неизвестно. Риск гепатотоксичности."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клиндамицин",
      "description": {
        "common": "клиндамицин, лактобионат эритромицина.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид увеличивает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дезлоратадин",
      "description": {
        "common": "лактобионат эритромицина повышает уровень дезлоратадина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диклоксациллин",
      "description": {
        "common": "лактобионат эритромицина снижает эффекты диклоксациллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эстрадиол вагинальный",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект вагинального эстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "Этанол снижает уровень лактобионата эритромицина за счет ингибирования абсорбции через ЖКТ. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фексофенадин",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект фексофенадина с помощью транспортера оттока P-гликопротеина (MDR1). Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фроватриптан",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект фроватриптана, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лансопразол",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лоратадин",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект лоратадина с помощью переносчика оттока P-гликопротеина (MDR1). Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень метилпреднизолона за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нафциллин",
      "description": {
        "common": "лактобионат эритромицина снижает эффекты нафциллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. бактериостатические антибиотики могут препятствовать бактерицидному действию пенициллинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксациллин",
      "description": {
        "common": "лактобионат эритромицина снижает эффекты оксациллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пенициллин G водный",
      "description": {
        "common": "лактобионат эритромицина снижает действие водного раствора пенициллина G за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пенициллин ВК",
      "description": {
        "common": "лактобионат эритромицина снижает эффекты пенициллина ВК за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень лактобионата эритромицина за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень лактобионата эритромицина за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пивмециллинам",
      "description": {
        "common": "лактобионат эритромицина снижает эффекты пивмециллинама за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "лактобионат эритромицина повышает уровень преднизолона за счет замедления метаболизма. Незначительное/значение неизвестно. Риск токсичных концентраций стероидов и изменения психического состояния."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень лактобионата эритромицина за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рабепразол",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект рабепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рилузол",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект рилузола, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "розувастатин",
      "description": {
        "common": "лактобионат эритромицина снижает уровень розувастатина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень лактобионата эритромицина за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "темоциллин",
      "description": {
        "common": "лактобионат эритромицина снижает действие темоциллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "лактобионат эритромицина снижает эффекты тикарциллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вальпроевая кислота",
      "description": {
        "common": "лактобионат эритромицина повышает уровень вальпроевой кислоты за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "лактобионат эритромицина снижает уровень зафирлукаста за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Боль в животе",
      "percent": "8"
    },
    {
      "name": "Головная боль",
      "percent": "8"
    },
    {
      "name": "Тошнота",
      "percent": "8"
    },
    {
      "name": "Диарея",
      "percent": "7"
    },
    {
      "name": "Сыпь",
      "percent": "3"
    },
    {
      "name": "Рвота",
      "percent": "3"
    },
    {
      "name": "Диспепсия",
      "percent": "2"
    },
    {
      "name": "Метеоризм",
      "percent": "2"
    },
    {
      "name": "Боль",
      "percent": "2"
    },
    {
      "name": "Зуд",
      "percent": "1"
    },
    {
      "name": "Псевдомембранозный колит",
      "percent": null
    },
    {
      "name": "Гипертрофический пилоростеноз",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Легкие аллергические реакции",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Кожные высыпания",
      "percent": null
    },
    {
      "name": "шум в ушах",
      "percent": null
    },
    {
      "name": "удлинение интервала QT",
      "percent": null
    },
    {
      "name": "Венозное раздражение",
      "percent": null
    },
    {
      "name": "Желудочковые аритмии",
      "percent": null
    },
    {
      "name": "Холестатический гепатит",
      "percent": null
    },
    {
      "name": "Путаница",
      "percent": null
    },
    {
      "name": "Галлюцинации",
      "percent": null
    },
    {
      "name": "Потеря слуха",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Воздействие на нервную систему, включая судороги",
      "percent": null
    },
    {
      "name": "Торсад де пуант",
      "percent": null
    },
    {
      "name": "Вентрикулярная тахикардия",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "интерстициальный нефрит",
      "percent": null
    }
  ]
}