{
  "name": "кризаборол актуальные",
  "comment": "Rx",
  "other_names": [
    "Эвкриза"
  ],
  "classes": [
    "Ингибиторы ФДЭ-4",
    "Актуальный"
  ],
  "source": "https://reference.medscape.com/drug/eucrisa-crisaborole-topical-1000106",
  "pregnancy": {
    "common": [
      "Крисаборол системно абсорбируется",
      "Имеющихся данных из отчетов о случаях применения у беременных женщин недостаточно для информирования о связанном с приемом препарата риске серьезных врожденных дефектов, выкидыша или других неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "Негативных эффектов на развитие, наблюдаемых в исследованиях репродукции животных, при пероральном введении этого препарата беременным крысам и кроликам в период органогенеза в дозах до 3-х и 2-кратных, соответственно, максимально рекомендуемых доз для человека (МРДЧ) не наблюдалось."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Крисаборол системно абсорбируется",
      "Неизвестно, проникает ли он в грудное молоко человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность к кризаборолу или любому компоненту препарата в анамнезе."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось о реакциях гиперчувствительности, включая контактную крапивницу; признаки и симптомы могут включать сильный зуд, отек и эритему в месте нанесения или на отдаленном участке; немедленно прекратить и начать соответствующую терапию при подозрении на гиперчувствительность (см. Противопоказания)"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Боль в месте приложения",
      "percent": "4"
    },
    {
      "name": "сжигание",
      "percent": null
    },
    {
      "name": "или жгучий",
      "percent": null
    },
    {
      "name": "Контактная крапивница",
      "percent": null
    },
    {
      "name": "Аллергический контактный дерматит",
      "percent": null
    }
  ]
}