{
  "name": "эвинакумаб",
  "comment": "Rx",
  "other_names": [
    "эвинакумаб-dgnb",
    "Эвкиза"
  ],
  "classes": [
    "Ингибиторы ANGPTL",
    "Гиполипидемические агенты"
  ],
  "source": "https://reference.medscape.com/drug/evkeeza-evinacumab-4000135",
  "pregnancy": {
    "common": [
      "Если пациентка забеременеет во время лечения, сообщите о заражении, позвонив по телефону 1-833-385-3392.",
      "Согласно исследованиям на животных, может нанести вред плоду.",
      "Консультировать беременных женщин о потенциальном риске для плода",
      "Имеющихся данных о людях недостаточно для оценки связанного с лекарственным средством риска серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода.",
      "Эвинакумаб представляет собой моноклональное антитело IgG4 человека, и известно, что IgG человека проникает через плацентарный барьер; следовательно, эвинакумаб потенциально может передаваться от матери к развивающемуся плоду.",
      "Рассмотрите возможность тестирования на беременность у женщин, которые могут забеременеть, до начала лечения."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Эти пороки развития не наблюдались у беременных крыс.",
          "Подкожное введение беременным кроликам во время органогенеза приводило к порокам развития плода (куполообразная голова, гидроцефалия и согнутые конечности) при дозах ниже максимальной рекомендуемой дозы для человека."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Женщины репродуктивного возраста должны использовать эффективные методы контрацепции во время лечения и в течение не менее 5 месяцев после последней дозы."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Известно, что материнский IgG присутствует в грудном молоке; эффекты местного воздействия на желудочно-кишечный тракт и ограниченное системное воздействие у младенцев, находящихся на грудном вскармливании, неизвестны.",
      "Данные о присутствии в грудном молоке или молоке животных, влиянии на грудных детей или влиянии на выработку молока отсутствуют."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Серьезная гиперчувствительность к препарату или любому из его вспомогательных веществ в анамнезе."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось о серьезных реакциях гиперчувствительности, включая анафилаксию; если возникает серьезная реакция, прекратите инфузию и лечите в соответствии со стандартом лечения.",
        "Может причинить вред плоду на основании исследований репродукции животных"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Назофарингит",
      "percent": "16"
    },
    {
      "name": "Гриппоподобное заболевание",
      "percent": "7"
    },
    {
      "name": "Настой",
      "percent": "7"
    },
    {
      "name": "родственные реакции",
      "percent": "6"
    },
    {
      "name": "Головокружение",
      "percent": "5"
    },
    {
      "name": "ринорея",
      "percent": "5"
    },
    {
      "name": "Тошнота",
      "percent": "4"
    },
    {
      "name": "Боль в конечностях",
      "percent": "4"
    },
    {
      "name": "Астения",
      "percent": "3"
    },
    {
      "name": "Запор",
      "percent": "3"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "3"
    },
    {
      "name": "Заложенность носа",
      "percent": "3"
    },
    {
      "name": "Боль в животе",
      "percent": "1"
    },
    {
      "name": "Серьезная анафилаксия",
      "percent": null
    },
    {
      "name": "Снижение диастолического артериального давления",
      "percent": null
    },
    {
      "name": "преходящий",
      "percent": null
    },
    {
      "name": "мягкий",
      "percent": null
    },
    {
      "name": "к",
      "percent": null
    },
    {
      "name": "умеренный",
      "percent": null
    },
    {
      "name": "Учащение пульса",
      "percent": null
    }
  ]
}