{
  "name": "рисдиплам",
  "comment": "Rx",
  "other_names": [
    "Эврисди"
  ],
  "classes": [
    "Модификаторы сплайсинга SMN"
  ],
  "source": "https://reference.medscape.com/drug/evrysdi-risdiplam-4000042",
  "pregnancy": {
    "common": [
      "Тестирование на беременность рекомендуется для женщин с репродуктивным потенциалом перед началом",
      "При введении беременным женщинам может нанести вред эмбриону и плоду.",
      "Нет данных о риске развития, связанном с применением у беременных женщин.",
      "Существует реестр воздействия EVRYSDI во время беременности, который отслеживает беременность и исходы для плода/неонатального/детского возраста у женщин, подвергавшихся воздействию EVRYSDI во время беременности; врачам рекомендуется регистрировать пациентов, а беременным женщинам рекомендуется регистрироваться самостоятельно, позвонив по телефону 1-833-760-1098 или посетив"
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "В исследованиях на животных прием рисдиплама во время беременности или на протяжении всей беременности и лактации приводил к неблагоприятным последствиям для развития (эмбриофетальная смертность, пороки развития, снижение массы тела плода и нарушение репродуктивной функции у потомства) на уровне или выше клинически значимого воздействия препарата."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Женщины репродуктивного возраста: используйте эффективные методы контрацепции во время лечения и в течение как минимум 1 месяца после последней дозы."
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Мужская фертильность может быть нарушена лечением",
          "Консультировать пациентов мужского пола с репродуктивным потенциалом о потенциальных репродуктивных эффектах",
          "Пациенты мужского пола могут рассмотреть вопрос о сохранении спермы перед лечением"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Данные о присутствии в грудном молоке, влиянии на грудных детей или влиянии на выработку молока отсутствуют.",
      "Перорально введенный рисдиплам выделялся с молоком лактирующих крыс."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Субстраты MATE",
            "Основываясь на данных in vitro, рисдиплам может повышать концентрацию в плазме препаратов, выводимых через MATE1 или MATE2-K (например, метформин).",
            "Избегайте совместного администрирования; если невозможно избежать, следите за токсичностью, связанной с лекарством, и при необходимости рассмотрите возможность снижения дозы совместно вводимого лекарства (на основе маркировки этого лекарства)"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "метформин",
      "description": {
        "common": "рисдиплам повысит уровень или эффект метформина за счет уменьшения элиминации. Избегайте или используйте альтернативный препарат. Рисдиплам ингибирует MATE1 и MATE2-K. Если невозможно избежать совместного введения с субстратами МАТЕ, рассмотрите возможность снижения дозы субстрата МАТЕ."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": null
    },
    {
      "name": "Пневмония",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    }
  ]
}