{
  "name": "липосомы бупивакаина",
  "comment": "Rx",
  "other_names": [
    "Exparel"
  ],
  "classes": [
    "парентерально",
    "Амиды",
    "Местные анестетики"
  ],
  "source": "https://reference.medscape.com/drug/exparel-bupivacaine-liposome-999697",
  "pregnancy": {
    "common": [
      "Основываясь на данных о животных, сообщите беременным женщинам о потенциальных рисках для плода.",
      "Бупивакаин может быстро проникать через плаценту и при использовании для эпидуральной, каудальной или пудендальной блокады может вызывать различную степень токсичности для матери, плода и новорожденного.",
      "Противопоказана для акушерской парацервикальной блокады (см. Противопоказания).",
      "Исследования с участием беременных женщин не проводились.",
      "В исследованиях репродукции животных наблюдалась эмбриофетальная гибель при подкожном введении бупивакаина кроликам во время органогенеза в дозе, эквивалентной 1,6-кратной максимальной рекомендуемой дозе для человека (MRHD) 266 мг; Подкожное введение бупивакаина крысам с момента имплантации до отъема приводило к снижению выживаемости детенышей в дозе, эквивалентной 1,5-кратной MRHD."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет доступной информации о влиянии препарата на младенцев, находящихся на грудном вскармливании, или о влиянии препарата на выработку молока.",
      "В ограниченных публикациях сообщается, что бупивакаин и его метаболит, пипеколоксилид, присутствуют в грудном молоке в небольших количествах."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Акушерская парацервикальная блокада; использование бупивакаина для парацервикальной блокады привело к брадикардии плода и смерти"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Бупивакаин и другие амидосодержащие препараты следует применять с осторожностью у пациентов с нарушениями сердечно-сосудистой функции, поскольку они могут быть менее способны компенсировать функциональные изменения, связанные с удлинением AV-проводимости, вызываемым этими препаратами.",
        "Могут возникнуть реакции ЦНС, включая возбуждение и/или депрессию, беспокойство, тревогу, головокружение, шум в ушах, нечеткость зрения, тремор или судороги; другие эффекты со стороны ЦНС могут включать тошноту, рвоту, озноб, миоз, подергивание, депрессию или сонливость, которые могут быть ранними предупреждающими признаками токсичности центральной нервной системы.",
        "Только для инфильтративного использования; не используйте для эпидуральной, подоболочечной, регионарной блокады нервов или внутрисосудистого или внутрисуставного введения; осторожность, чтобы избежать случайного внутрисосудистого введения; судороги и остановка сердца произошли после внутрисосудистой инъекции",
        "Используйте только в условиях, когда имеется обученный персонал и оборудование для быстрого лечения пациентов с признаками неврологической или сердечной токсичности.",
        "Избегайте дополнительного использования местных анестетиков в течение 96 часов после введения этого препарата.",
        "Реакции аллергического типа характеризуются такими признаками, как крапивница, зуд, эритема, ангионевротический отек (включая отек гортани), тахикардия, чихание, тошнота, рвота, головокружение, обмороки, повышенная потливость, повышенная температура и, возможно, анафилактоидоподобные симптомы (включая тяжелая гипотензия); сообщалось о перекрестной чувствительности среди членов группы местных анестетиков амидного типа; полезность скрининга на чувствительность окончательно не установлена",
        "Поскольку местные анестетики амидного типа, такие как бупивакаин, метаболизируются в печени, их следует использовать с осторожностью при заболеваниях печени; повышенный риск токсических концентраций в плазме при тяжелом заболевании печени",
        "Мониторинг сердечно-сосудистого/неврологического статуса и показателей жизнедеятельности во время и после инъекции",
        "Потенциальная потеря чувствительности и/или моторики при приеме этого препарата носит временный характер и варьируется по степени и продолжительности в зависимости от места инъекции и введенной дозы и может длиться до 5 дней.",
        "Сенсорная и/или двигательная потеря во время терапии может возникнуть, но носит временный характер и варьируется по степени и продолжительности в зависимости от места инъекции и введенной дозы и может длиться до 5 дней, как показано в клинических испытаниях.",
        "Введение многократных доз бупивакаина и других амидосодержащих препаратов может вызывать значительное повышение концентрации в плазме крови при каждой повторной дозе из-за медленного накопления препарата или его метаболитов или медленного метаболического распада; толерантность к повышенным концентрациям в крови зависит от состояния пациента",
        "Токсичные концентрации в крови могут угнетать сердечную проводимость и возбудимость, что приводит к АВ-блокаде, желудочковым аритмиям и остановке сердца; кроме того, снижается сократительная способность миокарда и возникает периферическая вазодилатация, что приводит к снижению сердечного выброса и артериального давления."
      ],
      "specific": [
        {
          "type": "хондролиз",
          "description": [
            "Большинство зарегистрированных случаев хондролиза затрагивают плечевой сустав; случаи плечелопаточного хондролиза, описанные у детей и взрослых после внутрисуставных инфузий местных анестетиков с адреналином и без него в течение 48–72 часов",
            "Имеются постмаркетинговые сообщения о хондролизе у пациентов, получающих внутрисуставные инфузии местных анестетиков после артроскопических и других хирургических вмешательств, что является несанкционированным применением.",
            "Недостаточно информации, чтобы определить, не связаны ли эти результаты с более короткими периодами инфузии; время появления симптомов, таких как боль в суставах, скованность и потеря подвижности, может варьироваться, но может начаться уже на второй месяц после операции.",
            "В настоящее время не существует эффективного лечения хондролиза; пациенты, перенесшие хондролиз, нуждаются в дополнительных диагностических и лечебных процедурах, а некоторым требуется эндопротезирование или эндопротезирование плечевого сустава."
          ]
        },
        {
          "type": "Метгемоглобинемия",
          "description": [
            "Если необходимо использовать местные анестетики, рекомендуется тщательный мониторинг симптомов и признаков метгемоглобинемии; признаки метгемоглобинемии могут проявиться сразу или через несколько часов после воздействия и характеризуются синюшным изменением цвета кожи и/или аномальной окраской крови.",
            "Сообщалось о случаях метгемоглобинемии в связи с использованием местных анестетиков; хотя все пациенты подвержены риску метгемоглобинемии, пациенты с дефицитом глюкозо-6-фосфатдегидрогеназы, врожденной или идиопатической метгемоглобинемией, сердечными или легочными нарушениями, младенцы в возрасте до 6 месяцев и одновременное воздействие окислителей или их метаболитов более подвержены развитию клинические проявления состояния",
            "Уровни метгемоглобина могут продолжать расти; поэтому требуется немедленное лечение для предотвращения более серьезных побочных эффектов со стороны центральной нервной системы и сердечно-сосудистой системы, включая судороги, кому, аритмии и смерть; прекратить лечение и любые окислители",
            "В зависимости от тяжести признаков и симптомов пациенты могут реагировать на поддерживающую терапию, например кислородную терапию, гидратацию; более тяжелая клиническая картина может потребовать лечения метиленовым синим, обменным переливанием крови или гипербарической оксигенацией."
          ]
        },
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Потенциал дополнительных побочных эффектов",
            "Повышенный риск развития метгемоглобинемии при совместном применении с другими местными анестетиками, нитратами/нитритами, ацетаминофеном, метоклопрамидом, хинином, сульфасалазином или другими некоторыми противоопухолевыми средствами, антибиотиками, противомалярийными или противосудорожными средствами",
            "Избегайте использования других местных анестетиков в течение 94 часов после введения бупивакаиновой липосомы.",
            "Другие местные анестетики"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "хлорпрокаин",
      "description": {
        "common": "хлоропрокаин повышает токсичность липосом бупивакаина по др. (см. комментарий). Противопоказано.\nКомментарий: не смешивайте с другими местными анестетиками, не содержащими бупивакаин; смешивание приводит к быстрому увеличению свободного (неинкапсулированного) бупивакаина."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лидокаин",
      "description": {
        "common": "лидокаин повышает токсичность липосом бупивакаина по др. (см. комментарий). Противопоказано.\nКомментарий: не смешивайте с другими местными анестетиками, не содержащими бупивакаин; смешивание приводит к быстрому увеличению свободного (неинкапсулированного) бупивакаина; может администрировать после ожидания по крайней мере 20 минут после местного введения лидокаина."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мепивакаин",
      "description": {
        "common": "мепивакаин повышает токсичность липосом бупивакаина по др. (см. комментарий). Противопоказано.\nКомментарий: не смешивайте с другими местными анестетиками, не содержащими бупивакаин; смешивание приводит к быстрому увеличению свободного (неинкапсулированного) бупивакаина."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ропивакаин",
      "description": {
        "common": "ропивакаин повышает токсичность липосом бупивакаина по др. (см. комментарий). Противопоказано.\nКомментарий: не смешивайте с другими местными анестетиками, не содержащими бупивакаин; смешивание приводит к быстрому увеличению свободного (неинкапсулированного) бупивакаина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупивакаиновый имплантат",
      "description": {
        "common": "бупивакаиновая липосома, бупивакаиновый имплантат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте дополнительного введения местного анестетика в течение 96 часов после имплантации бупивакаина. Если использование дополнительных местных анестетиков неизбежно из-за клинической необходимости, следите за неврологическими и сердечно-сосудистыми эффектами, связанными с системной токсичностью местных анестетиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупивакаин",
      "description": {
        "common": "бупивакаин будет увеличивать уровень или эффект липосомы бупивакаина за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Бупивакаин HCl при введении непосредственно перед бупивакаиновой липосомой может влиять на фармакокинетические и/или физико-химические свойства, когда доза в мг раствора бупивакаина HCl превышает 50% дозы бупивакаиновой липосомы."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Тошнота",
      "percent": "2.1-40.2"
    },
    {
      "name": "Рвота",
      "percent": "2.1-27.8"
    },
    {
      "name": "Головокружение",
      "percent": "11.3"
    },
    {
      "name": "Гипотония",
      "percent": "11.1-93.3"
    },
    {
      "name": "Подергивание мышц",
      "percent": "8.3-60"
    },
    {
      "name": "Тошнота",
      "percent": "6.9-60"
    },
    {
      "name": "Тахикардия",
      "percent": "2.8-53.3"
    },
    {
      "name": "Рвота",
      "percent": "13.8-53.3"
    },
    {
      "name": "Запор",
      "percent": "13.8-46.7"
    },
    {
      "name": "Зуд",
      "percent": "8.3-40"
    },
    {
      "name": "тахипноэ",
      "percent": "2.8-40"
    },
    {
      "name": "Брадикардия",
      "percent": "5.6-33.3"
    },
    {
      "name": "лихорадка",
      "percent": "20"
    },
    {
      "name": "Гипестезия",
      "percent": "20"
    },
    {
      "name": "Мышечные спазмы",
      "percent": "20"
    },
    {
      "name": "Головокружение",
      "percent": "5.6-20"
    },
    {
      "name": "Затуманенное зрение",
      "percent": "3.4-20"
    },
    {
      "name": "анемия",
      "percent": "13.9"
    },
    {
      "name": "Мышечная слабость",
      "percent": "13.3"
    },
    {
      "name": "Боль в спине",
      "percent": "13.3"
    },
    {
      "name": "Гипестезия полости рта",
      "percent": "11.1-13.3"
    },
    {
      "name": "Гематурия",
      "percent": "13"
    },
    {
      "name": "Головная боль",
      "percent": "5.2"
    },
    {
      "name": "Сонливость",
      "percent": "5.2"
    },
    {
      "name": "Тахикардия",
      "percent": "3.9"
    },
    {
      "name": "Зуд",
      "percent": "3.1-5.2"
    },
    {
      "name": "АСТ повышен",
      "percent": "3.1"
    },
    {
      "name": "Температура тела повышена",
      "percent": "3.2"
    },
    {
      "name": "АЛТ повышен",
      "percent": "1.1-3.1"
    },
    {
      "name": "БУН увеличился",
      "percent": "2.1"
    },
    {
      "name": "Запор",
      "percent": "2.1"
    },
    {
      "name": "обморок",
      "percent": "2.1"
    },
    {
      "name": "лихорадка",
      "percent": "2.1"
    },
    {
      "name": "Грибковая инфекция",
      "percent": "2.1"
    },
    {
      "name": "Постпроцедурный отек",
      "percent": "2.1"
    },
    {
      "name": "Снижение аппетита",
      "percent": "2.1"
    },
    {
      "name": "Брадикардия",
      "percent": "1.6"
    },
    {
      "name": "Гипестезия",
      "percent": "1.5"
    },
    {
      "name": "Летаргия",
      "percent": "1.3"
    }
  ]
}