{
  "name": "агалсидаза бета",
  "comment": "Rx",
  "other_names": [
    "Фабразим"
  ],
  "classes": [
    "Ферменты",
    "Метаболический"
  ],
  "source": "https://reference.medscape.com/drug/fabrazyme-agalsidase-beta-342865",
  "pregnancy": {
    "common": [
      "Для получения дополнительной информации посетите сайт www.registrynxt.com или позвоните по телефону 1-800-745-4447, добавочный номер 15500.",
      "Имеющиеся данные из постмаркетинговых сообщений о случаях и серии случаев применения у беременных женщин не выявили связанного с препаратом риска серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода.",
      "Наличие реестра и мониторинг воздействия лекарств на беременных женщин и их потомство",
      "Поощряйте пациентов регистрироваться в реестре"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Репродуктивные исследования, проведенные на крысах при дозах, в 68 раз превышающих дозу для человека, не выявили никаких доказательств влияния на развитие эмбриона и плода."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от наркотиков или основного заболевания матери.",
      "Нет данных о присутствии агалсидазы бета в молоке человека или животных, влиянии препарата на младенцев, находящихся на грудном вскармливании, или на выработку молока.",
      "Стимулировать кормящих женщин к регистрации в реестре"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Анафилаксия и реакции гиперчувствительности",
          "description": [
            "Пациенты, у которых был положительный кожный тест или положительный результат теста на антитела IgE к фабразиму, были повторно заражены с использованием протокола повторного заражения.",
            "Повторная провокация под непосредственным наблюдением квалифицированного персонала с легкодоступными соответствующими мерами медицинской поддержки.",
            "В клинических испытаниях и пострегистрационном опыте безопасности сообщалось об анафилактических или тяжелых реакциях гиперчувствительности.",
            "Рассмотреть риски и преимущества продолжения лечения у пациентов с антителами IgE к фабразиму.",
            "Более высокая частота реакций гиперчувствительности наблюдалась у взрослых с персистирующими антителами к фабразиму и с высоким титром антител по сравнению со взрослыми, отрицательными к антителам.",
            "Рассмотрите возможность тестирования на антитела IgE у пациентов с подозрением на реакции гиперчувствительности.",
            "Нет в продаже тестов на антитела; если тестирование необходимо, свяжитесь с корпорацией Genzyme по телефону 1-800-745-4447."
          ]
        },
        {
          "type": "Инфузионные реакции",
          "description": [
            "Болезнь Фабри на поздних стадиях может привести к нарушению функции сердца, что потенциально может увеличить риск тяжелых осложнений от инфузионных реакций; внимательно следить за нарушением функции сердца",
            "Тяжелые инфузионные реакции включали озноб, рвоту, гипотензию и парестезии.",
            "Другие реакции, связанные с инфузией, включали лихорадку, ощущение жара или холода, одышку, тошноту, приливы, головную боль, утомляемость, зуд, боль в конечностях, артериальную гипертензию, боль в груди, стеснение в горле, боль в животе, головокружение, тахикардию, заложенность носа, диарею, отек. периферическая, миалгия, крапивница, брадикардия и сонливость",
            "Убедитесь, что соответствующие меры медицинской поддержки доступны во время введения",
            "Заболеваемость была выше у пациентов с положительным результатом на антитела к фабразиму по сравнению с пациентами с отрицательным результатом.",
            "Сообщалось о инфузионных реакциях, в том числе тяжелых.",
            "Внимательно следите за инфузионными реакциями в анамнезе."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин снижает действие агалсидазы бета за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон снижает действие агалсидазы бета за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гентамицин",
      "description": {
        "common": "гентамицин снижает действие агалсидазы бета за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин ингаляционно",
      "description": {
        "common": "ингаляции тобрамицина и агалсидазы бета повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать. Избегайте одновременного или последовательного использования, чтобы снизить риск ототоксичности."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "53"
    },
    {
      "name": "Озноб",
      "percent": "49"
    },
    {
      "name": "лихорадка",
      "percent": "39"
    },
    {
      "name": "Головная боль",
      "percent": "39"
    },
    {
      "name": "Кашель",
      "percent": "33"
    },
    {
      "name": "Парестезия",
      "percent": "31"
    },
    {
      "name": "Усталость",
      "percent": "24"
    },
    {
      "name": "Периферический отек",
      "percent": "21"
    },
    {
      "name": "Головокружение",
      "percent": "21"
    },
    {
      "name": "Сыпь",
      "percent": "20"
    },
    {
      "name": "Боль в конечностях",
      "percent": "19"
    },
    {
      "name": "Миалгия",
      "percent": "18"
    },
    {
      "name": "Инфекция нижних дыхательных путей",
      "percent": "18"
    },
    {
      "name": "Боль",
      "percent": "16"
    },
    {
      "name": "Боль в спине",
      "percent": "16"
    },
    {
      "name": "Гипертония",
      "percent": "14"
    },
    {
      "name": "Головная боль",
      "percent": "20"
    },
    {
      "name": "Боль в животе",
      "percent": "20"
    },
    {
      "name": "Фарингит",
      "percent": "20"
    },
    {
      "name": "Высокая температура",
      "percent": "20"
    },
    {
      "name": "Тошнота",
      "percent": "20"
    },
    {
      "name": "Рвота",
      "percent": "20"
    },
    {
      "name": "Ринит",
      "percent": "20"
    },
    {
      "name": "Диарея",
      "percent": "20"
    },
    {
      "name": "Артралгия",
      "percent": "20"
    },
    {
      "name": "Головокружение",
      "percent": "20"
    },
    {
      "name": "Зуд",
      "percent": "10"
    },
    {
      "name": "Тахикардия",
      "percent": "9"
    },
    {
      "name": "раздражение",
      "percent": "9"
    },
    {
      "name": "Повышенный креатинин в крови",
      "percent": "9"
    },
    {
      "name": "шум в ушах",
      "percent": "8"
    },
    {
      "name": "Одышка",
      "percent": "8"
    },
    {
      "name": "Падать",
      "percent": "6"
    },
    {
      "name": "Обжигающее ощущение",
      "percent": "6"
    },
    {
      "name": "Беспокойство",
      "percent": "6"
    },
    {
      "name": "Депрессия",
      "percent": "6"
    },
    {
      "name": "хрипы",
      "percent": "6"
    },
    {
      "name": "Гипоакузия",
      "percent": "5"
    },
    {
      "name": "Дискомфорт в груди",
      "percent": "5"
    },
    {
      "name": "Грибковая инфекция",
      "percent": "5"
    },
    {
      "name": "Вирусная инфекция",
      "percent": "5"
    },
    {
      "name": "Горячий смыв",
      "percent": "5"
    }
  ]
}