{
  "name": "железа фумарат",
  "comment": "Rx, OTC",
  "other_names": [
    "Феостат",
    "гемоцит",
    "Ферро-Сиквелы",
    "Палафер",
    "Нефро Фер"
  ],
  "classes": [
    "Изделия из железа"
  ],
  "source": "https://reference.medscape.com/drug/feostat-ferro-sequels-ferrous-fumarate-342163",
  "pregnancy": {
    "common": [
      "Категория беременности: недоступно",
      "Лактация: попадает в грудное молоко"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: попадает в грудное молоко"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "При передозировке может возникнуть тяжелая токсичность железа, особенно при приеме внутрь детьми.",
        "Непреднамеренная передозировка железом является основной причиной смертельных отравлений у детей младше 6 лет. Храните в недоступном для детей месте"
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гемохроматоз, гемосидероз, гемолитическая анемия (если также не присутствует железодефицитное состояние)",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Не вводите пероральное железо вместе с парентеральным железом.",
        "Избегайте использования у недоношенных детей",
        "Не для использования у пациентов с пептической язвой, язвенным колитом или энтеритом.",
        "Избегайте использования у пациентов, получающих переливание крови",
        "Неспособность ретикулоэндотелиальной системы восстанавливать доступные запасы железа обычно является причиной анемии у пожилых людей, а не кровопотери; анемия хронического заболевания не является вторичной по отношению к дефициту железа",
        "Профилактический прием Палафера CF во время беременности должен быть прекращен при доношенном сроке и заменен на Палафер (или другие добавки железа) после родов.",
        "Случайная передозировка является основной причиной детей младше 6 лет.",
        "Всасыванию могут препятствовать антациды, содержащие Al или Mg.",
        "С осторожностью у пациентов с порфирией"
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Поскольку пероральные препараты железа препятствуют всасыванию пероральных тетрациклиновых антибиотиков, их не следует принимать в течение двух часов друг от друга."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "балоксавир марбоксил",
      "description": {
        "common": "фумарат железа снижает уровень или действие балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "фумарат железа снижает уровень демеклоциклина за счет ингибирования абсорбции через ЖКТ. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксициклин",
      "description": {
        "common": "фумарат железа снижает уровень доксициклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "фумарат железа снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флероксацин",
      "description": {
        "common": "фумарат железа снижает уровень флероксацина за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "фумарат железа снижает уровень гемифлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "железа фумарат снижает уровень левофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миноциклин",
      "description": {
        "common": "железа фумарат снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "фумарат железа снижает уровень моксифлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "железа фумарат снижает уровень микофенолата за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Взаимодействие только при пероральном приеме железа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "железа фумарат снижает уровень офлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окситетрациклин",
      "description": {
        "common": "железа фумарат снижает уровень окситетрациклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "фумарат железа снижает уровень тетрациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект фумарата железа за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "биктегравир",
      "description": {
        "common": "фумарат железа будет снижать уровень или эффект биктегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Биктегравир и добавки, содержащие железо, можно принимать вместе с пищей. Рутинный прием биктегравира (натощак) одновременно с добавками, содержащими железо, или через 2 часа после них не рекомендуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снизит уровень или эффект фумарата железа за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин снизит уровень или эффект фумарата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "железа фумарат снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Одновременное применение ципрофлоксацина с препаратами, содержащими поливалентные катионы, может снизить биодоступность ципрофлоксацина на 90%. Введите ципрофлоксацин по крайней мере за 2 часа до или через 6 часов после использования этих продуктов. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс снижает уровень фумарата железа путем ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Деферазирокс хелатирует железо."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферипрон",
      "description": {
        "common": "железа фумарат снижает уровень деферипрона, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Деферипрон может связывать поливалентные катионы (например, железо, алюминий и цинк), при этом прием деферипрона и других препаратов (например, антацидов) или добавок, содержащих эти поливалентные катионы, должен проходить не менее 4 часов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефероксамин",
      "description": {
        "common": "дефероксамин снижает уровень фумарата железа путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Дефероксамин хелатирует железо."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "делафлоксацин",
      "description": {
        "common": "фумарат железа будет снижать уровень или эффект делафлоксацина за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Делафлоксацин при пероральном приеме образует хелаты с катионами щелочноземельных металлов и переходных металлов. Назначайте делафлоксацин перорально по крайней мере за 2 часа до или через 6 часов после приема этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декслансопразол",
      "description": {
        "common": "декслансопразол снизит уровень или эффект фумарата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "долутегравир",
      "description": {
        "common": "фумарат железа снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир за 2 часа (долутегравир или абакавир/долутегравир/ламивудин) или за 4 часа (долутегравир/рилпивирин) до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "эзомепразол будет снижать уровень или эффект фумарата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фамотидин",
      "description": {
        "common": "фамотидин снизит уровень или эффект фумарата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай, железа фумарат. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: по возможности не пейте зеленый чай или экстракт зеленого чая в течение 1 часа до или 2 часов после приема солей железа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибандронат",
      "description": {
        "common": "фумарат железа снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен/фамотидин",
      "description": {
        "common": "ибупрофен/фамотидин снизит уровень или эффект фумарата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лансопразол",
      "description": {
        "common": "лансопразол снизит уровень или эффект фумарата железа за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "фумарат железа снижает уровень леводопы за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Пероральное введение солей железа должно быть отделено от леводопы не менее чем на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левотироксин",
      "description": {
        "common": "железа фумарат снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиотиронин",
      "description": {
        "common": "железа фумарат снижает уровень liothyronine путем ингибирования поглощения GI. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилдопа",
      "description": {
        "common": "фумарат железа снижает уровень метилдопы за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон снижает эффекты фумарата железа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Рекомендуется резервный метод контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "низатидин",
      "description": {
        "common": "низатидин снизит уровень или эффект фумарата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омадациклин",
      "description": {
        "common": "железа фумарат будет снижать уровень или эффект омадациклина путем ингибирования абсорбции GI. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Продукты, содержащие поливалентные катионы, могут нарушать всасывание тетрациклинов, что может снижать их эффективность. Раздельное дозирование тетрациклинов от этих продуктов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол снизит уровень или эффект фумарата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "панкрелипаза",
      "description": {
        "common": "панкрелипаза снижает уровень фумарата железа за счет усиления всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Уровни солей железа могут снижаться при одновременном приеме пищеварительных ферментов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пантопразол",
      "description": {
        "common": "Пантопразол снизит уровень или эффект фумарата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пеницилламин",
      "description": {
        "common": "фумарат железа снижает уровень пеницилламина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Взаимодействие только при пероральном приеме железа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рабепразол",
      "description": {
        "common": "рабепразол снижает уровень или эффект фумарата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "фумарат железа будет снижать уровень или эффект сарециклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Продукты, содержащие поливалентные катионы, могут нарушать всасывание тетрациклинов, что может снижать их эффективность. Раздельное дозирование тетрациклинов от этих продуктов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия снизит уровень или эффект фумарата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота снизит уровень или эффект фумарата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "Пикосульфат натрия/оксид магния/безводная лимонная кислота снижает уровень фумарата железа путем связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Принимайте по крайней мере за 2 часа до и не менее чем через 6 часов после приема пикосульфата натрия, оксида магния и безводной лимонной кислоты, чтобы избежать хелатирования магния."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/? сульфат магния/хлорид калия снижает уровень фумарата железа путем ингибирования поглощения GI. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Вводите препараты железа по крайней мере за 2 часа до и не менее чем через 6 часов после каждой дозы, чтобы избежать хелатирования с магнием. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния снижает уровень фумарата железа путем ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Вводите препараты железа по крайней мере за 2 часа до и не менее чем через 6 часов после каждой дозы, чтобы избежать хелатирования с магнием. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклосиликат циркония натрия",
      "description": {
        "common": "Циклосиликат натрия-циркония снижает уровень или эффект фумарата железа за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Ознакомьтесь с конкретными рекомендациями для препаратов с рН-зависимой растворимостью, которая может повлиять на их системное воздействие и эффективность. Как правило, вводите препараты по крайней мере за 2 часа до или после приема натрия циркония циклосиликата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "щитовидная железа высушенная",
      "description": {
        "common": "железа фумарат снижает уровень обезвоживания щитовидной железы за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триентин",
      "description": {
        "common": "триентин, фумарат железа.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 ч."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вонопразан",
      "description": {
        "common": "vonoprazan будет снижать уровень или эффект фумарата железа путем ингибирования поглощения GI. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетогидроксамовая кислота",
      "description": {
        "common": "ацетогидроксамовая кислота снижает уровень фумарата железа путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "ацетат кальция снижает уровень фумарата железа за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает уровень фумарата железа путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "хлорид кальция снижает уровень фумарата железа путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция снижает уровень фумарата железа путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "глюконат кальция снижает уровень фумарата железа путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбидопа",
      "description": {
        "common": "фумарат железа снижает уровень карбидопы за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диданозин",
      "description": {
        "common": "диданозин снизит уровень или эффект фумарата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гимнема",
      "description": {
        "common": "gymnema снижает уровень фумарата железа за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "марганец",
      "description": {
        "common": "фумарат железа снижает уровень марганца за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витамин Е",
      "description": {
        "common": "витамин Е снижает уровень фумарата железа путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Изменение цвета мочи",
      "percent": null
    },
    {
      "name": "Спазмы желудка",
      "percent": null
    },
    {
      "name": "Темный стул",
      "percent": null
    },
    {
      "name": "Изжога",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "эзофагит",
      "percent": null
    },
    {
      "name": "Желудочно-кишечный дискомфорт",
      "percent": null
    },
    {
      "name": "Желудочно-кишечное кровотечение",
      "percent": null
    },
    {
      "name": "перфорация",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Окрашивание зубов",
      "percent": null
    }
  ]
}