{
  "name": "глюконат железа",
  "comment": "OTC",
  "other_names": [
    "Ферате"
  ],
  "classes": [
    "Изделия из железа"
  ],
  "source": "https://reference.medscape.com/drug/ferate-ferrous-gluconate-999567",
  "pregnancy": {
    "common": [
      "Категория беременности: А; беременным женщинам обычно требуется повышенный прием железа для удовлетворения диетических потребностей (см. разделы о дозировках)",
      "Период лактации: проникает в грудное молоко, считается безопасным для грудного вскармливания; грудное молоко обычно содержит достаточное количество железа для удовлетворения потребностей младенцев в питании; количество железа в грудном молоке, как правило, не зависит от уровня железа у матери"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Период лактации: проникает в грудное молоко, считается безопасным для грудного вскармливания; грудное молоко обычно содержит достаточное количество железа для удовлетворения потребностей младенцев в питании; количество железа в грудном молоке, как правило, не зависит от уровня железа у матери"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "При передозировке может возникнуть тяжелая токсичность железа, особенно при приеме внутрь детьми; железо является основной причиной смертельных отравлений у детей младше 6 лет; хранить в недоступном для детей месте в недоступной для детей упаковке"
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "балоксавир марбоксил",
      "description": {
        "common": "глюконат железа снижает уровень или действие балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "глюконат железа снижает уровень демеклоциклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксициклин",
      "description": {
        "common": "глюконат железа снижает уровень доксициклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "глюконат железа снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флероксацин",
      "description": {
        "common": "глюконат железа снижает уровень флероксацина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "глюконат железа снижает уровень гемифлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "глюконат железа снижает уровень левофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миноциклин",
      "description": {
        "common": "глюконат железа снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "глюконат железа снижает уровень моксифлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "глюконат железа снижает уровень микофенолата путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Взаимодействие только при пероральном приеме железа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "глюконат железа снижает уровень офлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окситетрациклин",
      "description": {
        "common": "глюконат железа снижает уровень окситетрациклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "глюконат железа снижает уровень тетрациклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "беназеприл увеличивает токсичность глюконата железа по механизму: неустановленный механизм взаимодействия. Используйте осторожность/монитор. Беназеприл может усиливать побочные/токсические эффекты глюконата железа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "биктегравир",
      "description": {
        "common": "глюконат железа снижает уровень или эффект биктегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Биктегравир и добавки, содержащие железо, можно принимать вместе с пищей. Рутинный прием биктегравира (натощак) одновременно с добавками, содержащими железо, или через 2 часа после них не рекомендуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снизит уровень или эффект глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин снизит уровень или действие глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "глюконат железа снижает уровень ципрофлоксацина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Одновременное применение ципрофлоксацина с препаратами, содержащими поливалентные катионы, может снизить биодоступность ципрофлоксацина на 90%. Введите ципрофлоксацин по крайней мере за 2 часа до или через 6 часов после использования этих продуктов. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферасирокс снижает уровень глюконата железа за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Деферазирокс хелатирует железо."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферипрон",
      "description": {
        "common": "глюконат железа снижает уровень деферипрона, усиливая всасывание в ЖКТ. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Деферипрон может связывать поливалентные катионы (например, железо, алюминий и цинк), при этом прием деферипрона и других препаратов (например, антацидов) или добавок, содержащих эти поливалентные катионы, должен проходить не менее 4 часов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефероксамин",
      "description": {
        "common": "дефероксамин снижает уровень глюконата железа путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Дефероксамин хелатирует железо."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "делафлоксацин",
      "description": {
        "common": "глюконат железа снижает уровень или эффект делафлоксацина за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Делафлоксацин при пероральном приеме образует хелаты с катионами щелочноземельных металлов и переходных металлов. Назначайте делафлоксацин перорально по крайней мере за 2 часа до или через 6 часов после приема этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декслансопразол",
      "description": {
        "common": "декслансопразол снизит уровень или эффект глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "долутегравир",
      "description": {
        "common": "глюконат железа снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир за 2 часа (долутегравир или абакавир/долутегравир/ламивудин) или за 4 часа (долутегравир/рилпивирин) до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эналаприл",
      "description": {
        "common": "эналаприл, глюконат железа. Механизм: неизвестен. Используйте осторожность/монитор. Риск желудочно-кишечных симптомов, гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "эзомепразол снижает уровень или действие глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фамотидин",
      "description": {
        "common": "фамотидин снизит уровень или действие глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибандронат",
      "description": {
        "common": "глюконат железа снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен/фамотидин",
      "description": {
        "common": "ибупрофен/фамотидин снизит уровень или действие глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лансопразол",
      "description": {
        "common": "лансопразол снизит уровень или эффект глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "глюконат железа снижает уровень леводопы за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левотироксин",
      "description": {
        "common": "глюконат железа снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиотиронин",
      "description": {
        "common": "глюконат железа снижает уровень лиотиронина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилдопа",
      "description": {
        "common": "глюконат железа снижает уровень метилдопы за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "низатидин",
      "description": {
        "common": "низатидин снизит уровень или эффект глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омадациклин",
      "description": {
        "common": "глюконат железа будет снижать уровень или эффект омадациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Продукты, содержащие поливалентные катионы, могут нарушать всасывание тетрациклинов, что может снижать их эффективность. Раздельное дозирование тетрациклинов от этих продуктов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол снизит уровень или эффект глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "панкрелипаза",
      "description": {
        "common": "панкрелипаза снижает уровень глюконата железа путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Уровни солей железа могут снижаться при одновременном приеме пищеварительных ферментов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пантопразол",
      "description": {
        "common": "Пантопразол снизит уровень или действие глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пеницилламин",
      "description": {
        "common": "глюконат железа снижает уровень пеницилламина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Взаимодействие только при пероральном приеме железа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рабепразол",
      "description": {
        "common": "рабепразол снижает уровень или действие глюконата железа за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "глюконат железа будет снижать уровень или эффект сарециклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Продукты, содержащие поливалентные катионы, могут нарушать всасывание тетрациклинов, что может снижать их эффективность. Раздельное дозирование тетрациклинов от этих продуктов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия снизит уровень или эффект глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота снизит уровень или эффект глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/? сульфат магния/хлорид калия снижает уровень глюконата железа путем ингибирования поглощения GI. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Вводите препараты железа по крайней мере за 2 часа до и не менее чем через 6 часов после каждой дозы, чтобы избежать хелатирования с магнием. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния снижает уровень глюконата железа за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Вводите препараты железа по крайней мере за 2 часа до и не менее чем через 6 часов после каждой дозы, чтобы избежать хелатирования с магнием. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклосиликат циркония натрия",
      "description": {
        "common": "циклосиликат натрия циркония снизит уровень или эффект глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Ознакомьтесь с конкретными рекомендациями для препаратов с рН-зависимой растворимостью, которая может повлиять на их системное воздействие и эффективность. Как правило, вводите препараты по крайней мере за 2 часа до или после приема натрия циркония циклосиликата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "щитовидная железа высушенная",
      "description": {
        "common": "глюконат железа снижает уровень обезвоживания щитовидной железы за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триентин",
      "description": {
        "common": "триентин, глюконат железа.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 ч."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вонопразан",
      "description": {
        "common": "vonoprazan будет снижать уровень или эффект глюконата железа путем ингибирования поглощения GI. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетогидроксамовая кислота",
      "description": {
        "common": "ацетогидроксамовая кислота снижает уровень глюконата железа путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "глюконат железа повышает уровень ацетата кальция, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "глюконат железа повышает уровень карбоната кальция, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "глюконат железа повышает уровень хлорида кальция, усиливая всасывание в ЖКТ. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "глюконат железа повышает уровень цитрата кальция, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "глюконат железа повышает уровень глюконата кальция, усиливая всасывание в ЖКТ. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбидопа",
      "description": {
        "common": "глюконат железа снижает уровень карбидопы за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диданозин",
      "description": {
        "common": "диданозин снизит уровень или действие глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гимнема",
      "description": {
        "common": "gymnema снижает уровень глюконата железа путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "марганец",
      "description": {
        "common": "глюконат железа снижает уровень марганца за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витамин Е",
      "description": {
        "common": "витамин Е снижает уровень глюконата железа путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "раздражение ЖКТ",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Спазмы желудка",
      "percent": null
    },
    {
      "name": "Окрашивание зубов",
      "percent": null
    },
    {
      "name": "Изжога",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Изменение цвета мочи",
      "percent": null
    },
    {
      "name": "Стул темного цвета",
      "percent": null
    }
  ]
}