{
  "name": "глюконат железа",
  "comment": "Rx",
  "other_names": [
    "Ферлецит"
  ],
  "classes": [
    "Изделия из железа"
  ],
  "source": "https://reference.medscape.com/drug/ferrlecit-ferric-gluconate-342159",
  "pregnancy": {
    "common": [
      "Существуют риски для матери и плода, связанные с нелеченной железодефицитной анемией во время беременности.",
      "Парентеральное введение железа может быть связано с реакциями гиперчувствительности, которые могут иметь серьезные последствия, такие как брадикардия плода.",
      "Невылеченная железодефицитная анемия (ЖДА) во время беременности связана с неблагоприятными исходами для матери, такими как послеродовая анемия; неблагоприятные исходы беременности, связанные с ЖДА, включают повышенный риск преждевременных родов и низкой массы тела при рождении.",
      "Тяжелые побочные реакции, включая недостаточность кровообращения (тяжелая гипотензия, шок, в том числе в контексте анафилактической реакции), могут возникать у беременных женщин при внутривенном введении железа, что может иметь серьезные последствия для плода, такие как брадикардия плода, особенно во втором и третьем триместре.",
      "Консультировать беременных женщин потенциального риска для плода; Имеющиеся данные из постмаркетинговых отчетов о применении Ферлецита при беременности недостаточны для оценки риска серьезных врожденных дефектов и невынашивания беременности.",
      "При отсутствии материнской токсичности Ферлецит не оказывал тератогенного действия на потомство беременных мышей или крыс при клинически значимом воздействии.",
      "Ferrlecit содержит бензиловый спирт в качестве консерванта; поскольку бензиловый спирт быстро метаболизируется беременной женщиной, воздействие бензилового спирта на плод маловероятно. Однако у недоношенных новорожденных и детей с низкой массой тела при рождении, которым внутривенно вводили препараты, содержащие бензиловый спирт, наблюдались побочные реакции.",
      "Рассмотреть альтернативную заместительную терапию железом без бензилового спирта."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Препарат содержит бензиловый спирт; поскольку бензиловый спирт быстро метаболизируется кормящей женщиной, воздействие бензилового спирта на грудного ребенка маловероятно; однако побочные реакции возникали у недоношенных новорожденных и детей с низким весом при рождении, которым внутривенно вводили препараты, содержащие бензиловый спирт; рассмотреть альтернативные методы заместительной терапии железом без бензилового спирта для использования в период лактации",
      "Нет доступных данных о присутствии Ферлецита в грудном молоке или молоке животных, влиянии на выработку молока или на ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к препарату или вспомогательным веществам"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Чрезмерная терапия парентеральным железом может привести к избыточному накоплению железа с возможным ятрогенным гемосидерозом; пациенты, получающие терапию, нуждаются в периодическом контроле гематологических параметров и параметров железа (гемоглобин, гематокрит, сывороточный ферритин и насыщение трансферрина)",
        "ЗАПРЕЩАЕТСЯ смешивать Ферлецит с другими лекарствами или добавлять в ППП; совместимость не установлена"
      ],
      "specific": [
        {
          "type": "Побочные эффекты бензилового спирта",
          "description": [
            "«Синдром удушья» характеризуется угнетением центральной нервной системы, метаболическим ацидозом и затрудненным дыханием; минимальное количество бензилового спирта, при котором могут возникнуть серьезные побочные реакции, неизвестно",
            "Не одобрен для использования у новорожденных или младенцев; серьезные и фатальные побочные реакции, включая «синдром удушья», могут возникать у новорожденных и младенцев с низкой массой тела при рождении, получающих препараты, консервированные бензиловым спиртом."
          ]
        },
        {
          "type": "Гиперчувствительность",
          "description": [
            "Серьезные реакции гиперчувствительности, в том числе реакции анафилактического типа, некоторые из которых были опасными для жизни и летальными, были зарегистрированы у пациентов, получавших препарат в постмаркетинговый период.",
            "Мониторинг пациентов на наличие признаков и симптомов гиперчувствительности во время и после введения в течение не менее 30 минут и до клинической стабилизации после завершения инфузии.",
            "У пациентов может наблюдаться шок, клинически значимая гипотензия, потеря сознания или коллапс.",
            "Вводите лекарство только тогда, когда персонал и терапия доступны для лечения анафилаксии и других реакций гиперчувствительности."
          ]
        },
        {
          "type": "Гипотония",
          "description": [
            "Гипотензивные реакции могут быть связаны или не быть связаны с признаками и симптомами реакций гиперчувствительности и обычно проходят в течение одного-двух часов.",
            "Сообщалось о гипотензии, связанной с головокружением, недомоганием, утомляемостью, слабостью или сильной болью в груди, спине, боках или паху.",
            "Во время диализа может возникнуть транзиторная гипотензия; администрация может усилить гипотензию, вызванную диализом; контролировать пациентов на наличие признаков и симптомов гипотензии во время и после введения",
            "Терапия может вызвать клинически значимую гипотензию"
          ]
        },
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Лекарственные взаимодействия не изучены; препарат может снижать абсорбцию одновременно принимаемых пероральных препаратов железа"
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Диарея",
      "percent": "35"
    },
    {
      "name": "Тошнота",
      "percent": "35"
    },
    {
      "name": "Рвота",
      "percent": "35"
    },
    {
      "name": "Реакция в месте инъекции",
      "percent": "33"
    },
    {
      "name": "Гипотония",
      "percent": "29"
    },
    {
      "name": "Судороги",
      "percent": "25"
    },
    {
      "name": "Головокружение",
      "percent": "13"
    },
    {
      "name": "Гипертония",
      "percent": "13"
    },
    {
      "name": "Одышка",
      "percent": "11"
    },
    {
      "name": "Боль в груди",
      "percent": "10"
    },
    {
      "name": "Астения",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "обморок",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Отек",
      "percent": null
    },
    {
      "name": "Кашель",
      "percent": null
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Гиперкалиемия",
      "percent": null
    },
    {
      "name": "Электролитные нарушения",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Судороги ног",
      "percent": null
    },
    {
      "name": "Сердечно-сосудистая система",
      "percent": null
    },
    {
      "name": "Шок",
      "percent": null
    },
    {
      "name": "фетальная брадикардия",
      "percent": null
    },
    {
      "name": "поверхностный тромбофлебит в месте инъекции",
      "percent": null
    },
    {
      "name": "флебит",
      "percent": null
    },
    {
      "name": "острая ишемия миокарда с инфарктом миокарда или без него с",
      "percent": null
    },
    {
      "name": "тромбоз стента на фоне реакции гиперчувствительности",
      "percent": null
    },
    {
      "name": "Желудочно-кишечная система",
      "percent": null
    },
    {
      "name": "дисгевзия",
      "percent": null
    },
    {
      "name": "Иммунная система",
      "percent": null
    },
    {
      "name": "Анафилактический",
      "percent": null
    },
    {
      "name": "тип реакции",
      "percent": null
    },
    {
      "name": "Нервная система",
      "percent": null
    },
    {
      "name": "Потеря сознания",
      "percent": null
    },
    {
      "name": "генерализованная судорога",
      "percent": null
    },
    {
      "name": "гипестезия",
      "percent": null
    },
    {
      "name": "Кожа и придатки",
      "percent": null
    },
    {
      "name": "изменение цвета кожи",
      "percent": null
    },
    {
      "name": "бледность",
      "percent": null
    }
  ]
}