{
  "name": "свежезамороженная плазма",
  "comment": "Blood Component",
  "other_names": [
    "ФФП",
    "Октаплас"
  ],
  "classes": [
    "Компоненты крови"
  ],
  "source": "https://reference.medscape.com/drug/ffp-octaplas-fresh-frozen-plasma-999499",
  "pregnancy": null,
  "lactation": null,
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Высокие скорости инфузии могут вызвать гиперволемию с последующим отеком легких или сердечной недостаточностью; контролировать пациентов на наличие признаков и симптомов отека легких или сердечной недостаточности и назначить соответствующее лечение",
        "Плазму не следует вводить для восполнения дефицита изолированного фактора или специфического белка, если доступны соответствующие концентраты факторов.",
        "Трансфузионная реакция может возникать при несоответствии по системе ABO; назначение этого продукта должно основываться на совместимости групп крови по системе АВО; пациентов следует контролировать на наличие признаков трансфузионной реакции, включая жизненно важные органы, до, во время и после переливания; компоненты плазмы содержат значительное количество антител против антигенов групп крови АВО, поэтому необходимо использовать плазму, совместимую с АВО",
        "Тяжелый дефицит протеина S",
        "Не вводите препараты, содержащие кальций, в одну и ту же катетеризацию (может произойти преципитация).",
        "СЗП не следует использовать исключительно для увеличения объема или для «коррекции» умеренно удлиненного ПВ или АЧТВ без активного кровотечения; пациенты могут иметь умеренно удлиненное ПВ или АЧТВ, но при этом иметь гемостатически стабильные уровни факторов свертывания крови",
        "Плазму не следует вводить при дефиците витамина К или реверсии варфарина, если коррекция может быть безопасно достигнута с помощью добавок витамина К.",
        "Многие банки крови используют P24 и/или размороженную плазму взаимозаменяемо с FFP; если СЗП особенно необходим, рекомендуется проинформировать банк крови вашего учреждения во время запроса, чтобы обеспечить надлежащее переливание продукта.",
        "При подозрении на трансфузионную реакцию следует прекратить переливание, обследовать и стабилизировать состояние пациента, уведомить банк крови и начать расследование трансфузионной реакции.",
        "Гиперчувствительность к свежезамороженной плазме (СЗП) или продуктам, полученным из плазмы, включая любой белок плазмы в анамнезе.",
        "Тромбоз может возникнуть из-за низкого уровня белка S; следить за признаками и симптомами тромбоза у пациентов из группы риска",
        "Чрезмерное кровотечение из-за гиперфибринолиза может возникать из-за низкого уровня альфа-2-антиплазмина (т.е. ингибитора плазмина); следить за признаками чрезмерного кровотечения у пациентов, перенесших трансплантацию печени",
        "Проконсультируйтесь с медицинским директором банка крови или гематологом, если у вас есть вопросы, касающиеся особых требований к переливанию крови.",
        "Жидкая плазма (описание см. в фармакологии) может содержать значительное количество жизнеспособных лимфоцитов и должна быть подвергнута облучению, если пациент подвержен повышенному риску ТА-РТПХ (см. монографию по продуктам облученной крови)",
        "Дефицит IgA",
        "Этот продукт изготовлен из плазмы человека, он может нести риск передачи инфекционных агентов (например, вирусов, агента vCJD); проходит очистку растворителем-моющим средством",
        "Все переливания должны выполняться с помощью наборов для переливания крови, содержащих фильтры размером от 170 до 260 микрон или микроагрегатные фильтры с размером частиц от 20 до 40 микрон, за исключением случаев, когда переливание проводится через прикроватный фильтр для снижения уровня лейкоцитов; никакие другие лекарства или жидкости, кроме физиологического раствора, не должны одновременно вводиться через ту же трубку без предварительной консультации с медицинским директором банка крови.",
        "Реакция гиперчувствительности на Октаплас в анамнезе"
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Нервная система",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "парестезия",
      "percent": null
    },
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "Гемолитические трансфузионные реакции",
      "percent": null
    },
    {
      "name": "Фебрильная Нет",
      "percent": null
    },
    {
      "name": "Гемолитические реакции",
      "percent": null
    },
    {
      "name": "Аллергические реакции от крапивницы до анафилаксии.",
      "percent": null
    },
    {
      "name": "Септические реакции",
      "percent": null
    },
    {
      "name": "Острое повреждение легких, связанное с трансфузией",
      "percent": null
    },
    {
      "name": "ТРАЛИ",
      "percent": null
    },
    {
      "name": "Циркуляторная перегрузка",
      "percent": null
    },
    {
      "name": "Связанный с трансфузией трансплантат против болезни хозяина",
      "percent": null
    },
    {
      "name": "Почта",
      "percent": null
    },
    {
      "name": "трансфузионная пурпура",
      "percent": null
    },
    {
      "name": "Нарушения системы крови",
      "percent": null
    },
    {
      "name": "Гиперфибринолиз",
      "percent": null
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "Реакции гиперчувствительности, включая реакции анафилактоидного и аллергического типа.",
      "percent": null
    },
    {
      "name": "Нарушения обмена веществ и питания",
      "percent": null
    },
    {
      "name": "Алкалоз",
      "percent": null
    },
    {
      "name": "Сердечно-сосудистые расстройства",
      "percent": null
    },
    {
      "name": "Остановка сердца",
      "percent": null
    },
    {
      "name": "циркуляторная перегрузка",
      "percent": null
    },
    {
      "name": "тромбоэмболия",
      "percent": null
    },
    {
      "name": "тахикардия",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "торакальные и медиастинальные расстройства",
      "percent": null
    },
    {
      "name": "Остановка дыхания или недостаточность",
      "percent": null
    },
    {
      "name": "бронхоспазм",
      "percent": null
    },
    {
      "name": "отек легких",
      "percent": null
    },
    {
      "name": "одышка",
      "percent": null
    },
    {
      "name": "тахипноэ",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "эритема",
      "percent": null
    },
    {
      "name": "Общие расстройства и состояния в месте введения",
      "percent": null
    },
    {
      "name": "Лихорадка и",
      "percent": null
    },
    {
      "name": "или озноб",
      "percent": null
    },
    {
      "name": "дискомфорт или боль в груди",
      "percent": null
    },
    {
      "name": "Расследования",
      "percent": null
    },
    {
      "name": "Сероконверсии",
      "percent": null
    },
    {
      "name": "пассивный перенос антител",
      "percent": null
    },
    {
      "name": "Рана",
      "percent": null
    },
    {
      "name": "отравления и процедурные осложнения",
      "percent": null
    },
    {
      "name": "Цитратная токсичность",
      "percent": null
    }
  ]
}