{
  "name": "поликарбофил",
  "comment": "OTC",
  "other_names": [
    "ФайберНорм",
    "ФайберКон",
    "эквалактин",
    "Волокно Лакс",
    "Митролан"
  ],
  "classes": [
    "Слабительные",
    "Массовое производство"
  ],
  "source": "https://reference.medscape.com/drug/fibercon-fiber-lax-polycarbophil-342021",
  "pregnancy": {
    "common": [
      "Категория беременности: нет данных; не усваивается; безопасно применять при беременности",
      "Лактация: нет данных у кормящих женщин; не всасывается и должен быть безопасным для кормящих женщин"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: нет данных у кормящих женщин; не всасывается и должен быть безопасным для кормящих женщин"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Непроходимость кишечника, аппендицит, дисфагия, каловые закупорки, ректальное кровотечение",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Прием этого продукта без достаточного количества жидкости может привести к его отеку и закупорке горла или пищевода, а также вызвать удушье; не принимайте этот продукт, если вам трудно глотать; если вы испытываете боль в груди, рвоту или затруднение глотания или дыхания после приема этого продукта, немедленно обратитесь к врачу.",
        "Не использовать дольше 7 дней, если только это не предписано врачом.",
        "Прекратите использование и обратитесь к врачу, если возникает ректальное кровотечение или если после использования этого или другого слабительного не происходит дефекации; это может быть признаком серьезного состояния",
        "Храните в недоступном для детей месте; при передозировке немедленно обратиться за медицинской помощью или в токсикологический центр",
        "Попросите врача перед использованием этого продукта, если вы испытываете боль в животе, тошноту или рвоту, внезапное изменение привычек кишечника, которое длится в течение 2 недель.",
        "Спросите у медицинского работника, принимаете ли вы какой-либо другой препарат; принимать продукт за 2 или более часов до или после приема других препаратов; слабительные могут влиять на действие других препаратов"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "поликарбофил снижает уровень демеклоциклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксициклин",
      "description": {
        "common": "поликарбофил снижает уровень доксициклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миноциклин",
      "description": {
        "common": "поликарбофил снижает уровень миноциклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окситетрациклин",
      "description": {
        "common": "поликарбофил снижает уровень окситетрациклина путем ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "поликарбофил снижает уровень тетрациклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пикосульфат натрия",
      "description": {
        "common": "поликарбофил снижает действие пикосульфата натрия по механизму: не указан механизм взаимодействия. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Полнота живота",
      "percent": null
    },
    {
      "name": "Метеоризм",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Спазмы желудка",
      "percent": null
    }
  ]
}