{
  "name": "ванкомицин",
  "comment": "Rx",
  "other_names": [
    "Ванкоцин",
    "Фирванк"
  ],
  "classes": [
    "Гликопептиды"
  ],
  "source": "https://reference.medscape.com/drug/firvanq-vancocin-vancomycin-342573",
  "pregnancy": {
    "common": [
      "В контролируемом клиническом исследовании потенциальные ототоксические и нефротоксические эффекты ванкомицина у детей грудного возраста оценивались при введении беременным женщинам при серьезных стафилококковых инфекциях, осложняющих внутривенное введение наркотиков.",
      "Неизвестно, может ли ванкомицин влиять на репродуктивную способность."
    ],
    "specific": [
      {
        "type": "Только однодозовые гибкие пакеты",
        "description": [
          "Репродуктивные исследования на кроликах и крысах с внутривенным введением NADA примерно в 32 и 20 раз выше максимальной суточной дозы для человека, соответственно, основанные на системном воздействии NADA, привели к материнской токсичности и порокам развития позвоночника и сердечно-сосудистой системы плода у кроликов, а также материнской токсичности без побочных эффектов. эмбриофетальные эффекты у крыс",
          "Исследования репродукции на кроликах с внутривенными дозами ПЭГ 400, примерно в 8 раз превышающими максимальную суточную дозу для человека, основанную на системном воздействии ПЭГ 400 во время органогенеза, привели к порокам развития позвоночника плода.",
          "Проведите тест на беременность у женщин с репродуктивным потенциалом, прежде чем назначать этот препарат."
        ]
      },
      {
        "type": "Капсула",
        "description": [
          "Системная абсорбция ванкомицина после перорального приема капсул низкая; однако абсорбция может варьироваться в зависимости от различных факторов; нет доступных данных об использовании ванкомицина беременными женщинами для оценки риска серьезных врожденных дефектов или выкидыша; Имеющиеся опубликованные данные о внутривенном применении ванкомицина при беременности во втором и третьем триместрах не показали связи с неблагоприятными исходами для матери или плода."
        ]
      },
      {
        "type": "внутривенно",
        "description": [
          "Из-за возможности побочных эффектов следует принять решение о прекращении кормления грудью или прекращении приема препарата, принимая во внимание важность препарата для матери.",
          "Соблюдайте осторожность при назначении ванкомицина кормящей женщине.",
          "Ванкомицин выделяется с грудным молоком."
        ]
      },
      {
        "type": "Ванкоцин",
        "description": [
          "Нет данных о присутствии ванкомицина в материнском молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока после перорального приема; системная абсорбция ванкомицина после перорального приема ванкоцина низкая; поэтому маловероятно, что это приведет к клинически значимому воздействию на младенцев, находящихся на грудном вскармливании; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от лекарств или основного заболевания матери."
        ]
      }
    ]
  },
  "lactation": {
    "common": []
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Эмбриофетальная токсичность из-за вспомогательных веществ",
          "description": [
            "Однодозовые гибкие пакеты не рекомендуются для использования во время беременности, поскольку они содержат вспомогательные вещества полиэтиленгликоль (ПЭГ) 400 и N-ацетил-D-аланин (НАДА), которые вызывали пороки развития плода в исследованиях репродукции животных.",
            "Если ванкомицин необходим во время беременности, используйте другие доступные лекарственные формы ванкомицина."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Пероральный ванкомицин показан только для лечения псевдомембранозного колита, вызванного Clostridioides difficile (C. difficile), и энтероколита, вызванного S. aureus; не эффективен при системных инфекциях",
        "Риск нейтропении увеличивается при дозах > 25 г (обратимый после прекращения терапии).",
        "Длительное использование может привести к грибковой или бактериальной суперинфекции.",
        "Избегайте экстравазации; может возникнуть некроз",
        "Геморрагический окклюзионный васкулит сетчатки, включая необратимую потерю зрения, возникал у пациентов, получавших внутрикамерное или интравитреальное введение ванкомицина во время или после операции по удалению катаракты; безопасность и эффективность ванкомицина, вводимого внутрикамерно или интравитреально, не подтверждены адекватными и хорошо контролируемыми исследованиями; ванкомицин не показан для профилактики эндофтальмита",
        "Клинически значимые концентрации в сыворотке, зарегистрированные у некоторых пациентов, принимавших многократные пероральные дозы ванкомицина при активной диарее, связанной с C. difficile.",
        "Сообщается о воспалении в месте инъекции; ванкомицин раздражает ткани и должен вводиться безопасным внутривенным путем, чтобы снизить риск местного раздражения и флебита.",
        "Тяжелые дерматологические реакции, такие как токсический эпидермальный некролиз (TEN), синдром Стивенса-Джонсона (SJS), лекарственная реакция с эозинофилией и системными симптомами (DRESS), острый генерализованный экзантематозный пустулез (AGEP) и линейный буллезный дерматоз lgA (LABD), зарегистрированные в ассоциации с ванкомицином; зарегистрированные кожные признаки или симптомы включают кожную сыпь, поражения слизистых оболочек и волдыри; прекратить терапию при первом появлении признаков и симптомов TEN, SJS, DRESS, AGEP или LABD",
        "Профилактика эндокардита: использовать только для пациентов с высоким риском в соответствии с рекомендациями AHA.",
        "Назначайте ванкомицин только при доказанной или сильно подозреваемой бактериальной инфекции, чтобы предотвратить развитие устойчивых к лекарственным препаратам бактерий.",
        "Может возникнуть ототоксичность; токсичность пропорциональна количеству введенного препарата и продолжительности лечения; наличие шума в ушах или головокружения может указывать на вестибулярную травму; прекратить, если появляются признаки ототоксичности",
        "Системное воздействие ванкомицина может привести к острому повреждению почек (ОПП) и интерстициальному нефриту; риск ОПП увеличивается по мере увеличения системного воздействия; дополнительные факторы риска ОПП включают одновременное применение нефротоксичных препаратов, пациентов с ранее существовавшей почечной недостаточностью или с сопутствующими заболеваниями, которые предрасполагают к почечной недостаточности.",
        "Быстрое внутривенное введение может привести к гиперемии, зуду, гипотензии, эритеме и крапивнице.",
        "Следует соблюдать осторожность у пациентов с почечной недостаточностью; контролировать минимальные концентрации при многократном пероральном введении"
      ],
      "specific": [
        {
          "type": "Инфузионные реакции",
          "description": [
            "Гипотензия, включая шок и остановку сердца, свистящее дыхание, одышку, крапивницу, мышечную боль и боль в груди могут возникать при быстром внутривенном введении; реакции могут быть более тяжелыми у молодых пациентов, особенно у детей, и у пациентов, получающих сопутствующую миорелаксантную анестезию.",
            "Нежелательные реакции, связанные с инфузией, связаны как с концентрацией, так и со скоростью введения ванкомицина; однако побочные реакции, связанные с инфузией, могут возникать при любой скорости или концентрации",
            "Быстрое введение также может быть связано с «реакцией на инфузию ванкомицина», которая проявляется в виде зуда и эритемы на лице, шее и верхней части туловища."
          ]
        },
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Одновременное введение ванкомицина и анестетиков связано с эритемой, гистаминоподобной гиперемией и анафилактоидными реакциями.",
            "Мониторинг функции почек у пациентов, получающих ванкомицин и одновременное и/или последовательное системное или местное применение других потенциально нейротоксичных и/или нефротоксичных препаратов (например, амфотерицина В, аминогликозидов, бацитрацина, полимиксина В, колистина, виомицина или цисплатина)"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "бацитрацин",
      "description": {
        "common": "ванкомицин и бацитрацин повышают нефротоксичность и/или ототоксичность. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения бацитрацина с другими нефротоксическими препаратами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "ванкомицин снижает эффекты живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "ванкомицин, вакцина против холеры. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "ванкомицин уменьшает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "ванкомицин снижает эффекты живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амикацин",
      "description": {
        "common": "амикацин и ванкомицин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амфотерицина В дезоксихолат",
      "description": {
        "common": "амфотерицин В дезоксихолат и ванкомицин повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "ванкомицин снижает уровень или действие базедоксифена/конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбоплатин",
      "description": {
        "common": "карбоплатин и ванкомицин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цидофовир",
      "description": {
        "common": "цидофовир и ванкомицин повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цисплатин",
      "description": {
        "common": "цисплатин и ванкомицин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "ванкомицин снижает уровень или эффект конъюгированных эстрогенов, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "контрастные вещества (йодсодержащие)",
      "description": {
        "common": "контрастные вещества (йодсодержащие) и ванкомицин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин и ванкомицин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс, ванкомицин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение деферасирокса с потенциально нефротоксическими препаратами, включая ванкомицин, может увеличить риск этой токсичности. Мониторинг креатинина сыворотки и/или клиренса креатинина у пациентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и ванкомицин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "ванкомицин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "ванкомицин и элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "ванкомицин снизит уровень или действие эстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "ванкомицин будет снижать уровень или эффект синтетических конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстропипат",
      "description": {
        "common": "ванкомицин снижает уровень или эффект эстропипата, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "ифосфамид, ванкомицин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Используйте осторожность/монитор. Следите за функцией почек."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иоверсол",
      "description": {
        "common": "йоверсол и ванкомицин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "ванкомицин снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "ванкомицин снижает уровень метотрексата за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Недавний прием ванкомицина при отсутствии явной почечной недостаточности может негативно повлиять на выведение метотрексата и увеличить риск токсичности. Оцените функцию почек, чтобы можно было внести соответствующие изменения в дозу метотрексата. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "неомицин перорально и ванкомицин повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и ванкомицин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перамивир",
      "description": {
        "common": "ванкомицин повышает уровень перамивира за счет снижения почечного клиренса. Используйте осторожность/монитор. Следует соблюдать осторожность при одновременном применении перамивира с нефротоксическими препаратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиперациллин",
      "description": {
        "common": "пиперациллин увеличивает токсичность ванкомицина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Мониторинг функции почек у пациентов, одновременно получающих пиперациллин и ванкомицин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "ванкомицин снижает эффекты пикосульфата натрия/оксида магния/безводной лимонной кислоты, изменяя метаболизм. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стрептозоцин",
      "description": {
        "common": "стрептозоцин и ванкомицин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус и ванкомицин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тейкопланин",
      "description": {
        "common": "тейкопланин и ванкомицин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "тенофовир DF и ванкомицин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин ингаляционно",
      "description": {
        "common": "ингаляции тобрамицина и ванкомицина повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать. Избегайте одновременного или последовательного использования, чтобы снизить риск ототоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "троспия хлорид",
      "description": {
        "common": "ванкомицин, троспия хлорид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, ванкомицин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "ацеклофенак повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "ацеметацин повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацикловир",
      "description": {
        "common": "ацикловир и ванкомицин повышают нефротоксичность и/или ототоксичность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "адефовир",
      "description": {
        "common": "адефовир и ванкомицин повышают нефротоксичность и/или ототоксичность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "ректальный аспирин повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия повышают уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "ванкомицин будет снижать уровень или эффект бальзалазида, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "биотин",
      "description": {
        "common": "ванкомицин снижает уровень или эффект биотина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "капреомицин",
      "description": {
        "common": "капреомицин и ванкомицин повышают нефротоксичность и/или ототоксичность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефалоридин",
      "description": {
        "common": "цефалоридин и ванкомицин повышают нефротоксичность и/или ототоксичность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "трисалицилат магния холина повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "колистин",
      "description": {
        "common": "колистин и ванкомицин повышают нефротоксичность и/или ототоксичность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диклофенак",
      "description": {
        "common": "Диклофенак повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлюнизал повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этодолак",
      "description": {
        "common": "Этодолак повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "фоскарнет и ванкомицин повышают нефротоксичность и/или ототоксичность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гентамицин",
      "description": {
        "common": "гентамицин и ванкомицин повышают нефротоксичность и/или ототоксичность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен внутривенно повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "кетопрофен повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак",
      "description": {
        "common": "кеторолак повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "кеторолак интраназально повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "Лорноксикам повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "мефенамовая кислота повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "мелоксикам повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метоксифлуран",
      "description": {
        "common": "метоксифлуран и ванкомицин повышают нефротоксичность и/или ототоксичность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "набуметон",
      "description": {
        "common": "набуметон повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "напроксен",
      "description": {
        "common": "напроксен повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "оксапрозин повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пантотеновая кислота",
      "description": {
        "common": "ванкомицин снижает уровень или эффект пантотеновой кислоты, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "парекоксиб повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "паромомицин",
      "description": {
        "common": "паромомицин и ванкомицин повышают нефротоксичность и/или ототоксичность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пентамидин",
      "description": {
        "common": "пентамидин и ванкомицин повышают нефротоксичность и/или ототоксичность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пироксикам повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "полимиксин В",
      "description": {
        "common": "полимиксин В и ванкомицин повышают нефротоксичность и/или ототоксичность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин",
      "description": {
        "common": "ванкомицин снижает уровень или эффект пиридоксина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин (противоядие)",
      "description": {
        "common": "ванкомицин снизит уровень или действие пиридоксина (антидота) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (не аза) повышают уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "стрептомицин",
      "description": {
        "common": "стрептомицин и ванкомицин повышают нефротоксичность и/или ототоксичность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "сульфасалазин повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сулиндак",
      "description": {
        "common": "сулиндак повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиамин",
      "description": {
        "common": "ванкомицин снижает уровень или эффект тиамина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тобрамицин",
      "description": {
        "common": "тобрамицин и ванкомицин повышают нефротоксичность и/или ототоксичность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "толфенамовая кислота повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толметин",
      "description": {
        "common": "толметин повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Тошнота",
      "percent": "17"
    },
    {
      "name": "Боль в животе",
      "percent": "15"
    },
    {
      "name": "Гипокалиемия",
      "percent": "13"
    },
    {
      "name": "Рвота",
      "percent": "9"
    },
    {
      "name": "Диарея",
      "percent": "9"
    },
    {
      "name": "лихорадка",
      "percent": "9"
    },
    {
      "name": "Метеоризм",
      "percent": "8"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "8"
    },
    {
      "name": "Головная боль",
      "percent": "7"
    },
    {
      "name": "Периферический отек",
      "percent": "6"
    },
    {
      "name": "Боль в спине",
      "percent": "6"
    },
    {
      "name": "Усталость",
      "percent": "5"
    },
    {
      "name": "Нефротоксичность",
      "percent": "5"
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Лекарственная сыпь с эозинофилией и системными симптомами",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    }
  ]
}