{
  "name": "фторметолон",
  "comment": "Rx",
  "other_names": [
    "Фларекс",
    "ФМЛ Форте",
    "ФМЛ"
  ],
  "classes": [
    "Офтальмологический",
    "Противовирусные препараты",
    "Кортикостероиды"
  ],
  "source": "https://reference.medscape.com/drug/flarex-fml-fluorometholone-343624",
  "pregnancy": {
    "common": [
      "Адекватных и строго контролируемых исследований у беременных женщин не проводилось, и неизвестно, может ли этот препарат нанести вред плоду при введении беременной женщине; препарат следует применять во время беременности только в том случае, если потенциальная польза оправдывает потенциальный риск для плода"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Было показано, что фторметолон оказывает эмбриоцидное и тератогенное действие на кроликов при введении в дозах, кратных дозе для глаз человека; препарат применяли глазно кроликам ежедневно на 6-18 дни беременности, и наблюдались связанные с дозой потери плода и аномалии плода, включая расщелину неба, деформированную грудную клетку, аномальные конечности и нервные аномалии, такие как энцефалоцеле, краниорахишизис и расщепление позвоночника."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Системно вводимые кортикостероиды попадают в грудное молоко и могут подавлять рост, препятствовать выработке эндогенных кортикостероидов или вызывать другие неблагоприятные эффекты.",
      "Неизвестно, может ли местное введение кортикостероидов привести к системной абсорбции, достаточной для образования обнаруживаемых количеств в грудном молоке; поскольку многие препараты выделяются с грудным молоком, следует соблюдать осторожность при назначении препарата кормящей женщине."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Герпетический кератит, глазные грибковые или микобактериальные инфекции",
        "Острые гнойные нелеченые инфекции",
        "Повышенная чувствительность к любому компоненту препарата",
        "Осповакцина, ветряная оспа и большинство других вирусных заболеваний роговицы и конъюнктивы",
        "Катаракта, глаукома, офтальмологическая инфекция"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Тщательный мониторинг при сахарном диабете",
        "Грибковые инфекции роговицы особенно склонны к развитию одновременно с длительным местным применением стероидов; грибковую инвазию следует учитывать при любом стойком изъязвлении роговицы, где применялся или используется стероид.",
        "Местные офтальмологические кортикостероиды могут замедлить заживление ран роговицы; известно, что при заболеваниях, вызывающих истончение роговицы или склеры, перфорация возникает при постоянном применении местных стероидов.",
        "Контактные линзы следует снимать во время закапывания офтальмологической суспензии фторметолона ацетата, но их можно снова вставить через 15 минут после закапывания.",
        "Пациентам следует сообщить, что их зрение может быть временно затуманено после дозирования глазной суспензии ацетата фторметолона; следует проявлять осторожность при работе с механизмами или вождении автомобиля",
        "Не прикасайтесь кончиком капельницы к какой-либо поверхности, так как это может привести к загрязнению суспензии; консервант в этом продукте 0,1%, хлорид бензалкония, может впитываться мягкими контактными линзами; контактные линзы следует снимать во время закапывания препарата, но можно снова надеть через 15 минут после закапывания",
        "Острые гнойные инфекции глаз могут маскироваться или усугубляться приемом стероидных препаратов.",
        "Может помочь в установлении вторичных глазных инфекций от патогенов из-за подавления реакции хозяина.",
        "Может усугубить тяжесть вирусных инфекций; соблюдать осторожность у пациентов с историей простого герпеса; проявлять большую осторожность",
        "Пациентов следует предупредить о том, что их зрение может быть временно размытым после приема этого препарата; следует проявлять осторожность при работе с механизмами или вождении автомобиля",
        "Длительное применение кортикостероидов может повышать ВГД у предрасположенных лиц, что приводит к глаукоме с поражением зрительного нерва, дефектам остроты зрения и полей зрения, а также к образованию задней субкапсулярной катаракты; рассмотрите возможность частой проверки внутриглазного давления",
        "Может маскировать инфекцию или усиливать существующую инфекцию",
        "Если эти продукты используются в течение 10 дней или дольше, следует регулярно контролировать внутриглазное давление (ВГД), даже если это может быть сложно у детей и пациентов, отказывающихся от сотрудничества."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Глаукома",
      "percent": null
    },
    {
      "name": "Катаракта",
      "percent": null
    },
    {
      "name": "Потенциал суперинфекции",
      "percent": null
    },
    {
      "name": "Медленное заживление ран",
      "percent": null
    },
    {
      "name": "Гиперкортицизм",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Аллергические реакции",
      "percent": null
    },
    {
      "name": "Ощущение инородного тела",
      "percent": null
    },
    {
      "name": "Эритема век",
      "percent": null
    },
    {
      "name": "Отек век",
      "percent": null
    },
    {
      "name": "отек глаз",
      "percent": null
    },
    {
      "name": "Выделения из глаз",
      "percent": null
    },
    {
      "name": "Глазная боль",
      "percent": null
    },
    {
      "name": "Зуд глаз",
      "percent": null
    },
    {
      "name": "Слезотечение усилилось",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Извращение вкуса",
      "percent": null
    },
    {
      "name": "Нарушение зрения",
      "percent": null
    },
    {
      "name": "нечеткое зрение",
      "percent": null
    },
    {
      "name": "Дефект поля зрения",
      "percent": null
    },
    {
      "name": "дисгевзия",
      "percent": null
    },
    {
      "name": "Кушинг",
      "percent": null
    },
    {
      "name": "синдром",
      "percent": null
    },
    {
      "name": "после очень частого применения местных офтальмологических кортикостероидов",
      "percent": null
    },
    {
      "name": "Подавление надпочечников",
      "percent": null
    },
    {
      "name": "после очень частого применения местных офтальмологических кортикостероидов",
      "percent": null
    }
  ]
}