{
  "name": "Сахаромицеты Буларди",
  "comment": "OTC",
  "other_names": [
    "С. буларди",
    "Флорастор",
    "Saccharomyces boulardii лиофилизированные",
    "Флорастор Кидс"
  ],
  "classes": [
    "травы",
    "желудочно-кишечный"
  ],
  "source": "https://reference.medscape.com/drug/florastor-saccharomyces-boulardii-999818",
  "pregnancy": {
    "common": [
      "Категория беременности: н/д",
      "Лактация: неизвестно, выделяется ли с грудным молоком.",
      "Беременные или кормящие пациенты должны проконсультироваться с врачом перед использованием безрецептурных препаратов."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: неизвестно, выделяется ли с грудным молоком."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Аллергия на дрожжи",
        "Пациенты с центральной линией",
        "Повышенная чувствительность к продукту или вспомогательным веществам"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Возможны потенциально значимые взаимодействия; может потребоваться частота, коррекция дозы или мониторинг",
        "С осторожностью применять у пациентов с непереносимостью лактозы; некоторые продукты могут содержать лактозу",
        "Пищевые добавки не проходят проверку FDA на безопасность или эффективность; отсутствуют убедительные доказательства в поддержку широкого использования продукта для лечения диареи.",
        "Не открывайте пакеты или капсулы в непосредственной близости от пациентов с центральными линиями; меняйте перчатки после работы с продуктом, чтобы избежать попадания в центральные линии пациентов",
        "С осторожностью применять у пациентов с ослабленным иммунитетом, так как продукт содержит живые бактерии; зарегистрирована фунгемия у недоношенных детей"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "амфотерицина В холестерина сульфат",
      "description": {
        "common": "холестерилсульфат амфотерицина В снижает действие Saccharomyces boulardii за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Системные или пероральные противогрибковые препараты могут снижать активность пробиотиков."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амфотерицина В дезоксихолат",
      "description": {
        "common": "дезоксихолат амфотерицина В снижает действие Saccharomyces boulardii за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Системные или пероральные противогрибковые препараты могут снижать активность пробиотиков."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амфотерицин В липосомальный",
      "description": {
        "common": "липосомальный амфотерицин В снижает действие Saccharomyces boulardii за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Системные или пероральные противогрибковые препараты могут снижать активность пробиотиков."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфолипидный комплекс амфотерицина В",
      "description": {
        "common": "Фосфолипидный комплекс амфотерицина В снижает действие Saccharomyces boulardii за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Системные или пероральные противогрибковые препараты могут снижать активность пробиотиков."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анидулафунгин",
      "description": {
        "common": "анидулафунгин снижает действие Saccharomyces boulardii за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Системные или пероральные противогрибковые препараты могут снижать активность пробиотиков."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каспофунгин",
      "description": {
        "common": "каспофунгин снижает действие Saccharomyces boulardii за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Системные или пероральные противогрибковые препараты могут снижать активность пробиотиков."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол снижает действие Saccharomyces boulardii за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Системные или пероральные противогрибковые препараты могут снижать активность пробиотиков."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуцитозин",
      "description": {
        "common": "флуцитозин снижает действие Saccharomyces boulardii за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Системные или пероральные противогрибковые препараты могут снижать активность пробиотиков."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает действие Saccharomyces boulardii за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Системные или пероральные противогрибковые препараты могут снижать активность пробиотиков."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол снижает действие Saccharomyces boulardii за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Системные или пероральные противогрибковые препараты могут снижать активность пробиотиков."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол снижает действие Saccharomyces boulardii за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Системные или пероральные противогрибковые препараты могут снижать активность пробиотиков."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол снижает действие Saccharomyces boulardii за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Системные или пероральные противогрибковые препараты могут снижать активность пробиотиков."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микафунгин",
      "description": {
        "common": "микафунгин снижает действие Saccharomyces boulardii за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Системные или пероральные противогрибковые препараты могут снижать активность пробиотиков."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нистатин",
      "description": {
        "common": "нистатин уменьшает эффекты Saccharomyces boulardii по неустановленному механизму взаимодействия. Избегайте или используйте альтернативный препарат. Системные или пероральные противогрибковые препараты могут снижать активность пробиотиков."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол снижает действие Saccharomyces boulardii за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Системные или пероральные противогрибковые препараты могут снижать активность пробиотиков."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тербинафин",
      "description": {
        "common": "тербинафин снижает действие Saccharomyces boulardii за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Системные или пероральные противогрибковые препараты могут снижать активность пробиотиков."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол снижает действие Saccharomyces boulardii за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Системные или пероральные противогрибковые препараты могут снижать активность пробиотиков."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Н",
      "percent": null
    },
    {
      "name": "А",
      "percent": null
    }
  ]
}