{
  "name": "вакцина против вируса гриппа четырехвалентная, рекомбинантная",
  "comment": "Rx",
  "other_names": [
    "Флюблок Четырехвалентный"
  ],
  "classes": [
    "инактивирован",
    "Популярный",
    "Вакцина"
  ],
  "source": "https://reference.medscape.com/drug/flublok-quadrivalent-influenza-virus-vaccine-quadrivalent-recombinant-1000134",
  "pregnancy": {
    "common": [
      "Имеющихся данных о трехвалентных или четырехвалентных препаратах, назначаемых беременным женщинам, недостаточно для информирования беременных женщин о рисках, связанных с вакцинами.",
      "Контактное лицо: Корпорация белковых наук 1-888-855-7871",
      "Ведется мониторинг исходов беременности у женщин, подвергшихся воздействию Флублока Квадривалента во время беременности."
    ],
    "specific": [
      {
        "type": "Клинические соображения",
        "description": [
          "Беременные женщины с гриппом могут подвергаться повышенному риску неблагоприятных исходов беременности, включая преждевременные роды и родоразрешение.",
          "Беременные женщины подвергаются повышенному риску осложнений, связанных с гриппозной инфекцией, по сравнению с небеременными женщинами."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Неизвестно, проникает ли он в грудное молоко человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Тяжелая гиперчувствительность (например, анафилаксия) к любому компоненту вакцины"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Ожидаемый иммунный ответ не может быть получен у лиц с ослабленным иммунитетом, в том числе получающих иммуносупрессивную терапию.",
        "Должно быть обеспечено надлежащее медицинское лечение и наблюдение для управления возможными анафилактическими реакциями после введения вакцины.",
        "Вакцина против гриппа может не защитить всех восприимчивых людей",
        "Если редкое возникновение синдрома Гийена-Барре (СГБ) произошло в течение 6 недель после предыдущей вакцинации против гриппа, решение о введении вакцины должно основываться на тщательном рассмотрении потенциальных преимуществ и рисков."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "устекинумаб снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Перед началом терапии пациенты должны получить все соответствующие возрасту прививки, как это рекомендовано действующими руководствами. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бродалумаб",
      "description": {
        "common": "бродалумаб, вакцина против вируса гриппа четырехвалентная, рекомбинантная. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема бродалумаба выполните все соответствующие возрасту прививки. Нет данных о способности живых или неактивных вакцин вызывать иммунный ответ у пациентов, получающих лечение бродалумабом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "elivaldogene autotemcel, вакцина против вируса гриппа четырехвалентная, рекомбинантная.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Безопасность и эффективность вакцинации во время или после лечения эливалдогеном аутотемселом не изучались. Вакцинация не рекомендуется в течение 6 недель, предшествующих миелоаблативному кондиционированию, и до гематологического восстановления после лечения эливалдогеном аутотемцелом. Там, где это возможно, сделайте детские прививки перед миелоаблативным кондиционированием. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иксекизумаб",
      "description": {
        "common": "иксекизумаб снижает действие четырехвалентной, рекомбинантной противогриппозной вакцины за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема иксекизумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения иксекизумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно снижает действие четырехвалентной, рекомбинантной противогриппозной вакцины за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Проводите все прививки в соответствии с рекомендациями по иммунизации не менее чем за 2 недели до начала подкожного введения офатумумаба инактивированными вакцинами и по возможности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секукинумаб",
      "description": {
        "common": "секукинумаб снижает эффекты четырехвалентной рекомбинантной противогриппозной вакцины за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод снижает действие четырехвалентной рекомбинантной противогриппозной вакцины за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Приостановка вакцинации начинается за 1 неделю до начала приема сипонимода и в течение 4 недель после прекращения лечения. Совместное введение с живыми аттенуированными вакцинами может увеличить риск инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "теплизумаб",
      "description": {
        "common": "теплизумаб снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий. Перед началом лечения теплизумабом сделайте все прививки, соответствующие возрасту. Инактивированные или мРНК-вакцины не рекомендуется вводить в течение 2 недель до лечения теплизумабом, во время лечения или через 6 недель после завершения лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адалимумаб",
      "description": {
        "common": "адалимумаб снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алефацепт",
      "description": {
        "common": "алефацепт снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "анакинра",
      "description": {
        "common": "Анакинра снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитимоцитарный глобулин лошадиный",
      "description": {
        "common": "антитимоцитарный глобулин лошади снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитимоцитарный глобулин кролик",
      "description": {
        "common": "антитимоцитарный глобулин кролика снижает действие четырехвалентной, рекомбинантной противогриппозной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азатиоприн",
      "description": {
        "common": "азатиоприн снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базиликсимаб",
      "description": {
        "common": "базиликсимаб снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белимумаб",
      "description": {
        "common": "белимумаб снижает действие четырехвалентной рекомбинантной противогриппозной вакцины за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "канакинумаб",
      "description": {
        "common": "канакинумаб снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цертолизумаб пегол",
      "description": {
        "common": "Цертолизумаб пегол снижает действие четырехвалентной рекомбинантной противогриппозной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этанерцепт",
      "description": {
        "common": "этанерцепт снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эверолимус",
      "description": {
        "common": "эверолимус снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глатирамер",
      "description": {
        "common": "глатирамер снижает действие четырехвалентной рекомбинантной противогриппозной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "голимумаб",
      "description": {
        "common": "голимумаб снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "Гидрокортизон снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "ифосфамид снижает действие четырехвалентной рекомбинантной противогриппозной вакцины за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инфликсимаб",
      "description": {
        "common": "инфликсимаб снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "Лефлуномид снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мехлорэтамин",
      "description": {
        "common": "мехлорэтамин снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелфалан",
      "description": {
        "common": "Мелфалан снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меркаптопурин",
      "description": {
        "common": "меркаптопурин снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "метотрексат снижает действие четырехвалентной, рекомбинантной противогриппозной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "Метилпреднизолон снижает действие четырехвалентной, рекомбинантной противогриппозной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "муромонаб CD3",
      "description": {
        "common": "муромонаб CD3 снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "микофенолят",
      "description": {
        "common": "микофенолат снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "онасемногене абепарвовец",
      "description": {
        "common": "онасемноген абепарвовек снижает действие четырехвалентной, рекомбинантной противогриппозной вакцины за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Скорректируйте прививки, чтобы приспособить одновременное введение кортикостероидов до и после инфузии оназемногена абепарвовека. При начале системной терапии кортикостероидами подождите 2 недели после введения инактивированной вакцины."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осельтамивир",
      "description": {
        "common": "осельтамивир снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Избегайте интраназального введения живой аттенуированной противогриппозной вакцины в течение 2 недель до или в течение 48 часов после введения осельтамивира, если нет медицинских показаний."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод снижает действие четырехвалентной рекомбинантной противогриппозной вакцины за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Если возможно, сделайте все соответствующие возрасту прививки как минимум за 4 недели до начала приема понесимода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает действие четырехвалентной рекомбинантной противогриппозной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин снижает действие четырехвалентной рекомбинантной противогриппозной вакцины за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рилонацепт",
      "description": {
        "common": "рилонацепт снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сатрализумаб",
      "description": {
        "common": "сатрализумаб снижает действие четырехвалентной рекомбинантной противогриппозной вакцины за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Проведите все прививки в соответствии с рекомендациями по иммунизации. Не менее чем за 2 недели до начала введения неживых вакцин. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "сиролимус снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "Такролимус снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "темсиролимус снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тоцилизумаб",
      "description": {
        "common": "тоцилизумаб снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тралокинумаб",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект вакцины против вируса гриппа четырехвалентной, рекомбинантной за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает эффекты четырехвалентной, рекомбинантной противогриппозной вакцины за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Проводите все прививки в соответствии с рекомендациями по иммунизации по крайней мере за 4 недели до начала применения ублитуксимаба для живых или живых аттенуированных вакцин и, по возможности, по крайней мере за 2 недели до начала для неживых вакцин. Вакцинация живыми вирусными вакцинами не рекомендуется во время лечения и до восполнения В-лимфоцитов. Не вводите живые или живые аттенуированные вакцины детям, матери которых подверглись воздействию ублитуксимаба во время беременности, до подтверждения восстановления количества В-клеток, измеренного с помощью В-клеток CD19+."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин снижает действие четырехвалентной рекомбинантной противогриппозной вакцины за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Инактивированные вакцины, признанные безопасными для введения, могут быть недостаточно иммуногенными во время лечения."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амантадин",
      "description": {
        "common": "амантадин снижает уровни четырехвалентной вакцины против вируса гриппа, рекомбинантной др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: из-за своих противовирусных свойств амантадин может снижать эффективность живых аттенуированных противогриппозных вакцин (ЖГВ). Одновременное применение ЖГВ и амантадина не рекомендуется. При необходимости можно использовать инактивированные противогриппозные вакцины."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод снижает действие четырехвалентной рекомбинантной противогриппозной вакцины за счет иммунодепрессивного действия; риск заражения. Незначительное/значение неизвестно. Клинические данные об эффективности и безопасности вакцинации у пациентов, принимающих озанимод, отсутствуют. Прививки могут быть менее эффективными при совместном применении с озанимодом."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "болезненность в месте инъекции",
      "percent": "34-48"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": "19-37"
    },
    {
      "name": "Головная боль",
      "percent": "13-20"
    },
    {
      "name": "Усталость",
      "percent": "12-17"
    },
    {
      "name": "Миалгия",
      "percent": "13"
    },
    {
      "name": "Артралгия",
      "percent": "10"
    },
    {
      "name": "Тошнота",
      "percent": "9"
    },
    {
      "name": "Озноб",
      "percent": "7"
    },
    {
      "name": "Отек в месте инъекции",
      "percent": "5"
    },
    {
      "name": "кровоподтеки",
      "percent": "4"
    },
    {
      "name": "покраснение в месте инъекции",
      "percent": null
    }
  ]
}