{
  "name": "вакцина против вируса гриппа четырехвалентная, интраназальная",
  "comment": "Rx",
  "other_names": [
    "Четырехвалентный FluMist"
  ],
  "classes": [
    "Жить",
    "Популярный",
    "Вакцина"
  ],
  "source": "https://reference.medscape.com/drug/flumist-quadrivalent-influenza-virus-vaccine-quadrivalent-intranasal-343154",
  "pregnancy": {
    "common": [
      "Не всасывается системно после интраназального введения, и ожидается, что применение препарата матерью не приведет к воздействию препарата на плод."
    ],
    "specific": [
      {
        "type": "Клинические соображения",
        "description": [
          "Беременные женщины с гриппом могут подвергаться повышенному риску неблагоприятных исходов беременности, включая преждевременные роды и родоразрешение.",
          "Беременные женщины, инфицированные сезонным гриппом, подвергаются повышенному риску тяжелого течения заболевания, связанного с гриппозной инфекцией, по сравнению с небеременными женщинами."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Не всасывается системно матерью после интраназального введения и кормления грудью. Ожидается, что воздействие на ребенка, находящегося на грудном вскармливании, не произойдет."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гемоглобинопатии",
        "Дети/подростки, получающие аспирин",
        "Пациенты на иммунодепрессантах",
        "Любое хроническое легочное/сердечно-сосудистое заболевание",
        "Повышенная чувствительность к яйцам, сульфитам",
        "Иммунодефицитные заболевания",
        "Астма, реактивное заболевание дыхательных путей",
        "В/в введение",
        "Сахарный диабет, нарушение функции почек"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Заложенность носа может ухудшить доставку вакцины (избегайте использования)",
        "С осторожностью применять у пациентов с болезнью Гийена-Барре в анамнезе.",
        "Избегайте использования у детей в возрасте от 2 до 4 лет, у которых были хрипы в течение последних 12 месяцев, или у тех, у кого есть какие-либо другие сопутствующие заболевания, предрасполагающие к осложнениям гриппа.",
        "Не рекомендуется пациентам с неврологическими или нервно-мышечными расстройствами.",
        "Лечение анафилактоидных реакций и/или реакций гиперчувствительности должно присутствовать во время применения вакцины.",
        "Не вводить инактивированную вакцину в течение 2 недель или живую вирусную вакцину в течение 4 недель.",
        "С осторожностью у пациентов в возрасте ≥5 лет, страдающих астмой."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "белимумаб",
      "description": {
        "common": "белимумаб снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Противопоказано. Не вводите живые вакцины за 30 дней до или одновременно с белимумабом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "цертолизумаб пегол",
      "description": {
        "common": "Цертолизумаб пегол снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Не вводите живые вакцины одновременно с цертолизумабом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "иксекизумаб",
      "description": {
        "common": "иксекизумаб снижает действие четырехвалентной интраназальной противогриппозной вакцины за счет иммуносупрессивного действия; риск заражения. Противопоказано. Иксекизумаб может влиять на иммунный ответ живых вакцин и повышать риск побочных эффектов вакцины; до начала приема иксекизумаба необходимо пройти все соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мехлорэтамин",
      "description": {
        "common": "мехлорэтамин снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммунодепрессивного действия; риск заражения. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мелфалан",
      "description": {
        "common": "Мелфалан снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать использования живых аттенуированных вакцин в течение по крайней мере 3 мес. после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метотрексат",
      "description": {
        "common": "метотрексат снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунизация живыми вирусными вакцинами, как правило, не рекомендуется."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "онасемногене абепарвовец",
      "description": {
        "common": "онасемноген абепарвовек снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммунодепрессивного действия; риск заражения. Противопоказано. Скорректируйте прививки, чтобы приспособить одновременное введение кортикостероидов до и после инфузии оназемногена абепарвовека. Избегайте живых вакцин в течение как минимум 1 месяца в начале или после терапии высокими дозами системных кортикостероидов, проводимой в течение = 2 недель."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать использования живых аттенуированных вакцин в течение по крайней мере 3 мес. после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "секукинумаб",
      "description": {
        "common": "секукинумаб снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Противопоказано. Секукинумаб может влиять на иммунный ответ живых вакцин и повышать риск побочных эффектов вакцины; до начала секукинумаба завершите все соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "устекинумаб снижает действие четырехвалентной интраназальной вакцины против вируса гриппа по механизму: фармакодинамический антагонизм. Противопоказано. Перед началом терапии пациенты должны получить все соответствующие возрасту прививки, как это рекомендовано действующими руководствами. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аброцитиниб",
      "description": {
        "common": "аброцитиниб снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адалимумаб",
      "description": {
        "common": "адалимумаб снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алефацепт",
      "description": {
        "common": "алефацепт снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амантадин",
      "description": {
        "common": "амантадин, противогриппозная вакцина четырехвалентная, интраназальная. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: из-за своих противовирусных свойств амантадин может снижать эффективность живых аттенуированных противогриппозных вакцин (ЖГВ). Одновременное применение ЖГВ и амантадина не рекомендуется. При необходимости можно использовать инактивированные противогриппозные вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анакинра",
      "description": {
        "common": "Анакинра снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анифролумаб",
      "description": {
        "common": "анифролумаб снижает действие четырехвалентной интраназальной противогриппозной вакцины за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом обновите иммунизацию в соответствии с текущими рекомендациями."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин лошадиный",
      "description": {
        "common": "антитимоцитарный глобулин лошади снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин кролик",
      "description": {
        "common": "антитимоцитарный глобулин кролика снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атолтивимаб/мафтивимаб/одесивимаб",
      "description": {
        "common": "атолтивимаб/мафтивимаб/одесивимаб снижает эффекты четырехвалентной интраназальной противогриппозной вакцины за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Моноклональные антитела к вирусу Эбола могут влиять на иммунный ответ живых вакцин. Обратитесь к руководствам по вакцинам для определения сроков вакцинации во время и после лечения. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азатиоприн",
      "description": {
        "common": "азатиоприн снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "барицитиниб",
      "description": {
        "common": "барицитиниб снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин с барицитинибом. Обновите прививки в соответствии с текущими рекомендациями по иммунизации до начала лечения барицитинибом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "базиликсимаб",
      "description": {
        "common": "базиликсимаб снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "канакинумаб",
      "description": {
        "common": "канакинумаб снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "цилтакабтаген аутолейцел снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми вирусными вакцинами не рекомендуется как минимум за 6 недель до начала лимфодеплетирующей химиотерапии, во время лечения CAR-T-клетками и до восстановления иммунитета после лечения. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дупилумаб",
      "description": {
        "common": "дупилумаб, вакцина против вируса гриппа четырехвалентная, интраназальная. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом лечения дупилумабом необходимо пройти все соответствующие возрасту прививки. Избегайте использования живых вакцин у пациентов, получающих дупилумаб."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "elivaldogene autotemcel, четырехвалентная противогриппозная вакцина, интраназальная.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Безопасность и эффективность вакцинации во время или после лечения эливалдогеном аутотемселом не изучались. Вакцинация не рекомендуется в течение 6 недель, предшествующих миелоаблативному кондиционированию, и до гематологического восстановления после лечения эливалдогеном аутотемцелом. Там, где это возможно, сделайте детские прививки перед миелоаблативным кондиционированием. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этанерцепт",
      "description": {
        "common": "этанерцепт снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "эверолимус снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глатирамер",
      "description": {
        "common": "глатирамер снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "голимумаб",
      "description": {
        "common": "голимумаб снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гуселькумаб",
      "description": {
        "common": "гуселькумаб, противогриппозная вакцина четырехвалентная, интраназальная. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема гуселкумаба выполните все соответствующие возрасту прививки. Нет данных о способности живой или неактивной вакцины вызывать иммунный ответ у пациентов, получавших гуселкумаб."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "Гидрокортизон снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "Гидроксимочевина снижает действие четырехвалентной интраназальной вакцины против вируса гриппа Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Вакцинация живыми вакцинами у пациентов, получающих гидроксимочевину, может уменьшить терапевтические эффекты вакцин и увеличить риск побочных эффектов (повышенный риск инфекции)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "идекабтаген виклеуцел снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми вирусными вакцинами не рекомендуется как минимум за 6 недель до начала лимфодеплетирующей химиотерапии, во время лечения CAR-T-клетками и до восстановления иммунитета после лечения. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфликсимаб",
      "description": {
        "common": "Инфликсимаб снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "лефлуномид снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "меркаптопурин",
      "description": {
        "common": "меркаптопурин снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "Метилпреднизолон снижает действие четырехвалентной интраназальной противогриппозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "муромонаб CD3",
      "description": {
        "common": "муромонаб CD3 снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "микофенолат снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "окрелизумаб снижает эффекты четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно снижает эффекты четырехвалентной интраназальной противогриппозной вакцины за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Проводите все прививки в соответствии с рекомендациями по иммунизации не менее чем за 4 недели до начала подкожного введения офатумумаба для живых или живых аттенуированных вакцин и всегда, когда это возможно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод снижает действие четырехвалентной интраназальной противогриппозной вакцины за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых аттенуированных вакцин с озанимодом во время лечения и в течение 3 месяцев после прекращения приема озанимода. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "перамивир",
      "description": {
        "common": "перамивир снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Избегайте живой аттенуированной гриппозной вакцины в течение 2 недель до или 48 часов после введения ингибиторов нейраминидазы; инактивированную гриппозную вакцину можно вводить в любое время по сравнению с использованием ингибиторов нейраминидазы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод снижает действие четырехвалентной, интраназальной противогриппозной вакцины за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых аттенуированных вакцин по крайней мере за 1 месяц до начала, во время и в течение 1-2 недель после лечения. Совместное введение с живыми аттенуированными вакцинами может увеличить риск инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рилонацепт",
      "description": {
        "common": "рилонацепт снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рисанкизумаб",
      "description": {
        "common": "рисанкизумаб снижает эффекты четырехвалентной интраназальной противогриппозной вакцины за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин. Перед началом лечения рисанкизумабом сделайте соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритуксимаб",
      "description": {
        "common": "ритуксимаб, противогриппозная вакцина четырехвалентная, интраназальная. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Безопасность иммунизации живыми вирусными вакцинами после терапии ритуксимабом не изучалась, и вакцинация живыми вирусными вакцинами не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритуксимаб-гиалуронидаза",
      "description": {
        "common": "ритуксимаб-гиалуронидаза, противогриппозная вакцина четырехвалентная, интраназальная. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Безопасность иммунизации живыми вирусными вакцинами после терапии ритуксимабом не изучалась, и вакцинация живыми вирусными вакцинами не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сатрализумаб",
      "description": {
        "common": "сатрализумаб снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. iv вакцины не рекомендуются во время лечения. Проведите все прививки в соответствии с рекомендациями по иммунизации. Не менее чем за 4 недели до начала вакцинации живыми или живыми аттенуированными вакцинами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод снижает эффекты четырехвалентной, интраназальной противогриппозной вакцины за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Приостановка вакцинации начинается за 1 неделю до начала приема сипонимода и в течение 4 недель после прекращения лечения. Совместное введение с живыми аттенуированными вакцинами может увеличить риск инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "сиролимус снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "Темсиролимус снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "теплизумаб",
      "description": {
        "common": "теплизумаб снижает действие четырехвалентной вакцины против вируса гриппа, интраназальной путем др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий. Перед началом лечения теплизумабом сделайте все прививки, соответствующие возрасту. Введение живых аттенуированных вакцин не рекомендуется в течение 8 недель до лечения теплизумабом, во время лечения или в течение 52 недель после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тилдракизумаб",
      "description": {
        "common": "тилдракизумаб снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом терапии тилдракизумабом рассмотрите возможность завершения всех соответствующих возрасту прививок в соответствии с текущими рекомендациями по иммунизации. Избегайте использования живых вакцин у пациентов, получающих тилдракизумаб. Данных о реакции на живые или неактивные вакцины нет."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "тисагенлеклеуцел снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми вирусными вакцинами не рекомендуется как минимум за 6 недель до начала лимфодеплетирующей химиотерапии, во время лечения CAR-T-клетками и до восстановления иммунитета после лечения. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тоцилизумаб",
      "description": {
        "common": "тоцилизумаб снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тралокинумаб",
      "description": {
        "common": "тралокинумаб снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин. Перед началом приема тралокинумаба выполните соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Инъекционная суспензия триамцинолона ацетонида снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "упадацитиниб",
      "description": {
        "common": "упадацитиниб снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "устекинумаб снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Перед началом терапии пациенты должны получить все соответствующие возрасту прививки, как это рекомендовано действующими руководствами. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ведолизумаб",
      "description": {
        "common": "ведолизумаб снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вирусных вакцин при получении ведолизумаба; живые вакцины можно вводить одновременно с ведолизумабом, только если преимущества перевешивают риски."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин снижает действие четырехвалентной интраназальной противогриппозной вакцины за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин. Избегайте живых вакцин в течение как минимум 3 месяцев после иммунодепрессантов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сибиреязвенный иммуноглобулин",
      "description": {
        "common": "Иммуноглобулин сибирской язвы снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Введение иммуноглобулина может снизить эффективность живых аттенуированных вакцин. Отложить вакцинацию живыми вирусными вакцинами до ~ 3 месяцев после введения сибирской язвы IG. Ревакцинируйте людей, получивших ИГ сибирской язвы вскоре после вакцинации живым вирусом, через 3 месяца после введения ИГ сибирской язвы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "балоксавир марбоксил",
      "description": {
        "common": "балоксавир марбоксил снижает уровень или эффект четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Использование балоксавира с интраназальной живой аттенуированной гриппозной вакциной (ЖГВ) не оценивалось. Противовирусные препараты могут ингибировать репликацию вируса ЖГВ, вызывая снижение эффективности вакцины."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт снижает действие четырехвалентной интраназальной вакцины против вируса гриппа Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: во время лечения белатацептом следует избегать использования живых вакцин. Сообщите пациентам, что прививки могут быть менее эффективными, пока они лечатся белатацептом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетабеглоген аутотемцел",
      "description": {
        "common": "бетабеглоген аутотемцел, вакцина против вируса гриппа четырехвалентная, интраназальная. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следуйте установленным правилам введения вакцины. Безопасность живых вакцин во время или после лечения не изучалась. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "вакцина против денге, четырехвалентная вакцина против вируса гриппа, интраназальная. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Нет данных для установления безопасности и иммуногенности совместного введения вакцины против лихорадки денге с рекомендуемыми вакцинами для подростков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "обинутузумаб",
      "description": {
        "common": "обинутузумаб снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммунизация живыми вирусными вакцинами не рекомендуется во время лечения обинутузумабом и до восстановления В-клеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осельтамивир",
      "description": {
        "common": "осельтамивир снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Избегайте интраназального введения живой аттенуированной противогриппозной вакцины в течение 2 недель до или в течение 48 часов после введения осельтамивира, если нет медицинских показаний."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Проводите все прививки в соответствии с рекомендациями по иммунизации по крайней мере за 4 недели до начала применения ублитуксимаба для живых или живых аттенуированных вакцин и, по возможности, по крайней мере за 2 недели до начала для неживых вакцин. Вакцинация живыми вирусными вакцинами не рекомендуется во время лечения и до восполнения В-лимфоцитов. Не вводите живые или живые аттенуированные вакцины детям, матери которых подверглись воздействию ублитуксимаба во время беременности, до подтверждения восстановления количества В-клеток, измеренного с помощью В-клеток CD19+."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Насморк",
      "percent": "41-45"
    },
    {
      "name": "Головная боль",
      "percent": "41-45"
    },
    {
      "name": "Больное горло",
      "percent": "26-30"
    },
    {
      "name": "Слабость",
      "percent": "26-30"
    },
    {
      "name": "Миалгия",
      "percent": "16-20"
    },
    {
      "name": "Кашель",
      "percent": "11-15"
    },
    {
      "name": "Насморк",
      "percent": "46-50"
    },
    {
      "name": "заложенность носа",
      "percent": "36-40"
    },
    {
      "name": "Кашель",
      "percent": "16-20"
    },
    {
      "name": "Раздражительность",
      "percent": "16-20"
    },
    {
      "name": "Головная боль",
      "percent": "6-10"
    },
    {
      "name": "Озноб",
      "percent": "6-10"
    },
    {
      "name": "Заложенность носа",
      "percent": "2-5"
    },
    {
      "name": "Синусит",
      "percent": null
    }
  ]
}