{
  "name": "фтордезоксифенилаланин 18F-ДОФА",
  "comment": "Rx",
  "other_names": [
    "Фтородопа F18"
  ],
  "classes": [
    "Агенты диагностической визуализации"
  ],
  "source": "https://reference.medscape.com/drug/fluorodopa-f18-fluorodeoxyphenylalanine-18f-dopa-4000031",
  "pregnancy": {
    "common": [
      "Данных о применении у беременных нет.",
      "Все радиофармпрепараты могут нанести вред плоду в зависимости от стадии развития плода и величины дозы облучения.",
      "Кроме того, исследования репродуктивной токсичности и токсичности для развития животных не проводились."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии в грудном молоке, влиянии препарата на ребенка, находящегося на грудном вскармливании, или на выработку молока.",
      "Рекомендовать кормящим женщинам сцеживать и выбрасывать грудное молоко в течение не менее 24 часов (12 периодов полувыведения) после введения.",
      "Минимизируйте контакт с младенцем, временно прекратив грудное вскармливание."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Использование способствует общему длительному облучению пациента, что связано с повышенным риском развития рака; используйте наименьшую дозу, необходимую для визуализации, и обеспечьте безопасное обращение для защиты пациента и медицинского работника"
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Ингибиторы декарбоксилазы ароматических L-аминокислот (AADC)",
            "Это взаимодействие полезно использовать как часть процедуры визуализации.",
            "Агонисты дофамина, ингибиторы обратного захвата дофамина, агенты, высвобождающие дофамин (DRA), ингибиторы периферической катехол-О-метилтрансферазы (COMT) и ингибиторы моноаминоксидазы (MAO)",
            "Препараты для лечения болезни Паркинсона",
            "До конца не известно, может ли прекращение приема этих препаратов до введения фтордезоксифенилаланина 18F-DOPA минимизировать влияние на изображение; однако, если использование этих препаратов можно безопасно приостановить, прекратите их использование за 12 часов до визуализирующего исследования.",
            "Использование ингибиторов AADC (например, карбидопа, бенсеразид) может повышать биодоступность фтордезоксифенилаланина 18F-DOPA для головного мозга за счет ингибирования активности периферической декарбоксилазы и ограничения периферического метаболизма."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Общие расстройства и состояния в месте введения",
      "percent": null
    },
    {
      "name": "Боль",
      "percent": null
    }
  ]
}