{
  "name": "трехвалентная вакцина против вируса гриппа",
  "comment": "Rx",
  "other_names": [
    "Флувирин",
    "Флузон внутрикожный",
    "Агрифлю",
    "Афлюрия",
    "Высокая доза Fluzone (DSC)",
    "Флузон"
  ],
  "classes": [
    "инактивирован",
    "Популярный",
    "Вакцина"
  ],
  "source": "https://reference.medscape.com/drug/fluzone-afluria-influenza-virus-vaccine-trivalent-343153",
  "pregnancy": {
    "common": [
      "Производители ведут реестры потенциальных беременностей для сбора данных об исходах беременности после вакцинации."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Не наблюдалось неблагоприятного воздействия на пороки развития плода перед отъемом или связанные с вакциной при введении самкам кроликов до беременности или во время беременности."
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "CDC рекомендует иммунизировать беременных женщин вакциной против гриппа путем инъекций, а не живой ослабленной вакциной против гриппа (LAIV; интраназальная вакцина против гриппа).",
          "Беременные женщины подвержены повышенному риску осложнений, связанных с гриппозной инфекцией, по сравнению с небеременными женщинами.",
          "Было показано, что вакцинация снижает риск острой респираторной инфекции, связанной с гриппом, у беременных женщин до 50%; Иммунизация также дает некоторый иммунитет младенцам в течение первых нескольких месяцев после их рождения, когда они слишком малы для вакцинации."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Неизвестно, проникает ли он в грудное молоко человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к яйцам, сульфитам (лица с аллергией только на яйца в виде крапивницы могут получить инактивированную противогриппозную вакцину)"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Травма плеча (например, тендинопатия или плечевой бурсит) может возникнуть в результате введения вакцины слишком высоко в плечо; симптомы могут включать снижение подвижности плеча или боль в плече; для снижения риска получения травмы вводите инъекцию в центральную, самую толстую часть дельтовидной мышцы",
        "Использование расщепленного или очищенного поверхностного антигена у детей",
        "Вакцинация может не защитить всех реципиентов от гриппа",
        "Отложить вакцинацию при лихорадочных заболеваниях до разрешения болезни; может вводить вакцину при легких заболеваниях без лихорадки (например, ОРЗ)",
        "Ожидаемый иммунный ответ не может быть получен у лиц с ослабленным иммунитетом, в том числе получающих иммуносупрессивную терапию.",
        "Окуло-респираторный синдром в результате инактивированной вакцины против гриппа сообщили; симптомы, которые могут появиться в течение 2–24 часов после введения, могут включать кашель, стеснение в груди, боль в горле, свистящее дыхание, затрудненное дыхание, покраснение глаз или отек лица; симптомы проходят сами по себе и могут исчезнуть в течение 48 часов после появления; причина синдрома не установлена",
        "Обморок (обморок) может возникнуть в связи с введением инъекционных вакцин; может сопровождаться преходящими неврологическими симптомами, такими как нарушение зрения, парестезии, тонико-клонические движения конечностей; должны быть проведены процедуры, чтобы избежать травм при падении и восстановить церебральную перфузию после обморока, сохраняя положение лежа на спине или в положении Тренделенбурга."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "адалимумаб",
      "description": {
        "common": "адалимумаб снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алефацепт",
      "description": {
        "common": "алефацепт снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анакинра",
      "description": {
        "common": "Анакинра снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин лошадиный",
      "description": {
        "common": "антитимоцитарный глобулин лошади снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин кролик",
      "description": {
        "common": "антитимоцитарный глобулин кролика снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азатиоприн",
      "description": {
        "common": "азатиоприн снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "базиликсимаб",
      "description": {
        "common": "базиликсимаб снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "канакинумаб",
      "description": {
        "common": "канакинумаб снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "elivaldogene autotemcel, трехвалентная вакцина против вируса гриппа.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Безопасность и эффективность вакцинации во время или после лечения эливалдогеном аутотемселом не изучались. Вакцинация не рекомендуется в течение 6 недель, предшествующих миелоаблативному кондиционированию, и до гематологического восстановления после лечения эливалдогеном аутотемцелом. Там, где это возможно, сделайте детские прививки перед миелоаблативным кондиционированием. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этанерцепт",
      "description": {
        "common": "этанерцепт снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "эверолимус снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глатирамер",
      "description": {
        "common": "глатирамер снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "голимумаб",
      "description": {
        "common": "голимумаб снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "Гидрокортизон снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфликсимаб",
      "description": {
        "common": "инфликсимаб снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "лефлуномид снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "Метилпреднизолон снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "муромонаб CD3",
      "description": {
        "common": "муромонаб CD3 снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "микофенолат снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "окрелизумаб снижает действие трехвалентной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно снижает действие трехвалентной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Проводите все прививки в соответствии с рекомендациями по иммунизации не менее чем за 2 недели до начала подкожного введения офатумумаба инактивированными вакцинами и по возможности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рилонацепт",
      "description": {
        "common": "рилонацепт снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секукинумаб",
      "description": {
        "common": "секукинумаб снижает действие трехвалентной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод снижает действие трехвалентной противогриппозной вакцины за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Приостановка вакцинации начинается за 1 неделю до начала приема сипонимода и в течение 4 недель после прекращения лечения. Совместное введение с живыми аттенуированными вакцинами может увеличить риск инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "сиролимус снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "темсиролимус снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "теплизумаб",
      "description": {
        "common": "теплизумаб снижает действие трехвалентной вакцины против вируса гриппа, основанной на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий. Перед началом лечения теплизумабом сделайте все прививки, соответствующие возрасту. Инактивированные или мРНК-вакцины не рекомендуется вводить в течение 2 недель до лечения теплизумабом, во время лечения или через 6 недель после завершения лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тоцилизумаб",
      "description": {
        "common": "тоцилизумаб снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "устекинумаб снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Перед началом терапии пациенты должны получить все соответствующие возрасту прививки, как это рекомендовано действующими руководствами. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цертолизумаб пегол",
      "description": {
        "common": "Цертолизумаб пегол снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "вакцина против денге, трехвалентная вакцина против вируса гриппа. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Нет данных для установления безопасности и иммуногенности совместного введения вакцины против лихорадки денге с рекомендуемыми вакцинами для подростков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб снижает действие трехвалентной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "ифосфамид снижает действие трехвалентной вакцины против вируса гриппа за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мехлорэтамин",
      "description": {
        "common": "мехлорэтамин снижает действие трехвалентной вакцины против вируса гриппа за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелфалан",
      "description": {
        "common": "Мелфалан снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меркаптопурин",
      "description": {
        "common": "меркаптопурин снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "метотрексат снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Одновременное введение метотрексата может снизить иммунологический ответ вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "онасемногене абепарвовец",
      "description": {
        "common": "онасемноген абепарвовек снижает действие трехвалентной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Скорректируйте прививки, чтобы приспособить одновременное введение кортикостероидов до и после инфузии оназемногена абепарвовека. При начале системной терапии кортикостероидами подождите 2 недели после введения инактивированной вакцины."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осельтамивир",
      "description": {
        "common": "осельтамивир снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Избегайте интраназального введения живой аттенуированной противогриппозной вакцины в течение 2 недель до или в течение 48 часов после введения осельтамивира, если нет медицинских показаний."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод снижает действие трехвалентной противогриппозной вакцины за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Если возможно, сделайте все соответствующие возрасту прививки как минимум за 4 недели до начала приема понесимода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин снижает действие трехвалентной вакцины против вируса гриппа за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритуксимаб",
      "description": {
        "common": "ритуксимаб, трехвалентная вакцина против вируса гриппа. иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор. При использовании для лечения ревматоидного артрита следуйте действующим руководствам по иммунизации и вводите неживые вакцины не менее чем за 4 недели до курса ритуксимаба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритуксимаб-гиалуронидаза",
      "description": {
        "common": "ритуксимаб-гиалуронидаза, вакцина против вируса гриппа трехвалентная. иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор. При использовании для лечения ревматоидного артрита следуйте действующим руководствам по иммунизации и вводите неживые вакцины не менее чем за 4 недели до курса ритуксимаба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сатрализумаб",
      "description": {
        "common": "сатрализумаб снижает действие трехвалентной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Проведите все прививки в соответствии с рекомендациями по иммунизации. Не менее чем за 2 недели до начала введения неживых вакцин. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тралокинумаб",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект трехвалентной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает действие трехвалентной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Проводите все прививки в соответствии с рекомендациями по иммунизации по крайней мере за 4 недели до начала применения ублитуксимаба для живых или живых аттенуированных вакцин и, по возможности, по крайней мере за 2 недели до начала для неживых вакцин. Вакцинация живыми вирусными вакцинами не рекомендуется во время лечения и до восполнения В-лимфоцитов. Не вводите живые или живые аттенуированные вакцины детям, матери которых подверглись воздействию ублитуксимаба во время беременности, до подтверждения восстановления количества В-клеток, измеренного с помощью В-клеток CD19+."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин снижает действие трехвалентной вакцины против вируса гриппа за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Инактивированные вакцины, признанные безопасными для введения, могут быть недостаточно иммуногенными во время лечения."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этотоин",
      "description": {
        "common": "вакцина против вируса гриппа трехвалентная, этотоин. Механизм: неизвестен. Незначительное/значение неизвестно. Введение вакцины может повышать или понижать уровень фенитоина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "вакцина против вируса гриппа трехвалентная, фосфенитоин. Механизм: неизвестен. Незначительное/значение неизвестно. Введение вакцины может повышать или понижать уровень фенитоина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод снижает действие трехвалентной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Незначительное/значение неизвестно. Клинические данные об эффективности и безопасности вакцинации у пациентов, принимающих озанимод, отсутствуют. Прививки могут быть менее эффективными при совместном применении с озанимодом."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "вакцина против вируса гриппа трехвалентная, фенитоин. Механизм: неизвестен. Незначительное/значение неизвестно. Введение вакцины может повышать или понижать уровень фенитоина."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "О предполагаемых нежелательных явлениях после введения любой вакцины можно сообщать в Систему отчетности о нежелательных явлениях прививок.",
      "percent": "1-800"
    },
    {
      "name": "ВАЕРС",
      "percent": "822-7967"
    },
    {
      "name": "Болезненность в месте инъекции",
      "percent": "10-70"
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Недомогание",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Аллергические реакции",
      "percent": null
    },
    {
      "name": "Предобморочное состояние",
      "percent": null
    }
  ]
}