{
  "name": "цефтазидим",
  "comment": "Rx",
  "other_names": [
    "Тазидим",
    "Фортаз",
    "Тазицеф"
  ],
  "classes": [
    "3-е поколение",
    "Цефалоспорины"
  ],
  "source": "https://reference.medscape.com/drug/fortaz-tazicef-ceftazidime-342507",
  "pregnancy": {
    "common": [
      "Лактация: Препарат выделяется с грудным молоком; используйте с осторожностью",
      "Категория беременности: B"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: Препарат выделяется с грудным молоком; используйте с осторожностью"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Подтвержденная гиперчувствительность к лекарственному средству или вспомогательным веществам, или к антибактериальным препаратам цефалоспоринового класса, пенициллинам или другим бета-лактамным антибактериальным препаратам."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "С осторожностью применять у пациентов с аллергией на пенициллин в анамнезе.",
        "Изменить дозу при почечной недостаточности",
        "Сообщалось о повышенном международном нормализованном отношении (МНО) у пациентов с недостаточностью питания, длительным лечением или заболеваниями почек или печени.",
        "Высокие и продолжительные концентрации цефтазидима в сыворотке могут возникать при применении обычных доз у пациентов с преходящим или стойким снижением диуреза из-за почечной недостаточности; повышенные уровни препарата у этих пациентов могут привести к судорогам, бессудорожному эпилептическому статусу (NCSE), энцефалопатии, коме, астериксису, нервно-мышечной возбудимости и миоклонии, о которых сообщалось у пациентов, получавших цефтазидим; корректировать дозировку в зависимости от клиренса креатинина у пациентов с почечной недостаточностью",
        "С осторожностью применять у пациентов с судорожным синдромом в анамнезе (особенно при почечной недостаточности, когда уровень препарата может значительно повышаться).",
        "Назначение препарата при отсутствии доказанной или сильно подозреваемой бактериальной инфекции или по профилактическому показанию вряд ли принесет пользу пациенту и повышает риск развития резистентных к лекарству бактерий."
      ],
      "specific": [
        {
          "type": "Clostridioides difficile-ассоциированная диарея",
          "description": [
            "Сообщалось о диарее, ассоциированной с Clostridioides difficile (CDAD), при использовании почти всех антибактериальных средств, включая продукты цефтазидима, и ее тяжесть может варьироваться от легкой диареи до фатального колита; лечение антибактериальными средствами изменяет нормальную флору толстой кишки, что приводит к избыточному росту C. difficile",
            "Если CDAD подозревается или подтверждается, может потребоваться прекращение продолжающегося применения антибактериальных препаратов, не направленных против C. difficile; соответствующее управление жидкостью и электролитами, белковые добавки, антибактериальное лечение C. difficile и хирургическое обследование должны быть назначены по клиническим показаниям.",
            "CDAD следует учитывать у всех пациентов с диареей после применения антибактериальных средств; необходим тщательный сбор анамнеза, поскольку сообщалось о CDAD в течение двух месяцев после введения антибактериальных препаратов.",
            "C. difficile продуцирует токсины А и В, способствующие развитию CDAD; Штаммы C. difficile, продуцирующие гипертоксин, вызывают повышенную заболеваемость и смертность, поскольку эти инфекции могут быть резистентными к противомикробной терапии и могут потребовать колэктомии."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "цефтазидим снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "цефтазидим, вакцина против холеры. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "цефтазидим снижает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "цефтазидим снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "цефтазидим снижает уровень или действие базедоксифена/конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "цефтазидим снижает уровень или действие диеногеста/эстрадиола валерата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. При одновременном применении может быть рекомендована альтернативная или дополнительная форма контроля рождаемости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "цефтазидим снижает уровень или эффект эстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстропипат",
      "description": {
        "common": "цефтазидим снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "цефтазидим снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "цефтазидим будет снижать уровень или эффект перорального левоноргестрела/этинилэстрадиола/бисглицината железа за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пробенецид",
      "description": {
        "common": "пробенецид будет повышать уровень или эффект цефтазидима за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "цефтазидим снижает эффекты пикосульфата натрия/оксида магния/безводной лимонной кислоты, изменяя метаболизм. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, цефтазидим.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "цефтазидим усиливает действие варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацикловир",
      "description": {
        "common": "цефтазидим будет повышать уровень или эффект ацикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "aminohippurate sodium",
      "description": {
        "common": "цефтазидим будет увеличивать уровень или эффект аминогиппурата натрия за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "цефтазидим будет повышать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "цефтазидим будет увеличивать уровень или эффект ректального аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "цефтазидим будет повышать уровень или эффект аспирина/лимонной кислоты/бикарбоната натрия за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол снижает эффекты цефтазидима за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "цефтазидим будет увеличивать уровень или эффект трисалицилата магния холина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "цефтазидим повышает токсичность фуросемида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск нефротоксичности."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "плоды шиповника повышают уровень или эффект цефтазидима за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "цефтазидим будет повышать уровень или эффект салицилатов (не ацетилсалициловой кислоты) за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "цефтазидим будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "цефтазидим будет увеличивать уровень или эффект коры ивы за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Временное повышение уровня трансаминаз",
      "percent": "3-9"
    },
    {
      "name": "эозинофилия",
      "percent": "7"
    },
    {
      "name": "Диарея",
      "percent": "2"
    },
    {
      "name": "Реакция иммунной гиперчувствительности",
      "percent": "2"
    },
    {
      "name": "Флебит",
      "percent": "2"
    },
    {
      "name": "Сыпь",
      "percent": "2"
    },
    {
      "name": "пятнисто-папулезный или эритематозный",
      "percent": "2"
    },
    {
      "name": "Тромбоцитоз",
      "percent": "1"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Агранулоцитоз",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "Астериксис",
      "percent": null
    },
    {
      "name": "Кома",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Энцефалопатия",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Галлюцинации",
      "percent": null
    },
    {
      "name": "Повышение концентрации билирубина в сыворотке",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "Лимфоцитоз",
      "percent": null
    },
    {
      "name": "Металлический привкус",
      "percent": null
    },
    {
      "name": "Миоклония",
      "percent": null
    },
    {
      "name": "Тошнота или рвота",
      "percent": null
    },
    {
      "name": "Нервно-мышечная возбудимость",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "Парестезия",
      "percent": null
    },
    {
      "name": "Светочувствительность",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Судороги",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Транзиторное повышение содержания азота мочевины в крови",
      "percent": null
    },
    {
      "name": "БУЛОЧКА",
      "percent": null
    },
    {
      "name": "или креатинин сыворотки",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    }
  ]
}