{
  "name": "алендронат",
  "comment": "Rx",
  "other_names": [
    "Фосамакс",
    "Фосамакс Плюс Д",
    "Биност"
  ],
  "classes": [
    "Модификаторы метаболизма кальция",
    "Производные бисфосфоната"
  ],
  "source": "https://reference.medscape.com/drug/fosamax-binosto-alendronate-342810",
  "pregnancy": {
    "common": [
      "Имеющихся данных об использовании беременных женщин недостаточно для информирования о связанном с наркотиками риске неблагоприятных исходов для матери или плода; прекратить, когда беременность признана."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Задержка или неудачное рождение потомства, затянувшиеся роды и гибель матери и плода на поздних сроках беременности из-за материнской гипокальциемии наблюдались у крыс при пероральных дозах, составлявших всего одну десятую клинической суточной дозы 40 мг.",
          "Бисфосфонаты включаются в костный матрикс, из которого они постепенно высвобождаются в течение нескольких лет; на основании механизма действия бисфосфонатов существует потенциальный риск повреждения плода, преимущественно скелета, если женщина забеременеет после завершения курса терапии бисфосфонатами.",
          "В исследованиях репродукции животных ежедневное пероральное введение крысам с момента спаривания до конца беременности или лактации показало снижение постимплантационной выживаемости и снижение прироста массы тела детенышей, начиная с доз, эквивалентных менее чем половине максимальной рекомендуемой клинической суточной дозы 40 мг (в зависимости от поверхности тела). площадь, мг/м2)",
          "Влияние переменных, таких как время между прекращением терапии бисфосфонатами до зачатия, конкретный используемый бисфосфонат и способ введения (внутривенный или пероральный) на риск не изучалось.",
          "Пероральное введение крысам во время органогенеза приводило к снижению окостенения плода, начиная с доз, в 3 раза превышающих клиническую суточную дозу 40 мг;",
          "Подобных эффектов на плод не наблюдалось у беременных кроликов, получавших перорально во время органогенеза в дозах, эквивалентных примерно 10-кратной клинической суточной дозе 40 мг."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в терапии и любые потенциальные последствия для ребенка, находящегося на грудном вскармливании, от наркотиков или основного заболевания матери.",
      "Неизвестно, влияет ли лекарство, присутствующее в молочной железе человека, на выработку молока или на младенцев."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Аномалии пищевода, задерживающие опорожнение пищевода, такие как стриктура или ахалазия",
        "Гипокальциемия",
        "Неспособность стоять или сидеть прямо в течение 30 минут.",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Остеонекроз челюсти может возникать спонтанно и обычно связан с удалением зуба и/или местной инфекцией с задержкой заживления; известные факторы риска включают инвазивные стоматологические процедуры (например, удаление зубов, имплантацию зубов, костную хирургию), диагноз рака, сопутствующую терапию (например, химиотерапию, кортикостероиды, ингибиторы ангиогенеза), плохую гигиену полости рта и сопутствующие заболевания; риск остеонекроза челюсти может увеличиваться с продолжительностью воздействия бисфосфонатов",
        "Запивать только простой водой, а не кофе, соком или минеральной водой; сидеть или стоять прямо не менее 30 минут после введения",
        "Может вызывать местное раздражение слизистой оболочки верхних отделов ЖКТ.",
        "При болезни Педжета лекарство доступно только через Программу поддержки пациентов Педжета в специализированной аптеке Pharma Care (800-238-7828 x58197) для режима дозирования 40 мг.",
        "Возможный повышенный риск атипичных подвертельных и диафизарных переломов бедренной кости; можно рассмотреть вопрос о прекращении терапии через 3-5 лет у пациентов с низким риском переломов; после прекращения периодически переоценивать риск переломов; рассмотреть возможность периодической переоценки необходимости продолжения терапии бисфосфонатами, особенно если лечение длится более 5 лет; пациенты с новой болью в бедре или паху должны быть обследованы, чтобы исключить перелом бедренной кости",
        "Конъюнктивит, увеит, эписклерит и склерит сообщили с использованием алендроната; проводить офтальмологическую оценку у пациентов с признаками воспаления глаз",
        "Сообщается о гипокальциемии с использованием бисфосфонатов; корригировать гипокальциемию до начала терапии; обеспечить адекватное потребление кальция и витамина D",
        "С осторожностью используйте шипучие таблетки у пациентов с ограничением натрия (таблетка содержит 603 мг натрия, что эквивалентно примерно 1532 мг NaCl или соли).",
        "Риск серьезной боли в костях, суставах или мышцах; прекратить терапию у пациентов, которые испытывают сильные симптомы боли; избегать применения у пациентов с такими симптомами в анамнезе в связи с терапией бисфосфонатами",
        "Не рекомендуется при тяжелой почечной недостаточности (КК <35 мл/мин)"
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Одновременное применение с кальцием, антацидами или пероральными препаратами, содержащими поливалентные катионы, будет препятствовать всасыванию алендроната."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "паратиреоидный гормон человека, рекомбинантный",
      "description": {
        "common": "алендронат снижает действие человеческого паратиреоидного гормона, рекомбинантного с помощью др. (см. комментарий). Противопоказано.\nКомментарий: одновременное введение бисфосфонатов с рчПТГ приводит к снижению кальцийсберегающего эффекта рчПТГ, что может препятствовать нормализации уровня кальция в сыворотке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень алендроната путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "ацетат кальция снижает уровень алендроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает уровень алендроната путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "хлорид кальция снижает уровень алендроната путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция снижает уровень алендроната путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "глюконат кальция снижает уровень алендроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферасирокс, алендронат. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может усилить желудочно-кишечное кровотечение, изъязвление и раздражение. Используйте с осторожностью."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добавка магния",
      "description": {
        "common": "Добавка магния снизит уровень или эффект алендроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Образование хелата снижает всасывание препарата через кишечный тракт; вводить магний за 2 часа до или через 2 часа после производного бисфосфоната"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "низатидин",
      "description": {
        "common": "низатидин будет увеличивать уровень или эффект алендроната по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селен",
      "description": {
        "common": "селен снижает уровень или эффект алендроната за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Избегайте введения поливалентных катионов за 2 часа до или через 30 минут после приема алендроната."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия снижает уровень алендроната путем ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота снижает уровень алендроната путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "Сульфат натрия/?сульфат магния/хлорид калия повышает токсичность алендроната за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния повышает токсичность алендроната по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сахароферрилоксигидроксид",
      "description": {
        "common": "сукроферрик оксигидроксид снижает уровень алендроната за счет связывания препарата в желудочно-кишечном тракте. Используйте осторожность/монитор. Не управлять одновременно; принимайте алендронат по крайней мере за 1 час до приема оксигидроксида сукроферрика."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримагния цитрат безводный",
      "description": {
        "common": "Цитрат тримагния безводный снижает уровень алендроната за счет ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, алендронат.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цинк",
      "description": {
        "common": "цинк будет снижать уровень или эффект алендроната за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Продукты, содержащие поливалентные катионы, могут препятствовать всасыванию алендроната. Администрирование алендроната по крайней мере за 30 минут до приема любых других пероральных препаратов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "ацеклофенак, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "ацеметацин, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "аспирин ректальный, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "холина магния трисалицилат, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диклофенак",
      "description": {
        "common": "диклофенак, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлюнизал, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "энтекавир",
      "description": {
        "common": "алендронат, энтекавир.\nЛибо усиливает действие другого, уменьшая почечный клиренс. Незначительное/значение неизвестно. Одновременное применение с препаратами, которые снижают функцию почек или конкурируют за активную канальцевую секрецию, может повышать концентрацию в сыворотке либо энтекавира, либо одновременно принимаемого препарата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этодолак",
      "description": {
        "common": "этодолак, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фамотидин",
      "description": {
        "common": "фамотидин повышает уровень алендроната за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно. Следите за увеличением побочных эффектов алендроната."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "фоскарнет усиливает действие алендроната за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск тяжелой гипокальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен в/в, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен/фамотидин",
      "description": {
        "common": "ибупрофен/фамотидин повышает уровень алендроната за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно. Следите за увеличением побочных эффектов алендроната."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "кетопрофен, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак",
      "description": {
        "common": "кеторолак, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "кеторолак интраназально, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левотироксин",
      "description": {
        "common": "левотироксин снижает уровень алендроната по неустановленному механизму взаимодействия. Незначительное/значение неизвестно. Биодоступность алендроната несколько снижается."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "лорноксикам, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "мефенамовая кислота, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "мелоксикам, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "набуметон",
      "description": {
        "common": "набуметон, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "напроксен",
      "description": {
        "common": "напроксен, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "оксапрозин, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "парекоксиб, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пироксикам, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (не аза), алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "сульфасалазин, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сулиндак",
      "description": {
        "common": "сулиндак, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "терипаратид",
      "description": {
        "common": "терипаратид, алендронат. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Нет преимуществ для плотности костной ткани при комбинированном лечении."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "толфенамовая кислота, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толметин",
      "description": {
        "common": "толметин, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Боль в животе",
      "percent": "2.1-6.6"
    },
    {
      "name": "Опорно-двигательный аппарат",
      "percent": "4.1"
    },
    {
      "name": "кость",
      "percent": "2-4.1"
    },
    {
      "name": "мышца или сустав",
      "percent": "2.6-4.1"
    },
    {
      "name": "боль",
      "percent": "0.6-3.6"
    },
    {
      "name": "Кислотная регургитация",
      "percent": "3.4-3.6"
    },
    {
      "name": "Метеоризм",
      "percent": "1.3-3.1"
    },
    {
      "name": "Тошнота",
      "percent": "1.4-3.1"
    },
    {
      "name": "Диспепсия",
      "percent": "0.6-2.6"
    },
    {
      "name": "Запор",
      "percent": "1.5"
    },
    {
      "name": "Диарея",
      "percent": "1"
    },
    {
      "name": "Головная боль",
      "percent": "1"
    },
    {
      "name": "Язва пищевода",
      "percent": "1"
    },
    {
      "name": "Рвота",
      "percent": "1.7-3.7"
    },
    {
      "name": "Дисфагия",
      "percent": "2.9"
    },
    {
      "name": "Вздутие живота",
      "percent": "1.9-2.7"
    },
    {
      "name": "Боль в животе",
      "percent": "1.4-1.9"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "1.4-1.9"
    },
    {
      "name": "Диспепсия",
      "percent": "1"
    },
    {
      "name": "Кислотная регургитация",
      "percent": "0.8"
    },
    {
      "name": "Тошнота",
      "percent": "0.4"
    },
    {
      "name": "Вздутие живота",
      "percent": "0.2"
    },
    {
      "name": "Запор",
      "percent": "0.2"
    },
    {
      "name": "Метеоризм",
      "percent": "0.7"
    },
    {
      "name": "Гастрит",
      "percent": "0.5"
    },
    {
      "name": "Боли в мышцах",
      "percent": "0.5"
    },
    {
      "name": "Гастроэзофагеальная рефлюксная болезнь",
      "percent": "0.8"
    },
    {
      "name": "Извращение вкуса чувств",
      "percent": "0.8-0.9"
    },
    {
      "name": "Гастрит",
      "percent": "0.4"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "0.2"
    },
    {
      "name": "Запор",
      "percent": "0.2"
    },
    {
      "name": "Метеоризм",
      "percent": "0.2"
    },
    {
      "name": "Гастрит",
      "percent": null
    },
    {
      "name": "Боли в мышцах",
      "percent": null
    },
    {
      "name": "Вздутие живота",
      "percent": null
    }
  ]
}