{
  "name": "карбонат лантана",
  "comment": "Rx",
  "other_names": [
    "Фосренол"
  ],
  "classes": [
    "PO4 Мусорщики"
  ],
  "source": "https://reference.medscape.com/drug/fosrenol-lanthanum-carbonate-342887",
  "pregnancy": {
    "common": [
      "Имеющихся данных из историй болезни беременных женщин недостаточно для выявления риска серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода, связанного с приемом препарата; использовать фосфатсвязывающее средство, не содержащее лантан, у беременных женщин."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "У кроликов дозы карбоната лантана, в 5 раз превышающие MRHD, были связаны с материнской токсичностью и приводили к увеличению постимплантационных потерь, снижению веса плода и задержке окостенения плода.",
          "В исследованиях репродукции животных пероральное введение беременным крысам и кроликам во время органогенеза в дозах, в 3 и 2,5 раза превышающих максимально рекомендуемую дозу для человека (MRHD), соответственно, не приводило к неблагоприятным последствиям для развития.",
          "Отложение лантана в развивающейся кости, включая зону роста, наблюдалось у молодых животных в ходе длительных исследований на животных с карбонатом лантана."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии препарата в материнском молоке, воздействии на младенцев, находящихся на грудном вскармливании, или на выработку молока; отложение лантана в развивающейся кости, включая зону роста, наблюдалось у молодых животных в длительных исследованиях на животных с карбонатом лантана; использовать фосфатсвязывающее средство, не содержащее лантан, у кормящих женщин."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "илеус",
        "Кишечная непроходимость",
        "Фекальное сдавление"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "С осторожностью применять при ЯБ, болезни Крона, язвенном колите, кишечной непроходимости.",
        "Жевательные таблетки следует разжевывать полностью, чтобы снизить риск серьезных побочных эффектов со стороны желудочно-кишечного тракта.",
        "Обладает рентгеноконтрастными свойствами и поэтому может иметь вид, типичный для визуализирующего агента, во время рентгенографии брюшной полости."
      ],
      "specific": [
        {
          "type": "Желудочно-кишечные побочные эффекты",
          "description": [
            "Сообщалось о серьезных случаях желудочно-кишечной непроходимости, кишечной непроходимости, субилеуса, перфорации желудочно-кишечного тракта и каловых пробок.",
            "Случаи были зарегистрированы у пациентов без желудочно-кишечных заболеваний в анамнезе; рекомендовать пациентам, которым прописаны жевательные таблетки, полностью жевать таблетку, чтобы снизить риск серьезных нежелательных явлений со стороны желудочно-кишечного тракта; рассмотреть вопрос о прекращении терапии у пациентов без другого объяснения тяжелых желудочно-кишечных симптомов",
            "Факторы риска желудочно-кишечной непроходимости и перфорации желудочно-кишечного тракта у пациентов, принимающих жевательные таблетки, включают измененную анатомию желудочно-кишечного тракта (например, дивертикулярную болезнь, перитонит, желудочно-кишечные операции в анамнезе, рак желудочно-кишечного тракта, язвы желудочно-кишечного тракта), нарушения моторики (например, запор, кишечную непроходимость, субилеус, диабетическую гастропарез) и сопутствующие лекарства (например, блокаторы кальциевых каналов);",
            "Во время лечения врачи и пациенты должны сохранять бдительность в отношении признаков и симптомов желудочно-кишечных расстройств, особенно запоров и болей/вздутия живота, которые могут указывать на кишечную непроходимость, кишечную непроходимость или подкишечную непроходимость.",
            "Лечение следует пересмотреть у пациентов, у которых развиваются тяжелые запоры или другие тяжелые желудочно-кишечные признаки и симптомы."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фосфаты калия, IV",
      "description": {
        "common": "карбонат лантана снижает действие фосфатов калия IV за счет связывания катионов в желудочно-кишечном тракте. Противопоказано. Карбонат лантана снижает концентрацию фосфатов в сыворотке за счет связывания пищевых фосфатов."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фосфаты натрия, IV",
      "description": {
        "common": "карбонат лантана снижает действие фосфатов натрия IV за счет связывания катионов в желудочно-кишечном тракте. Противопоказано. Карбонат лантана снижает концентрацию фосфатов в сыворотке за счет связывания пищевых фосфатов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каптоприл",
      "description": {
        "common": "карбонат лантана снижает уровень каптоприла за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Введите ингибитор АПФ не менее чем за 2 часа до или после приема лантана."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "карбонат лантана, эрдафитиниб. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Избегайте одновременного применения в течение начального периода корректировки дозы (т.е. в течение первых 21 дня). Повышение уровня фосфатов в сыворотке крови является фармакодинамическим эффектом ингибирования FGFR. Связывающие фосфаты в сыворотке могут скрывать решения относительно увеличения начальной дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "карбонат лантана, гидроксид алюминия. связывание катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Администрирование антацида по крайней мере за 2 часа до или после лантана. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ампициллин",
      "description": {
        "common": "карбонат лантана снижает уровень ампициллина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Администрирование ампициллин по крайней мере за 2 часа до или после лантана. Взаимодействие распространяется на пероральный ампициллин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "карбонат лантана снижает уровень аторвастатина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте статины по крайней мере за 2 часа до или через 2 часа после приема лантана. Мониторинг концентрации сыворотки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "карбонат лантана снижает уровень беназеприла за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Введите ингибитор АПФ не менее чем за 2 часа до или после приема лантана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат лантана, карбонат кальция. связывание катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Администрирование антацида по крайней мере за 2 часа до или после лантана. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорохин",
      "description": {
        "common": "карбонат лантана снижает уровень хлорохина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Администрирование хлорохина по крайней мере за 2 часа до или после лантана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "карбонат лантана снижает уровень ципрофлоксацина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте пероральные хинолоновые антибиотики по крайней мере за 1 час до или через 4 часа после приема лантана. Взаимодействие распространяется только на пероральные хинолоны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "карбонат лантана снижает уровень демеклоциклина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте пероральные тетрациклиновые антибиотики по крайней мере за 2 часа до или после приема лантана. Взаимодействие распространяется только на пероральные тетрациклины."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксициклин",
      "description": {
        "common": "карбонат лантана снижает уровень доксициклина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте пероральные тетрациклиновые антибиотики по крайней мере за 2 часа до или после приема лантана. Взаимодействие распространяется только на пероральные тетрациклины."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эналаприл",
      "description": {
        "common": "карбонат лантана снижает уровень эналаприла за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Введите ингибитор АПФ не менее чем за 2 часа до или после приема лантана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувастатин",
      "description": {
        "common": "карбонат лантана снижает уровень флувастатина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте статины по крайней мере за 2 часа до или через 2 часа после приема лантана. Мониторинг концентрации сыворотки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "карбонат лантана снижает уровень фозиноприла за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Введите ингибитор АПФ не менее чем за 2 часа до или после приема лантана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "карбонат лантана снижает уровень левофлоксацина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте пероральные хинолоновые антибиотики по крайней мере за 1 час до или через 4 часа после приема лантана. Взаимодействие распространяется только на пероральные хинолоны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левотироксин",
      "description": {
        "common": "карбонат лантана снижает уровень левотироксина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте пероральные препараты щитовидной железы по крайней мере за 2 часа до или после приема лантана. Взаимодействие относится только к пероральным препаратам щитовидной железы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиотиронин",
      "description": {
        "common": "карбонат лантана снижает уровень лиотиронина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте пероральные препараты щитовидной железы по крайней мере за 2 часа до или после приема лантана. Взаимодействие относится только к пероральным препаратам щитовидной железы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиотрис",
      "description": {
        "common": "карбонат лантана снижает уровень лиотрикса за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте пероральные препараты щитовидной железы по крайней мере за 2 часа до или после приема лантана. Взаимодействие относится только к пероральным препаратам щитовидной железы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "карбонат лантана снижает уровень лизиноприла за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Введите ингибитор АПФ не менее чем за 2 часа до или после приема лантана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ловастатин",
      "description": {
        "common": "карбонат лантана снижает уровень ловастатина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте статины по крайней мере за 2 часа до или через 2 часа после приема лантана. Мониторинг концентрации сыворотки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "карбонат лантана, гидроксид магния. связывание катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Администрирование антацида по крайней мере за 2 часа до или после лантана. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миноциклин",
      "description": {
        "common": "карбонат лантана снижает уровень миноциклина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте пероральные тетрациклиновые антибиотики по крайней мере за 2 часа до или после приема лантана. Взаимодействие распространяется только на пероральные тетрациклины."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "карбонат лантана снижает уровень моэксиприла за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Введите ингибитор АПФ не менее чем за 2 часа до или после приема лантана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "карбонат лантана снижает уровень моксифлоксацина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте пероральные хинолоновые антибиотики по крайней мере за 1 час до или через 4 часа после приема лантана. Взаимодействие распространяется только на пероральные хинолоны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "карбонат лантана снижает уровень офлоксацина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте пероральные хинолоновые антибиотики по крайней мере за 1 час до или через 4 часа после приема лантана. Взаимодействие распространяется только на пероральные хинолоны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "периндоприл",
      "description": {
        "common": "карбонат лантана снижает уровень периндоприла путем связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Введите ингибитор АПФ не менее чем за 2 часа до или после приема лантана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "питавастатин",
      "description": {
        "common": "карбонат лантана снижает уровень питавастатина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте статины по крайней мере за 2 часа до или через 2 часа после приема лантана. Мониторинг концентрации сыворотки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "правастатин",
      "description": {
        "common": "карбонат лантана снижает уровень правастатина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте статины по крайней мере за 2 часа до или через 2 часа после приема лантана. Мониторинг концентрации сыворотки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квинаприл",
      "description": {
        "common": "карбонат лантана снижает уровень хинаприла путем связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Введите ингибитор АПФ не менее чем за 2 часа до или после приема лантана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рамиприл",
      "description": {
        "common": "карбонат лантана снижает уровень рамиприла за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Введите ингибитор АПФ не менее чем за 2 часа до или после приема лантана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "красный дрожжевой рис",
      "description": {
        "common": "карбонат лантана снижает уровень красного дрожжевого риса за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Дайте красный дрожжевой рис по крайней мере за 2 часа до или через 2 часа после лантана. Мониторинг концентрации сыворотки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "розувастатин",
      "description": {
        "common": "карбонат лантана снижает уровень розувастатина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте статины по крайней мере за 2 часа до или через 2 часа после приема лантана. Мониторинг концентрации сыворотки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "симвастатин",
      "description": {
        "common": "карбонат лантана снижает уровень симвастатина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте статины по крайней мере за 2 часа до или через 2 часа после приема лантана. Мониторинг концентрации сыворотки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/?сульфат магния/хлорид калия повышает токсичность карбоната лантана по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "сульфат натрия/сульфат калия/сульфат магния повышает токсичность карбоната лантана по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "карбонат лантана снижает уровень тетрациклина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте пероральные тетрациклиновые антибиотики по крайней мере за 2 часа до или после приема лантана. Взаимодействие распространяется только на пероральные тетрациклины."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "щитовидная железа высушенная",
      "description": {
        "common": "карбонат лантана снижает уровень обезвоживания щитовидной железы за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте пероральные препараты щитовидной железы по крайней мере за 2 часа до или после приема лантана. Взаимодействие относится только к пероральным препаратам щитовидной железы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "карбонат лантана снижает уровень трандолаприла за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Введите ингибитор АПФ не менее чем за 2 часа до или после приема лантана."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Осложнение диализного трансплантата",
      "percent": null
    },
    {
      "name": "окклюзия",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Гипертония",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Бронхит",
      "percent": null
    },
    {
      "name": "Гиперкальциемия",
      "percent": null
    },
    {
      "name": "Ринит",
      "percent": null
    },
    {
      "name": "Диспепсия",
      "percent": null
    },
    {
      "name": "Аллергические кожные реакции",
      "percent": null
    },
    {
      "name": "гипофосфатемия",
      "percent": null
    },
    {
      "name": "Гипокальциемия",
      "percent": null
    },
    {
      "name": "Травма зуба",
      "percent": null
    },
    {
      "name": "Перфорация кишечника",
      "percent": null
    },
    {
      "name": "Кишечная непроходимость",
      "percent": null
    },
    {
      "name": "илеус",
      "percent": null
    },
    {
      "name": "Субилей",
      "percent": null
    }
  ]
}