{
  "name": "дальтепарин",
  "comment": "Rx",
  "other_names": [
    "Фрагмин"
  ],
  "classes": [
    "гематологический",
    "Сердечно-сосудистые",
    "Антикоагулянты",
    "Низкомолекулярный гепарин"
  ],
  "source": "https://reference.medscape.com/drug/fragmin-dalteparin-342142",
  "pregnancy": {
    "common": [
      "Имеющиеся данные не сообщают о четкой связи с далтепарином и неблагоприятными исходами развития.",
      "Существуют риски для матери, связанные с нелеченым ВТЭ во время беременности, и возможность неблагоприятного воздействия на недоношенного ребенка при использовании во время беременности."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Поскольку исследования на животных не всегда указывают на реакцию человека, используйте во время беременности только в случае крайней необходимости.",
          "В исследованиях репродукции животных не было выявлено признаков эмбриофетальной токсичности или тератогенного действия при введении дальтепарина натрия беременным крысам и кроликам в период органогенеза в дозах, в 2-4 раза (крысы) и в 4 раза (кролики) по сравнению с дозой дальтепарина 100 МЕ/кг для человека. на базе БСА"
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "Опубликованные данные описывают, что женщины с предшествующей историей ВТЭ во время беременности имеют более высокий риск рецидива во время последующих беременностей по сравнению с женщинами без фактора риска ВТЭ.",
          "У недоношенных детей наблюдались случаи «синдрома удушья» при введении больших количеств бензилового спирта (99–404 мг/кг/сутки).",
          "Многократные дозы далтепарина по 3,8 мл содержат 14 мг/мл бензилового спирта."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Ограниченные опубликованные данные указывают на то, что препарат присутствует в грудном молоке в небольших количествах; не сообщалось о неблагоприятном воздействии на младенцев, находящихся на грудном вскармливании; нет данных о влиянии препарата на выработку молока; ожидается, что абсорбция дальтепарина при пероральном введении будет низкой, но клинические последствия, если таковые имеются, этого небольшого количества антикоагулянтной активности у младенцев, находящихся на грудном вскармливании, неизвестны; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными эффектами препарата или основного заболевания матери на ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Перед нейроаксиальным вмешательством у пациентов, принимающих антикоагулянты или получающих антикоагулянты для профилактики тромбообразования, врачи должны учитывать преимущества и риски.",
        "Оптимальное время между введением дальтепарина и нейроаксиальными процедурами неизвестно.",
        "Эти гематомы могут привести к длительному или постоянному параличу.",
        "Пациенты должны часто контролироваться для признаков и симптомов неврологических нарушений; если отмечены неврологические нарушения, необходимо срочное лечение",
        "Эпидуральные или спинальные гематомы могут возникать у пациентов, получающих антикоагулянтную терапию НМГ или гепариноидами, которые получают нейроаксиальную (эпидуральную/спинальную) анестезию или спинномозговую пункцию."
      ],
      "specific": [
        {
          "type": "Факторы, повышающие риск эпидуральных или спинальных гематом",
          "description": [
            "Травматические или повторные эпидуральные или спинномозговые пункции в анамнезе",
            "Постоянные эпидуральные катетеры",
            "Одновременное применение других препаратов, влияющих на гемостаз (например, НПВС, ингибиторы тромбоцитов, другие антикоагулянты)",
            "История деформации позвоночника или операции на позвоночнике"
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к дальтепарину, гепарину или продуктам из свинины.",
        "Пациенты, подвергающиеся эпидуральной/нейроаксиальной анестезии для лечения нестабильной стенокардии и ИМ без зубца Q или для длительной профилактики ВТЭ",
        "Активное массивное кровотечение, тромбоцитопения, связанная с антитромбоцитарными антителами",
        "Гепарин-индуцированная тромбоцитопения или гепарин-индуцированная тромбоцитопения с тромбозом в анамнезе"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Многодозовые флаконы содержат бензиловый спирт в качестве консерванта (связан с потенциально смертельным «синдромом удушья» у недоношенных); при назначении дальтепарина в многодозовых флаконах новорожденным и детям с низкой массой тела при рождении учитывайте суммарную суточную метаболическую нагрузку бензилового спирта из всех источников, включая многодозовые флаконы (далтепарин содержит 14 мг бензилового спирта на мл) и других препаратов, содержащих бензиловый спирт. ; минимальное количество бензилового спирта, при котором могут возникнуть серьезные побочные реакции, неизвестно",
        "Если подозреваются признаки или симптомы гематомы позвоночника, начните срочную диагностику и лечение, включая рассмотрение декомпрессии спинного мозга, даже если такое лечение не может предотвратить или обратить вспять неврологические осложнения.",
        "Хотя конкретные рекомендации по времени введения следующей дозы после удаления катетера неизвестны, рассмотрите возможность отсрочки введения этой следующей дозы не менее чем на четыре часа на основе оценки пользы и риска с учетом как риска тромбоза, так и риска кровотечения в контексте процедуры. и факторы риска для пациента",
        "Риск эпидуральной/спинальной гематомы при использовании у пациентов, получающих эпидуральную/спинальную анестезию, что может привести к параличу",
        "Следует соблюдать осторожность у пациентов с гепарин-индуцированной тромбоцитопенией в анамнезе; при применении этого препарата может возникнуть гепарин-индуцированная тромбоцитопения; частота этого осложнения в настоящее время неизвестна; в клинической практике наблюдались случаи тромбоцитопении с тромбозом, ампутацией и летальным исходом; внимательно следить за тромбоцитопенией любой степени",
        "Во время лечения рекомендуется периодический рутинный общий анализ крови, включая количество тромбоцитов, биохимический анализ крови и анализ кала на скрытую кровь.",
        "Не может использоваться взаимозаменяемо с другими низкомолекулярными гепаринами.",
        "Не давать ИМ"
      ],
      "specific": [
        {
          "type": "Риск кровотечения",
          "description": [
            "Если врач решит назначить антикоагулянты в контексте эпидуральной или спинальной анестезии/анальгезии или люмбальной пункции, необходимо проводить частый мониторинг для выявления признаков и симптомов неврологических нарушений, таких как боль в средней линии спины, нарушения чувствительности и моторики (онемение или слабость в нижних конечностях). ), дисфункция кишечника и/или мочевого пузыря",
            "Хотя конкретные рекомендации относительно времени введения следующей дозы после удаления катетера не могут быть сделаны, рассмотрите возможность отсрочки следующей дозы не менее чем на 4 часа, основываясь на оценке пользы и риска с учетом как риска тромбоза, так и риска кровотечения в контексте процедуры и факторов риска пациента.",
            "Поручить пациентам сообщать немедленно, если возникнут какие-либо из вышеперечисленных признаков или симптомов; при подозрении на наличие признаков или симптомов гематомы позвоночника начните срочную диагностику и лечение, включая рассмотрение вопроса о декомпрессии спинного мозга, даже если такое лечение не может предотвратить или обратить вспять неврологические осложнения.",
            "Используйте этот препарат с особой осторожностью у пациентов с повышенным риском кровотечения, например, у пациентов с тяжелой неконтролируемой артериальной гипертензией, бактериальным эндокардитом, врожденными или приобретенными нарушениями свертываемости крови, активными изъязвлениями и ангиодиспластическими заболеваниями желудочно-кишечного тракта, геморрагическим инсультом или вскоре после мозгового, спинального или офтальмологическая хирургия",
            "Постановку или удаление катетера следует отложить не менее чем на 12 часов после введения 2500 МЕ один раз в сутки, не менее чем на 15 часов после введения 5000 МЕ один раз в сутки ФРАГМИНА и не менее чем на 24 часа после введения более высоких доз (200 МЕ/сут). кг один раз в сутки, 120 МЕ/кг два раза в сутки); Уровни анти-Ха все еще обнаруживаются в эти моменты времени, и эти задержки не являются гарантией того, что нейроаксиальной гематомы удастся избежать.",
            "Постановку или удаление эпидурального катетера или люмбальную пункцию лучше всего проводить, когда антикоагулянтный эффект этого препарата низкий; однако точные сроки достижения достаточно низкого антикоагулянтного эффекта у каждого пациента неизвестны; не следует вводить дополнительные препараты, влияющие на гемостаз, из-за аддитивных эффектов",
            "Для пациентов с клиренсом креатинина <30 мл/мин необходимы дополнительные меры, поскольку выведение этого препарата может быть более продолжительным; рассмотреть возможность удвоения времени удаления катетера, по крайней мере, на 24 часа для более низкой назначенной дозы (2500 МЕ или 5000 МЕ один раз в день) и по крайней мере на 48 часов для более высокой дозы (200 МЕ/кг один раз в день, 120 МЕ/кг два раза в день)",
            "Этот препарат может увеличить риск кровотечения у пациентов с тромбоцитопенией или дефектами тромбоцитов; тяжелая печеночная или почечная недостаточность, гипертоническая или диабетическая ретинопатия и недавнее желудочно-кишечное кровотечение; кровотечение может возникнуть в любом месте во время терапии",
            "Можно предположить, что у пациентов, получающих предоперационную тромбопрофилактику, нарушена коагуляция; первая послеоперационно-тромбопрофилактическая доза (2500 МЕ) должна быть введена через 6-8 часов после операции; вторая послеоперационная доза (2500 или 5000 МЕ) должна быть введена не ранее, чем через 24 часа после первой дозы",
            "Спинальное или эпидуральное кровоизлияние и последующие гематомы могут возникать при сочетанном применении низкомолекулярных гепаринов или гепариноидов и нейроаксиальной (спинальной/эпидуральной) анестезии или спинномозговой пункции; риск этих событий выше при использовании послеоперационных постоянных эпидуральных катетеров, при одновременном применении дополнительных препаратов, влияющих на гемостаз, таких как НПВП, при травматической или повторной эпидуральной или спинальной пункции, или у пациентов с операцией на позвоночнике или деформацией позвоночника в анамнезе",
            "Для снижения потенциального риска кровотечения, связанного с одновременным применением этого препарата и эпидуральной или спинальной анестезией/анальгезией или спинномозговой пункцией, следует учитывать фармакокинетический профиль этого препарата."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дефибротид",
      "description": {
        "common": "дефибротид усиливает действие дальтепарина за счет фармакодинамического синергизма. Противопоказано. Одновременное применение дефибротида с антитромботическими/фибринолитическими препаратами противопоказано. Это не включает использование для планового обслуживания или повторного открытия центральных венозных линий."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон, далтепарин. Другое (см. комментарий). Противопоказано.\nКомментарий: Мифепристон может привести к чрезмерным кровотечениям после аборта у пациенток. на антикоагулянтной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "концентрат протромбинового комплекса человеческий",
      "description": {
        "common": "дальтепарин, концентрат протромбинового комплекса, человеческий. фармакодинамический антагонизм. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абциксимаб",
      "description": {
        "common": "далтепарин, абциксимаб.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает эффекты далтепарина за счет усиления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анагрелид",
      "description": {
        "common": "далтепарин, анагрелид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "антитромбин альфа и далтепарин усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "антитромбин III и далтепарин усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апиксабан",
      "description": {
        "common": "далтепарин и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аргатробан",
      "description": {
        "common": "аргатробан и далтепарин усиливают антикоагулянтное действие. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин усиливает действие далтепарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "базедоксифен/конъюгированные эстрогены уменьшают эффекты далтепарина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бемипарин",
      "description": {
        "common": "бемипарин и далтепарин усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "бивалирудин и далтепарин усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает эффекты далтепарина за счет усиления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает эффекты далтепарина за счет усиления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каплацизумаб",
      "description": {
        "common": "каплацизумаб, далтепарин.\nЛибо усиливает действие другого за счет антикоагуляции. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цефамандол",
      "description": {
        "common": "цефамандол усиливает действие далтепарина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цефазолин",
      "description": {
        "common": "цефазолин усиливает действие далтепарина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цефдинир",
      "description": {
        "common": "цефдинир усиливает эффекты далтепарина за счет антикоагуляции. Избегайте или используйте альтернативный препарат. цефалоспорины могут снижать активность протромбина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "cefditoren",
      "description": {
        "common": "цефдиторен повысит уровень или эффект далтепарина за счет антикоагуляции. Избегайте или используйте альтернативный препарат. цефалоспорины могут снижать активность протромбина"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цефотетан",
      "description": {
        "common": "цефотетан усиливает действие далтепарина за счет антикоагулянтного действия. Избегайте или используйте альтернативный препарат. цефалоспорины могут снижать активность протромбина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цефокситин",
      "description": {
        "common": "цефокситин повысит уровень или эффект далтепарина за счет антикоагуляции. Избегайте или используйте альтернативный препарат. цефалоспорины могут снижать активность протромбина"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цефподоксим",
      "description": {
        "common": "цефподоксим повысит уровень или эффект дальтепарина за счет антикоагуляции. Избегайте или используйте альтернативный препарат. цефалоспорины могут снижать активность протромбина"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цефтриаксон",
      "description": {
        "common": "цефтриаксон усиливает антикоагулянтное действие далтепарина. Избегайте или используйте альтернативный препарат. Цефалоспорины могут снижать активность протромбина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цефуроксим",
      "description": {
        "common": "цефуроксим повысит уровень или эффект далтепарина за счет антикоагуляции. Избегайте или используйте альтернативный препарат. цефалоспорины могут снижать активность протромбина"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилостазол",
      "description": {
        "common": "далтепарин, цилостазол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин усиливает эффекты далтепарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "далтепарин, клопидогрел.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "конъюгированные эстрогены снижают эффекты далтепарина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дабигатран",
      "description": {
        "common": "дабигатран и далтепарин усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дипиридамол",
      "description": {
        "common": "дальтепарин, дипиридамол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эдоксабан",
      "description": {
        "common": "эдоксабан, далтепарин.\nЛибо увеличивает токсичность другого за счет антикоагулянтов. Избегайте или используйте альтернативный препарат. Оба препарата могут вызвать кровотечение, внимательно следите за ними. Незамедлительно оцените любые признаки или симптомы кровопотери. Длительное одновременное лечение эдоксабаном и другими антикоагулянтами не рекомендуется. Для пациентов, переходящих на эдоксабан или отказывающихся от него, может потребоваться кратковременное совместное введение."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "дальтепарин и эноксапарин усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эптифибатид",
      "description": {
        "common": "далтепарин, эптифибатид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина усиливает действие далтепарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина усиливает действие далтепарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина усиливает действие далтепарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат усиливает действие далтепарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "эстрадиол снижает эффекты далтепарина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "Синтетические конъюгированные эстрогены снижают эффекты дальтепарина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эстропипат",
      "description": {
        "common": "Эстропипат снижает эффекты далтепарина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Фактор X, человек",
      "description": {
        "common": "далтепарин будет снижать уровень или эффект фактора X человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Основываясь на механизме действия, фактору X, вероятно, противодействуют прямые и непрямые ингибиторы фактора Xa."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "далтепарин и фондапаринукс усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гепарин",
      "description": {
        "common": "далтепарин и гепарин усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левоноргестрел внутриматочный",
      "description": {
        "common": "левоноргестрел внутриматочный, дальтепарин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левоноргестрел перорально",
      "description": {
        "common": "левоноргестрел перорально, далтепарин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лиотиронин",
      "description": {
        "common": "лиотиронин усиливает действие далтепарина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "местранол",
      "description": {
        "common": "местранол снижает эффекты дальтепарина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "далтепарин повышает токсичность моэксиприла за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает эффекты далтепарина за счет усиления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "периндоприл",
      "description": {
        "common": "далтепарин повышает токсичность периндоприла Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фениндион",
      "description": {
        "common": "дальтепарин и фениндион усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает эффекты далтепарина за счет усиления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пиперациллин",
      "description": {
        "common": "пиперациллин усиливает антикоагулянтное действие дальтепарина. Избегайте или используйте альтернативный препарат. Пиперациллин может ингибировать агрегацию тромбоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон снижает эффекты далтепарина за счет усиления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протамин",
      "description": {
        "common": "далтепарин и протамин усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "квинаприл",
      "description": {
        "common": "дальтепарин повышает токсичность хинаприла за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинин",
      "description": {
        "common": "хинин усиливает действие далтепарина по неизвестному механизму. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рамиприл",
      "description": {
        "common": "далтепарин повышает токсичность рамиприла за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рокситромицин",
      "description": {
        "common": "рокситромицин усиливает действие дальтепарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает эффекты далтепарина за счет усиления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "сульфадиазин усиливает действие далтепарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол усиливает действие далтепарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "сульфизоксазол усиливает действие далтепарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "щитовидная железа высушенная",
      "description": {
        "common": "высушенная щитовидная железа усиливает эффекты далтепарина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиболон",
      "description": {
        "common": "тиболон усиливает действие далтепарина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиклопидин",
      "description": {
        "common": "далтепарин, тиклопидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тирофибан",
      "description": {
        "common": "дальтепарин, тирофибан.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "далтепарин повышает токсичность трандолаприла Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "вортиоксетин и далтепарин усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "занубрутиниб",
      "description": {
        "common": "далтепарин, занубрутиниб.\nЛибо усиливает действие другого за счет антикоагуляции. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб усиливает эффекты далтепарина за счет антикоагуляции. Используйте осторожность/монитор. Одновременное применение акалабрутиниба с антиагрегантами или антикоагулянтами может еще больше увеличить риск кровотечения. Следите за признаками кровотечения и оценивайте соотношение пользы и риска приостановки приема акалабрутиниба на 3-7 дней до и после операции в зависимости от типа операции и риска кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "далтепарин и ацеклофенак усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "далтепарин и ацеметацин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репейник",
      "description": {
        "common": "далтепарин и репейник усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люцерна",
      "description": {
        "common": "далтепарин и люцерна усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альтеплаза",
      "description": {
        "common": "далтепарин и альтеплаза усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "американский женьшень",
      "description": {
        "common": "далтепарин и американский женьшень усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амилорид",
      "description": {
        "common": "амилорид, далтепарин.\nОдин из них увеличивает токсичность другого за счет калия в сыворотке. Используйте осторожность/монитор. Оба препарата могут повышать уровень калия в сыворотке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "анаму",
      "description": {
        "common": "далтепарин и анаму усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "далтепарин и аспирин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "дальтепарин и аспирин ректально усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия, далтепарин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Необходимость одновременного применения низких доз аспирина и антикоагулянтов или антиагрегантов характерна для пациентов с сердечно-сосудистыми заболеваниями; внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азапропазон",
      "description": {
        "common": "азапропазон усиливает действие далтепарина за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азатиоприн",
      "description": {
        "common": "азатиоприн снижает действие дальтепарина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азфицел-Т",
      "description": {
        "common": "азфицел-Т, далтепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с антикоагулянтами или антиагрегантами может усилить кровоподтеки или кровотечения в местах биопсии и/или в местах инъекций; одновременное использование не рекомендуется. Решение о продолжении или прекращении приема антикоагулянтов или антитромбоцитов должно приниматься врачом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азилсартан",
      "description": {
        "common": "дальтепарин повышает токсичность азилсартана Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "дальтепарин повышает токсичность беназеприла за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетриксабан",
      "description": {
        "common": "далтепарин, бетриксабан.\nЛибо повышает уровень другого за счет антикоагулянтов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид, далтепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кандесартан",
      "description": {
        "common": "дальтепарин повышает токсичность кандесартана Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "капецитабин",
      "description": {
        "common": "капецитабин усиливает действие далтепарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "далтепарин повышает токсичность каптоприла др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень дальтепарина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "далтепарин и целекоксиб усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хитозан",
      "description": {
        "common": "хитозан усиливает эффекты далтепарина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: хитозан может снижать всасывание витамина К в желудочно-кишечном тракте, усиливая антикоагулянтный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "далтепарин и трисалицилат магния холина усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "корица",
      "description": {
        "common": "далтепарин и корица усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "циталопрам усиливает действие далтепарина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Комбинация может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "коллагеназа clostridium histolyticum",
      "description": {
        "common": "далтепарин повышает токсичность коллагеназы clostridium histolyticum за счет антикоагулянтов. Используйте осторожность/монитор. Collagenase clostridium histolyticum имеет высокую частоту экхимозов/ушибов в месте инъекции; избегайте одновременного приема антикоагулянтов (за исключением низких доз аспирина, т. е. до 150 мг/сут)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены, вагинальные",
      "description": {
        "common": "конъюгированные эстрогены вагинально уменьшают эффекты далтепарина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кордицепс",
      "description": {
        "common": "далтепарин и кордицепс усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "Кукурузный шелк уменьшает эффекты далтепарина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кукурузный шелк содержит витамин К; потреблять последовательное количество ежедневно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон, дальтепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид усиливает действие далтепарина по неизвестному механизму. Используйте осторожность/монитор. Из-за потенциальных тромбоцитопенических эффектов циклофосфамида у пациентов, одновременно принимающих антикоагулянты, может наблюдаться дополнительный риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даншен",
      "description": {
        "common": "дальтепарин и даншен ​​усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс, далтепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: у пациентов, принимающих деферазирокс, сообщалось об язвенной болезни желудка и желудочно-кишечном кровотечении, следует соблюдать осторожность при одновременном применении с другими препаратами, которые, как известно, повышают риск пептических язв или желудочного кровотечения, включая антикоагулянты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт, дальтепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Коготь дьявола",
      "description": {
        "common": "дальтепарин и дьявольский коготь усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон, дальтепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "дальтепарин и диклофенак усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "далтепарин и дифлунисал усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "dong quai",
      "description": {
        "common": "далтепарин и дягиль обыкновенный усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эналаприл",
      "description": {
        "common": "далтепарин повышает токсичность эналаприла Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпопростенол",
      "description": {
        "common": "далтепарин и эпопростенол усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпросартан",
      "description": {
        "common": "далтепарин повышает токсичность эпросартана Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "этанол усиливает действие дальтепарина по неизвестному механизму. Используйте осторожность/монитор. Острая интоксикация этанолом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этотоин",
      "description": {
        "common": "далтепарин повышает уровень этотоина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "далтепарин и этодолак усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "fenbufen",
      "description": {
        "common": "далтепарин и фенбуфен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенхель",
      "description": {
        "common": "дальтепарин и фенхель усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "далтепарин и фенопрофен усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиретрум",
      "description": {
        "common": "далтепарин и пиретрум усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рыбий жир",
      "description": {
        "common": "рыбий жир, далтепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: пациентов, принимающих рыбий жир и антикоагулянты или другие препараты, влияющие на свертываемость крови, следует периодически обследовать из-за потенциального повышенного риска кровотечения. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триглицериды рыбьего жира",
      "description": {
        "common": "Триглицериды рыбьего жира повышают уровень или эффект далтепарина за счет антикоагуляции. Используйте осторожность/монитор. Сообщалось о длительном кровотечении у пациентов, принимающих антитромбоцитарные средства или антикоагулянты и перорально омега-3 жирные кислоты. Периодически контролируйте время кровотечения у пациентов, получающих триглицериды рыбьего жира и сопутствующие антиагреганты или антикоагулянты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон, дальтепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фторурацил",
      "description": {
        "common": "фторурацил усиливает действие дальтепарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Из-за тромбоцитопенических эффектов фторурацила у пациентов, одновременно получающих антикоагулянты, может наблюдаться дополнительный риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "дальтепарин и флурбипрофен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "форсколин",
      "description": {
        "common": "далтепарин и форсколин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "дальтепарин повышает токсичность фозиноприла Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "далтепарин повышает уровень фосфенитоина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "чеснок",
      "description": {
        "common": "далтепарин и чеснок усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемцитабин",
      "description": {
        "common": "гемцитабин усиливает действие далтепарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Из-за тромбоцитопенических эффектов гемцитабина у пациентов, одновременно принимающих антикоагулянты, может наблюдаться дополнительный риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имбирь",
      "description": {
        "common": "дальтепарин и имбирь усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ginkgo biloba",
      "description": {
        "common": "далтепарин и гинкго билоба усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюкагон интраназально",
      "description": {
        "common": "Интраназальный глюкагон усиливает действие далтепарина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай, далтепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемин",
      "description": {
        "common": "далтепарин, гемин.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Продукт деградации гемина (например, гематин) может вызывать коагулопатию (например, тромбоцитопению, дегрануляцию тромбоцитов) и вызывать умеренные антикоагулянтные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "семена конского каштана",
      "description": {
        "common": "дальтепарин и семена конского каштана усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон, далтепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб будет повышать уровень или эффект дальтепарина за счет антикоагуляции. Используйте осторожность/монитор. Ибрутиниб может увеличить риск кровотечения у пациентов, получающих антитромбоцитарную или антикоагулянтную терапию, и следует контролировать признаки кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "далтепарин и ибупрофен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "далтепарин и ибупрофен внутривенно усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "икосапент",
      "description": {
        "common": "икозапент, дальтепарин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Икозапент может увеличить время кровотечения; периодически контролировать, если coadministered с другими препаратами, которые влияют на кровотечение."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб, далтепарин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: иматиниб может вызывать тромбоцитопению; риск кровотечения повышается при совместном применении иматиниба с антикоагулянтами, НПВП, ингибиторами тромбоцитов и тромболитическими средствами; пациенты, нуждающиеся в антикоагулянтной терапии во время лечения иматинибом, должны получать НМГ или нефракционированный гепарин вместо варфарина из-за множественных механизмов взаимодействия иматиниба с варфарином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "далтепарин и индометацин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йод (радиоактивный)",
      "description": {
        "common": "йод (радиоактивный) снижает эффекты далтепарина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "далтепарин повышает токсичность ирбесартана Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "далтепарин и кетопрофен усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "далтепарин и кеторолак усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "дальтепарин и кеторолак интраназально усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "дальтепарин повышает токсичность лизиноприла Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "лофепрамин повышает уровень далтепарина за счет замедления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "далтепарин и лорноксикам усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "далтепарин повышает токсичность лозартана Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "далтепарин и меклофенамат усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "далтепарин и мефенамовая кислота усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелатонин",
      "description": {
        "common": "мелатонин усиливает действие далтепарина за счет антикоагулянтного действия. Используйте осторожность/монитор. Мелатонин может уменьшить протромбиновое время."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "далтепарин и мелоксикам усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метимазол",
      "description": {
        "common": "метимазол снижает эффекты далтепарина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "метилпреднизолон, далтепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омела",
      "description": {
        "common": "далтепарин увеличивает, а омела белая снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "далтепарин и набуметон усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "далтепарин и напроксен усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крапива",
      "description": {
        "common": "далтепарин повышает, а крапива снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нинтеданиб",
      "description": {
        "common": "нинтеданиб усиливает эффекты далтепарина за счет антикоагуляции. Используйте осторожность/монитор. Нинтеданиб является ингибитором VEGFR и может повышать риск кровотечения; наблюдать за пациентами, получающими полную антикоагулянтную терапию; внимательно следить за кровотечением и корректировать терапию по мере необходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олмесартан",
      "description": {
        "common": "далтепарин повышает токсичность олмесартана Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омега 3 карбоновые кислоты",
      "description": {
        "common": "омега-3 карбоновые кислоты, далтепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: пациентов, принимающих омега-3 кислоты и антикоагулянты или другие препараты, влияющие на свертываемость крови, следует периодически обследовать из-за потенциально повышенного риска кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омега 3 жирные кислоты",
      "description": {
        "common": "омега-3 жирные кислоты, далтепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: пациентов, принимающих омега-3-жирные кислоты и антикоагулянты или другие препараты, влияющие на свертываемость крови, следует периодически обследовать из-за потенциально повышенного риска кровотечений. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "далтепарин и оксапрозин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Женьшень",
      "description": {
        "common": "далтепарин и женьшень усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "далтепарин и парекоксиб усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пау д'арко",
      "description": {
        "common": "далтепарин и пау д'арко усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегаспаргаза",
      "description": {
        "common": "пегаспаргаза усиливает действие далтепарина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "дальтепарин повышает уровень фенитоина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фитоэстрогены",
      "description": {
        "common": "далтепарин и фитоэстрогены усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "далтепарин и пироксикам усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "порфимер",
      "description": {
        "common": "далтепарин снижает действие порфимера за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прасугрель",
      "description": {
        "common": "дальтепарин, прасугрел.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон, далтепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон, далтепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропафенон",
      "description": {
        "common": "пропафенон усиливает действие дальтепарина за счет замедления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропилтиоурацил",
      "description": {
        "common": "пропилтиоурацил снижает эффекты далтепарина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "reishi",
      "description": {
        "common": "далтепарин и рейши усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ретеплаза",
      "description": {
        "common": "далтепарин и ретеплаза усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин снижает уровень дальтепарина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "ривароксабан, далтепарин.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Избегайте одновременного применения ривароксабана с другими антикоагулянтами из-за повышенного риска кровотечения, за исключением переходных периодов терапии, когда пациенты должны находиться под пристальным наблюдением. Следите за признаками/симптомами кровопотери."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "дальтепарин повышает токсичность сакубитрила/валсартана по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "далтепарин и салицилаты (не аза) усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "дальтепарин и сальсалат усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "увидел пальметто",
      "description": {
        "common": "пальма сереноа увеличивает токсичность далтепарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Сибирский женьшень",
      "description": {
        "common": "далтепарин и сибирский женьшень усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "спиронолактон, дальтепарин.\nОдин из них увеличивает токсичность другого за счет калия в сыворотке. Используйте осторожность/монитор. Оба препарата могут повышать уровень калия в сыворотке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "дальтепарин и сульфасалазин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "далтепарин и сулиндак усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "дальтепарин повышает токсичность телмисартана по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенектеплаза",
      "description": {
        "common": "далтепарин и тенектеплаза усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикагрелор",
      "description": {
        "common": "тикагрелор, далтепарин.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Повышенный риск кровотечения при одновременном применении лекарственных средств, повышающих вероятность кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир усиливает действие далтепарина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Типранавир обладает умеренной антитромбоцитарной активностью, которая может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "дальтепарин и толфенамовая кислота усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "далтепарин и толметин усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, далтепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триамтерен",
      "description": {
        "common": "триамтерен, далтепарин.\nОдин из них увеличивает токсичность другого за счет калия в сыворотке. Используйте осторожность/монитор. Оба препарата могут повышать уровень калия в сыворотке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклофос",
      "description": {
        "common": "Триклофос усиливает действие далтепарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "дальтепарин повышает токсичность валсартана Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ворапаксар",
      "description": {
        "common": "дальтепарин, ворапаксар.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Одновременное применение антикоагулянтов, антитромбоцитов или других препаратов, влияющих на свертываемость, следует периодически контролировать из-за потенциального повышенного риска кровотечения."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетаминофен",
      "description": {
        "common": "ацетаминофен усиливает действие далтепарина по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетаминофен IV",
      "description": {
        "common": "ацетаминофен IV усиливает действие далтепарина по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетаминофен ректальный",
      "description": {
        "common": "ацетаминофен ректально усиливает действие далтепарина по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алпростадил интракавернозно/уретрально",
      "description": {
        "common": "интракавернозное/уретральное введение алпростадила усиливает действие далтепарина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефтаролин",
      "description": {
        "common": "цефтаролин усиливает действие далтепарина на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Цефалоспорины с боковым кольцом метилтиотетразола (МТТ) (например, цефотетан, цефоперазон) чаще связаны с гипопротромбинемической активностью."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорелла",
      "description": {
        "common": "хлорелла снижает эффекты далтепарина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Теоретически, из-за содержания витамина К."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "демеклоциклин усиливает действие далтепарина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "дексметилфенидат усиливает действие далтепарина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксициклин",
      "description": {
        "common": "доксициклин усиливает действие далтепарина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глибурид",
      "description": {
        "common": "глибурид усиливает действие дальтепарина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "минеральное масло",
      "description": {
        "common": "минеральное масло снижает уровень дальтепарина за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "миноциклин",
      "description": {
        "common": "миноциклин усиливает действие далтепарина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "окситетрациклин",
      "description": {
        "common": "окситетрациклин усиливает действие далтепарина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин усиливает действие далтепарина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сердексметилфенидат/дексметилфенидат",
      "description": {
        "common": "Сердексметилфенидат/дексметилфенидат усиливает действие далтепарина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "тетрациклин усиливает действие далтепарина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вертепорфин",
      "description": {
        "common": "далтепарин снижает эффекты вертепорфина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витамин Е",
      "description": {
        "common": "витамин Е, далтепарин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Витамин Е при RDA не изменяет МНО у пациентов. на хронической терапии варфарином; мегадозы (~10x RDA) могут усилить антикоагулянтный эффект у пациентов с дефицитом витамина К."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Гематома в месте инъекции",
      "percent": "7-35"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "10.9-13.6"
    },
    {
      "name": "больные раком",
      "percent": "4.5-12"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": "4.6"
    },
    {
      "name": "Большое кровотечение",
      "percent": "4.3"
    },
    {
      "name": "вплоть до",
      "percent": "1"
    },
    {
      "name": "Повышение функционального теста печени",
      "percent": null
    },
    {
      "name": "вплоть до",
      "percent": null
    },
    {
      "name": "Гематома раны",
      "percent": null
    },
    {
      "name": "Гематурия",
      "percent": null
    },
    {
      "name": "Эпидуральная гематома",
      "percent": null
    },
    {
      "name": "Спинальная гематома",
      "percent": null
    },
    {
      "name": "Геморрагический инфаркт головного мозга",
      "percent": null
    },
    {
      "name": "Внутричерепное кровоизлияние",
      "percent": null
    },
    {
      "name": "Внутриматочное субдуральное кровоизлияние",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "не",
      "percent": null
    },
    {
      "name": "показания к раку",
      "percent": null
    },
    {
      "name": "Анафилактоидная реакция",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Остеопороз",
      "percent": null
    },
    {
      "name": "некроз кожи",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    }
  ]
}