{
  "name": "филграстим",
  "comment": "Rx",
  "other_names": [
    "филграстим-айоу",
    "тбо-филграстим",
    "филграстим-сндз",
    "Нивестым",
    "Релеуко",
    "филграстим-аафи",
    "Г-КСФ",
    "нейпоген",
    "Граникс",
    "Зарксио"
  ],
  "classes": [
    "Гемопоэтические факторы роста"
  ],
  "source": "https://reference.medscape.com/drug/g-csf-neupogen-filgrastim-342164",
  "pregnancy": {
    "common": [
      "В исследованиях репродукции животных влияние филграстима на внутриутробное развитие изучалось у крыс и кроликов; у обоих видов не наблюдалось пороков развития; никаких эффектов на мать или плод не наблюдалось у беременных крыс при дозах, в 58 раз превышающих дозы для человека; было показано, что препарат оказывает неблагоприятное воздействие на беременных кроликов в дозах, в 2-10 раз превышающих дозы для человека.",
      "Сообщения в научной литературе описывают трансплацентарное проникновение препарата у беременных женщин при введении менее чем за 30 часов до преждевременных родов (менее или равно 30 неделям беременности).",
      "Имеющиеся данные опубликованных исследований, в том числе несколько обсервационных исследований исходов беременности у женщин, подвергавшихся воздействию продуктов филграстима, и у женщин, которые не подвергались воздействию, не установили связи с использованием во время беременности и серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Имеются опубликованные данные о попадании филграстима в грудное молоко; имеется несколько сообщений о случаях применения филграстима у кормящих матерей, при этом у младенцев не было отмечено побочных эффектов; нет данных о влиянии филграстима на выработку молока; другие продукты филграстима плохо выделяются в грудное молоко, а продукты филграстима не всасываются новорожденными перорально; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от препарата или основного состояния матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Серьезные аллергические реакции на продукты филграстим или пегфилграстим в анамнезе."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось о редких случаях ОРДС; обследовать пациентов, у которых развивается лихорадка и легочные инфильтраты или респираторный дистресс на предмет ОРДС; прекратить терапию у пациентов с ОРДС",
        "Повышение гематопоэтической активности костного мозга в ответ на терапию факторами роста было связано с преходящими положительными изменениями при визуализации костей; учитывать при интерпретации результатов визуализации костей",
        "Связан с редкими случаями потенциально смертельного разрыва селезенки; оценить, испытывает ли пациент боль в левой верхней части живота и/или в кончике плеча",
        "Сообщалось о кожном васкулите; проводить терапию у больных с кожными васкулитами; Терапию можно начинать с уменьшенной дозы, когда исчезнут симптомы и АЧН уменьшится.",
        "Синдром капиллярной утечки (CLS) может возникать у пациентов, получающих препараты филграстима, и характеризуется гипотензией, гипоальбуминемией, отеком и сгущением крови; пациенты, у которых развиваются симптомы CLS, должны находиться под пристальным наблюдением и получать стандартное симптоматическое лечение, которое может включать потребность в интенсивной терапии.",
        "Сообщается о гломерулонефрите; если есть подозрения, оцените причину; если есть вероятность причинно-следственной связи, рассмотреть вопрос о снижении дозы или прерывании лечения",
        "У пациентов с раком, получающих препарат в качестве дополнения к миелосупрессивной химиотерапии, во избежание потенциального риска чрезмерного лейкоцитоза рекомендуется прекратить терапию, если АЧН превышает 10 000/мм³ после того, как надир АЧН, вызванный химиотерапией, произошел; контролировать количество CBC по крайней мере два раза в неделю во время терапии; дозы, повышающие КЧН выше 10 000/мм³, могут не приводить к какой-либо дополнительной клинической пользе.",
        "Количество лейкоцитов ≥100‚000/мм³ наблюдалось примерно у 2% пациентов, получавших филграстим в дозах >5 мкг/кг/сут.",
        "Повышение гематопоэтической активности костного мозга в ответ на терапию факторами роста было связано с преходящими положительными изменениями при визуализации костей; это следует учитывать при интерпретации результатов визуализации костей",
        "Монитор тромбоцитопении",
        "Использование не по прямому назначению для мобилизации ПКПК привело к альвеолярному кровоизлиянию, что привело к легочным инфильтратам и кровохарканью.",
        "У пациентов с серповидно-клеточной анемией могут возникать тяжелые и иногда фатальные кризы серповидно-клеточной анемии; прекратить терапию, если возникает серповидно-клеточный криз",
        "В период проведения терапии для мобилизации ПСКПК у онкологических больных прекратить терапию, если количество лейкоцитов повышается до >10‚000/мм³.",
        "Сообщалось об аллергических реакциях (ангионевротический отек, аллергический дерматит, гиперчувствительность, сыпь, зудящая сыпь и крапивница); аллергические реакции могут рецидивировать в течение суток после прекращения первоначального противоаллергического лечения; навсегда прекратить терапию у пациентов с серьезными аллергическими реакциями",
        "Одновременное применение с химиотерапией и лучевой терапией не рекомендуется"
      ],
      "specific": [
        {
          "type": "Аортит",
          "description": [
            "Следует подозревать аортит у пациентов, у которых развиваются эти признаки и симптомы неизвестной этиологии.",
            "Сообщалось об аортите; может возникнуть уже в первую неделю после начала терапии",
            "Прекратить прием при подозрении на аортит",
            "Проявления могут включать общие признаки и симптомы, такие как лихорадка, боль в животе, недомогание, боль в спине и повышение маркеров воспаления (например, С-реактивного белка и лейкоцитов)."
          ]
        },
        {
          "type": "Тяжелая хроническая нейтропения",
          "description": [
            "МДС и ОМЛ зарегистрированы у пациентов с раком молочной железы и легких, получающих химиотерапию и/или лучевую терапию; контролировать пациентов на наличие признаков и симптомов МДС/ОМЛ в этих условиях",
            "Подтвердите, есть ли у пациентов тяжелая хроническая нейтропения (SCN)",
            "Сообщалось, что миелодиспластический синдром (МДС) и острый миелогенный лейкоз (ОМЛ) возникают в естественном течении врожденной нейтропении без цитокиновой терапии.",
            "Влияние филграстима на развитие аномалий цитогенетики и эффект продолжительного приема у пациентов с аномалиями цитогенетики или МДС неизвестны.",
            "Если у пациента с SCN развиваются аномальные цитогенетика или миелодисплазия, следует тщательно взвесить риски и преимущества, прежде чем продолжать лечение."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Безопасность и эффективность одновременного применения филграстима с цитотоксической химиотерапией или лучевой терапией не установлены; из-за потенциальной чувствительности быстроделящихся миелоидных клеток к цитотоксической химиотерапии‚ не применять в период от 24 часов до и в течение 24 часов после введения цитотоксической химиотерапии",
            "Лекарства, которые могут усиливать высвобождение нейтрофилов, такие как литий, следует использовать с осторожностью."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Тошнота",
      "percent": "57"
    },
    {
      "name": "Рвота",
      "percent": "57"
    },
    {
      "name": "Боль в костях",
      "percent": "22"
    },
    {
      "name": "Алопеция",
      "percent": "33"
    },
    {
      "name": "Диарея",
      "percent": "18"
    },
    {
      "name": "Высокая температура",
      "percent": "14"
    },
    {
      "name": "Усталость",
      "percent": "12"
    },
    {
      "name": "Головная боль",
      "percent": "11"
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Боль в груди",
      "percent": null
    },
    {
      "name": "Кашель",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Стоматит",
      "percent": null
    },
    {
      "name": "Больное горло",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Повышенная мочевая кислота",
      "percent": null
    },
    {
      "name": "Повышенная лактатдегидрогеназа",
      "percent": null
    },
    {
      "name": "Повышенная щелочная фосфатаза",
      "percent": null
    },
    {
      "name": "Разрыв селезенки",
      "percent": null
    },
    {
      "name": "ОРДС",
      "percent": null
    },
    {
      "name": "Астения",
      "percent": null
    },
    {
      "name": "гломерулонефрит",
      "percent": null
    },
    {
      "name": "Альвеолярное кровоизлияние и кровохарканье",
      "percent": null
    },
    {
      "name": "Серповидноклеточный кризис",
      "percent": null
    },
    {
      "name": "Кожный васкулит",
      "percent": null
    },
    {
      "name": "Сладкий синдром",
      "percent": null
    },
    {
      "name": "острый фебрильный нейтрофильный дерматоз",
      "percent": null
    },
    {
      "name": "Снижение плотности костной ткани и остеопороз у детей с тяжелой хронической нейтропенией, получающих длительные",
      "percent": null
    },
    {
      "name": "срочное лечение",
      "percent": null
    },
    {
      "name": "Аортит",
      "percent": null
    },
    {
      "name": "Респираторный дистресс-синдром",
      "percent": null
    },
    {
      "name": "Миелодиспластический синдром",
      "percent": null
    },
    {
      "name": "Острый миелоидный лейкоз",
      "percent": null
    },
    {
      "name": "Синдром капиллярной утечки",
      "percent": null
    },
    {
      "name": "Экстрамедуллярное кроветворение",
      "percent": null
    }
  ]
}