{
  "name": "гадобутрол",
  "comment": "Rx",
  "other_names": [
    "Гадавист"
  ],
  "classes": [
    "Контрастные среды",
    "Неионогенный/высокая осмоляльность",
    "Гадолинийсодержащие контрастные вещества"
  ],
  "source": "https://reference.medscape.com/drug/gadavist-gadobutrol-999634",
  "pregnancy": {
    "common": [
      "Все беременности имеют фоновый риск врожденных дефектов, потери или других неблагоприятных исходов.",
      "Расчетный фоновый риск серьезных врожденных дефектов и выкидыша для указанной популяции неизвестен.",
      "GBCA проникают через плаценту и вызывают воздействие на плод и задержку гадолиния.",
      "Данные о связи между GBCA и неблагоприятными исходами плода ограничены и неубедительны."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Пользу грудного вскармливания для развития и здоровья следует рассматривать вместе с клинической потребностью матери в препарате и любыми потенциальными неблагоприятными эффектами на ребенка, находящегося на грудном вскармливании, или от основного материнского состояния.",
      "Расчетное воздействие на младенцев составляет 0,01–0,04% от дозы матери.",
      "Неизвестно, влияет ли препарат на ребенка, находящегося на грудном вскармливании, или на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Нефрогенный системный фиброз (НСФ)",
          "description": [
            "Оцените скорость клубочковой фильтрации (СКФ) с помощью лабораторных исследований.",
            "Скрининг на риск хронического снижения функции почек (например, в возрасте старше 60 лет, гипертензии, диабете)",
            "Контрастные вещества на основе гадолиния (GBCA) увеличивают риск НСФ у пациентов с нарушением выведения.",
            "Избегайте использования у этих пациентов, за исключением случаев, когда диагностическая информация необходима и недоступна при МРТ без контрастирования или других методах.",
            "Скрининг на острую почечную недостаточность и другие состояния, которые могут снизить функцию почек",
            "Мониторинг",
            "NSF может привести к смертельному или изнурительному фиброзу, поражающему кожу, мышцы и внутренние органы.",
            "Для пациентов с самым высоким риском NSF не превышайте рекомендуемую дозу и дайте достаточно времени для выведения препарата из организма до любого повторного введения.",
            "Хроническое тяжелое заболевание почек (СКФ <30 мл/мин/1,73 м²) или",
            "Риск представляется самым высоким среди пациентов с:",
            "Острое повреждение почек"
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "1.5"
    },
    {
      "name": "Тошнота",
      "percent": "1.2"
    },
    {
      "name": "Реакции в месте инъекции",
      "percent": null
    },
    {
      "name": "дисгевзия",
      "percent": null
    },
    {
      "name": "Жарко",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Эритема",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Парестезия",
      "percent": null
    },
    {
      "name": "Остановка сердца",
      "percent": null
    },
    {
      "name": "Нефрогенный системный фиброз",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "анафилактоидные реакции",
      "percent": null
    }
  ]
}