{
  "name": "вакцина против вируса папилломы человека невалентная",
  "comment": "Rx",
  "other_names": [
    "Гардасил 9"
  ],
  "classes": [
    "инактивирован",
    "Популярный",
    "Вакцина"
  ],
  "source": "https://reference.medscape.com/drug/gardasil-9-human-papillomavirus-vaccine-nonavalent-999976",
  "pregnancy": {
    "common": [
      "Реестр беременных: 1-800-986-8999",
      "Эти показатели оцененных исходов в предполагаемой популяции соответствовали предполагаемым фоновым показателям.",
      "Частота выкидышей и серьезных врожденных пороков составила 6,8% беременностей (111/1640) и 2,4% живорожденных (37/1527) соответственно.",
      "В пятилетний регистр беременностей были включены 2942 женщины, которые были случайно подвергнуты вакцинации против ВПЧ в течение 1 месяца до последней менструации (ПМ) или в любое время во время беременности, 2566 из которых находились под проспективным наблюдением.",
      "После исключения плановых абортов (n=107), внематочных беременностей (n=5) и беременностей, потерянных для последующего наблюдения (n=814), было 1640 беременностей с известными исходами."
    ],
    "specific": [
      {
        "type": "Рекомендации ККПИ",
        "description": [
          "Беременность до 26 лет: вакцинация против ВПЧ не рекомендуется до наступления беременности",
          "Вмешательство не требуется, если вакцинация проводится во время беременности; тест на беременность перед прививкой не нужен"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Данных недостаточно для оценки воздействия на грудных детей или на выработку/выделение молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность, в том числе тяжелые аллергические реакции на дрожжевые грибки (компонент вакцины) или после предыдущей дозы Гардасила."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Решение об отсрочке введения препарата у пациентов с лихорадкой зависит от этиологии заболевания и тяжести симптомов; не откладывайте введение при остром заболевании с лихорадкой или без нее; отложить введение при умеренном или тяжелом остром заболевании",
        "Лица, у которых после первой дозы развились симптомы, указывающие на гиперчувствительность, не должны получать дополнительные дозы.",
        "При в/м введении может возникнуть кровоточащая гематома; соблюдать осторожность у пациентов с нарушениями свертываемости крови в анамнезе, включая тромбоцитопению; Внутримышечная инъекция может быть запланирована вскоре после введения антигемофилической или аналогичной терапии.",
        "Монитор в течение 15 мин после вакцинации для обморока/судорожного обморока и аллергических реакций; когда обмороки связаны с тонико-клоническими движениями, активность обычно носит преходящий характер и обычно отвечает на восстановление мозгового кровоснабжения поддержанием положения лежа на спине или в положении Тренделенбурга",
        "Не защищает от заболеваний, не вызванных типами ВПЧ, не входящими в состав вакцины; не для лечения активного заболевания; скрининг рака шейки матки или анального канала по-прежнему требуется после введения вакцины",
        "Не показано, что он защищает от непривитых типов ВПЧ."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "адалимумаб",
      "description": {
        "common": "адалимумаб снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алефацепт",
      "description": {
        "common": "алефацепт снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анакинра",
      "description": {
        "common": "Анакинра снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин лошадиный",
      "description": {
        "common": "антитимоцитарный глобулин лошади снижает действие невалентной вакцины против папилломавируса человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин кролик",
      "description": {
        "common": "антитимоцитарный глобулин кролика снижает действие вакцины против вируса папилломы человека, невалентной за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азатиоприн",
      "description": {
        "common": "азатиоприн снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "базиликсимаб",
      "description": {
        "common": "базиликсимаб снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "белимумаб",
      "description": {
        "common": "белимумаб снижает эффекты вакцины против вируса папилломы человека, невалентной по иммуносупрессивному действию; риск заражения. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "канакинумаб",
      "description": {
        "common": "канакинумаб снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цертолизумаб пегол",
      "description": {
        "common": "Цертолизумаб пегол снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон уменьшает эффекты вакцины против вируса папилломы человека, невалентной за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "elivaldogene autotemcel, вакцина против вируса папилломы человека, невалентная.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Безопасность и эффективность вакцинации во время или после лечения эливалдогеном аутотемселом не изучались. Вакцинация не рекомендуется в течение 6 недель, предшествующих миелоаблативному кондиционированию, и до гематологического восстановления после лечения эливалдогеном аутотемцелом. Там, где это возможно, сделайте детские прививки перед миелоаблативным кондиционированием. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этанерцепт",
      "description": {
        "common": "этанерцепт снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "эверолимус снижает действие вакцины против вируса папилломы человека, невалентной за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает действие вакцины против вируса папилломы человека, невалентной за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глатирамер",
      "description": {
        "common": "глатирамер снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "голимумаб",
      "description": {
        "common": "голимумаб снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "Гидрокортизон снижает действие вакцины против вируса папилломы человека, невалентной за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "Гидроксихлорохина сульфат снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфликсимаб",
      "description": {
        "common": "инфликсимаб снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "лефлуномид снижает действие вакцины против вируса папилломы человека, невалентной за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "меркаптопурин",
      "description": {
        "common": "меркаптопурин снижает действие вакцины против вируса папилломы человека, невалентной за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метотрексат",
      "description": {
        "common": "метотрексат снижает действие вакцины против вируса папилломы человека, невалентной за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "метилпреднизолон снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "муромонаб CD3",
      "description": {
        "common": "муромонаб CD3 снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "микофенолат снижает действие вакцины против вируса папилломы человека, невалентной, за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "окрелизумаб снижает эффекты вакцины против вируса папилломы человека, невалентной по иммуносупрессивному действию; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно снижает эффекты вакцины против вируса папилломы человека, невалентной по иммуносупрессивному действию; риск заражения. Избегайте или используйте альтернативный препарат. Проводите все прививки в соответствии с рекомендациями по иммунизации не менее чем за 2 недели до начала подкожного введения офатумумаба инактивированными вакцинами и по возможности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает действие вакцины против вируса папилломы человека, невалентной за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает действие вакцины против вируса папилломы человека, невалентной за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рилонацепт",
      "description": {
        "common": "рилонацепт снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секукинумаб",
      "description": {
        "common": "секукинумаб снижает эффекты вакцины против вируса папилломы человека, невалентной по иммуносупрессивному действию; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод снижает эффекты вакцины против вируса папилломы человека, невалентной по иммуносупрессивному действию; риск заражения. Избегайте или используйте альтернативный препарат. Приостановка вакцинации начинается за 1 неделю до начала приема сипонимода и в течение 4 недель после прекращения лечения. Совместное введение с живыми аттенуированными вакцинами может увеличить риск инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "сиролимус снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус снижает действие вакцины против вируса папилломы человека, невалентной за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "темсиролимус снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "теплизумаб",
      "description": {
        "common": "теплизумаб снижает действие вакцины против вируса папилломы человека, невалентной по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий. Перед началом лечения теплизумабом сделайте все прививки, соответствующие возрасту. Инактивированные или мРНК-вакцины не рекомендуется вводить в течение 2 недель до лечения теплизумабом, во время лечения или через 6 недель после завершения лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тоцилизумаб",
      "description": {
        "common": "тоцилизумаб снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин уменьшает эффекты вакцины против вируса папилломы человека, невалентной за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "вакцина против денге, вакцина против вируса папилломы человека, невалентная. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Нет данных для установления безопасности и иммуногенности совместного введения вакцины против лихорадки денге с рекомендуемыми вакцинами для подростков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб снижает эффекты вакцины против вируса папилломы человека, невалентной по иммуносупрессивному действию; риск заражения. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "ифосфамид снижает эффекты вакцины против вируса папилломы человека, невалентной по иммуносупрессивному действию; риск заражения. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин снижает действие вакцины против вируса папилломы человека, невалентной, за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мехлорэтамин",
      "description": {
        "common": "мехлорэтамин снижает действие вакцины против вируса папилломы человека, невалентной по иммуносупрессивному действию; риск заражения. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелфалан",
      "description": {
        "common": "мелфалан снижает действие вакцины против вируса папилломы человека, невалентной, за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "онасемногене абепарвовец",
      "description": {
        "common": "онасемноген абепарвовек снижает эффекты вакцины против вируса папилломы человека, невалентной по иммуносупрессивному действию; риск заражения. Изменить терапию/внимательно контролировать. Скорректируйте прививки, чтобы приспособить одновременное введение кортикостероидов до и после инфузии оназемногена абепарвовека. При начале системной терапии кортикостероидами подождите 2 недели после введения инактивированной вакцины."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин снижает действие вакцины против вируса папилломы человека, невалентной за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод снижает действие вакцины против вируса папилломы человека, невалентной по иммуносупрессивному действию; риск заражения. Используйте осторожность/монитор. Если возможно, сделайте все соответствующие возрасту прививки как минимум за 4 недели до начала приема понесимода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин снижает эффекты вакцины против вируса папилломы человека, невалентной по иммуносупрессивному действию; риск заражения. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритуксимаб",
      "description": {
        "common": "ритуксимаб, вакцина против вируса папилломы человека, невалентная. иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор. При использовании для лечения ревматоидного артрита следуйте действующим руководствам по иммунизации и вводите неживые вакцины не менее чем за 4 недели до курса ритуксимаба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритуксимаб-гиалуронидаза",
      "description": {
        "common": "ритуксимаб-гиалуронидаза, вакцина против вируса папилломы человека, невалентная. иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор. При использовании для лечения ревматоидного артрита следуйте действующим руководствам по иммунизации и вводите неживые вакцины не менее чем за 4 недели до курса ритуксимаба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сатрализумаб",
      "description": {
        "common": "сатрализумаб снижает эффекты вакцины против вируса папилломы человека, невалентной по иммуносупрессивному действию; риск заражения. Изменить терапию/внимательно контролировать. Проведите все прививки в соответствии с рекомендациями по иммунизации. Не менее чем за 2 недели до начала введения неживых вакцин. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тралокинумаб",
      "description": {
        "common": "тралокинумаб снизит уровень или действие вакцины против вируса папилломы человека, невалентной по иммуносупрессивному действию; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает эффекты вакцины против вируса папилломы человека, невалентной по иммуносупрессивному действию; риск заражения. Изменить терапию/внимательно контролировать. Проводите все прививки в соответствии с рекомендациями по иммунизации по крайней мере за 4 недели до начала применения ублитуксимаба для живых или живых аттенуированных вакцин и, по возможности, по крайней мере за 2 недели до начала для неживых вакцин. Вакцинация живыми вирусными вакцинами не рекомендуется во время лечения и до восполнения В-лимфоцитов. Не вводите живые или живые аттенуированные вакцины детям, матери которых подверглись воздействию ублитуксимаба во время беременности, до подтверждения восстановления количества В-клеток, измеренного с помощью В-клеток CD19+."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "устекинумаб снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Инактивированные вакцины, вводимые во время лечения устекинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин снижает эффекты вакцины против вируса папилломы человека, невалентной по иммуносупрессивному действию; риск заражения. Изменить терапию/внимательно контролировать. Инактивированные вакцины, признанные безопасными для введения, могут быть недостаточно иммуногенными во время лечения."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин снижает действие вакцины против вируса папилломы человека, невалентной за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод снижает действие вакцины против вируса папилломы человека, невалентной по иммуносупрессивному действию; риск заражения. Незначительное/значение неизвестно. Клинические данные об эффективности и безопасности вакцинации у пациентов, принимающих озанимод, отсутствуют. Прививки могут быть менее эффективными при совместном применении с озанимодом."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Боль в месте инъекции",
      "percent": "89.9"
    },
    {
      "name": "Отек в месте инъекции",
      "percent": "40"
    },
    {
      "name": "Эритема в месте инъекции",
      "percent": "34"
    },
    {
      "name": "Головная боль",
      "percent": "14.6"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": "89.3"
    },
    {
      "name": "Отек в месте инъекции",
      "percent": "47.8"
    },
    {
      "name": "Эритема в месте инъекции",
      "percent": "34.1"
    },
    {
      "name": "Головная боль",
      "percent": "11.4"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": "71.5"
    },
    {
      "name": "Отек в месте инъекции",
      "percent": "26.9"
    },
    {
      "name": "Эритема в месте инъекции",
      "percent": "24.9"
    },
    {
      "name": "Оральная температура",
      "percent": "100.0"
    },
    {
      "name": "Ф",
      "percent": "10.4"
    },
    {
      "name": "лихорадка",
      "percent": "5"
    },
    {
      "name": "лихорадка",
      "percent": "5"
    },
    {
      "name": "Головная боль",
      "percent": "9.4"
    },
    {
      "name": "лихорадка",
      "percent": "8.9"
    }
  ]
}