{
  "name": "гидроксид алюминия/трисиликат магния",
  "comment": "OTC",
  "other_names": [
    "Гевискон Обычная сила таблетки"
  ],
  "classes": [
    "Антациды",
    "Комбо"
  ],
  "source": "https://reference.medscape.com/drug/gaviscon-regular-strength-tablets-aluminum-hydroxide-magnesium-trisilicate-999662",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: неизвестно, проникает ли в грудное молоко."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: неизвестно, проникает ли в грудное молоко."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ралтегравир",
      "description": {
        "common": "гидроксид алюминия/трисиликат магния снижают уровень или эффект ралтегравира за счет увеличения всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Не рекомендуется с разделением доз или без него"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "Гидроксид алюминия/трисиликат магния снижают уровень или эффект атазанавира за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Растворимость атазанавира снижается по мере увеличения рН. Ожидается снижение концентрации атазанавира в плазме при одновременном применении антацидов или буферных препаратов. Назначайте атазанавир за 2 часа до или через 1 час после приема этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "балоксавир марбоксил",
      "description": {
        "common": "гидроксид алюминия/трисиликат магния снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфигратиниб",
      "description": {
        "common": "Гидроксид алюминия/трисиликат магния снижают уровень или эффект инфигратиниба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать применения с кислотоснижающими средствами, вводите инфигратиниб за 2 часа до и после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мизопростол",
      "description": {
        "common": "гидроксид алюминия/трисиликат магния, мизопростол. неизвестный механизм. Избегайте или используйте альтернативный препарат. Антациды снижают биодоступность мизопростоловой кислоты. Антациды, содержащие магний, могут усиливать диарею, вызванную мизопростолом. Если необходим антацид, используйте антациды, содержащие алюминий или кальций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "Гидроксид алюминия/трисиликат магния снижают уровень или эффект пазопаниба за счет повышения pH желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; можно использовать антациды короткого действия вместо ИПП и антагонистов Н2, но разделить дозировку антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понатиниб",
      "description": {
        "common": "гидроксид алюминия/трисиликат магния снижает уровень понатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "гидроксид алюминия/трисиликат магния будет снижать уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "гидроксид алюминия/трисиликат магния ослабляет действие будесонида за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Будесонид с энтеросолюбильным покрытием растворяется при pH > 5,5. Кроме того, растворение таблеток будесонида пролонгированного действия зависит от рН. Одновременное применение с препаратами, повышающими рН желудка, может вызвать преждевременное растворение этих продуктов будесонида и, возможно, повлиять на свойства высвобождения и всасывание препарата в двенадцатиперстной кишке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каботегравир",
      "description": {
        "common": "Гидроксид алюминия/трисиликат магния снижают уровень или эффект каботегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Назначайте антациды по крайней мере за 2 часа до или через 4 часа после перорального приема каботегравира."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "гидроксид алюминия/трисиликат магния снижают уровень или эффект дабрафениба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Лекарства, которые изменяют рН верхних отделов желудочно-кишечного тракта (например, ИПП, Н2-блокаторы, антациды), могут снижать растворимость дабрафениба и снижать его биодоступность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "гидроксид алюминия/трисиликат магния снижает уровни элвитегравира/кобицистата/эмтрицитабина/тенофовира DF за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Отдельная администрация от антацидов на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этамбутол",
      "description": {
        "common": "гидроксид алюминия/трисиликат магния повышает уровень этамбутола за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Избегайте введения антацидов, содержащих гидроксид алюминия, в течение как минимум 4 часов после приема этамбутола."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ледипасвир/софосбувир",
      "description": {
        "common": "гидроксид алюминия/трисиликат магния снижает уровни ледипасвира/софосбувира по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Растворимость ледипасвира снижается по мере увеличения pH; Ожидается, что препараты, повышающие pH желудка, будут снижать уровень ледипасвира; раздельное введение антацидов и ледипасивра/софосбувира через 4 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "гидроксид алюминия/трисиликат магния снижает уровень нилотиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Избегайте этого взаимодействия, вводя антациды через 2 часа после или за 2 часа до нилотиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омадациклин",
      "description": {
        "common": "Гидроксид алюминия/трисиликат магния снижают уровень или эффект омадациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Продукты, содержащие поливалентные катионы, могут нарушать всасывание тетрациклинов, что может снижать их эффективность. Раздельное дозирование тетрациклинов от этих продуктов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "гидроксид алюминия/трисиликат магния снижают уровень или эффект пексидартиниба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Разделите пексидартиниб на 2 часа до или после приема местного антацида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "гидроксид алюминия/трисиликат магния снизит уровень или эффект рифампина при использовании других препаратов (см. комментарий). Используйте осторожность/монитор. Одновременное применение антацидов может снижать всасывание рифампина; суточные дозы рифампина следует вводить не менее чем за 1 час до приема антацидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "риосигуат",
      "description": {
        "common": "гидроксид алюминия/трисиликат магния снижает уровень риоцигуата путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Раздельное введение по крайней мере на 1 час."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "Гидроксид алюминия/трисиликат магния снижают уровень или эффект сарециклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Продукты, содержащие поливалентные катионы, могут нарушать всасывание тетрациклинов, что может снижать их эффективность. Раздельное дозирование тетрациклинов от этих продуктов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "гидроксид алюминия/трисиликат магния снизит уровень или эффект софосбувира/велпатасвира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Растворимость велпатасвира снижается по мере увеличения pH желудка (практически нерастворим при pH > 5). Раздельное введение софосбувира/велпатасвира и антацидов не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "висмодегиб",
      "description": {
        "common": "гидроксид алюминия/трисиликат магния снизит уровень или эффект висмодегибу от других (см. комментарий). Используйте осторожность/монитор. Препараты, повышающие pH желудка, изменяют растворимость висмодегиба и, следовательно, снижают биодоступность; влияние на эффективность неизвестно"
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Меловой вкус",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Фекальное сдавление",
      "percent": null
    },
    {
      "name": "Спазмы желудка",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Интоксикация алюминием",
      "percent": null
    },
    {
      "name": "гипомагниемия",
      "percent": null
    },
    {
      "name": "гипофосфатемия",
      "percent": null
    },
    {
      "name": "остеомаляция",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Гипермагниемия",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Летаргия",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "легкомысленность",
      "percent": null
    }
  ]
}