{
  "name": "обинутузумаб",
  "comment": "Rx",
  "other_names": [
    "Газива"
  ],
  "classes": [
    "Моноклональные антитела к CD20",
    "Противоопухолевые препараты"
  ],
  "source": "https://reference.medscape.com/drug/gazyva-obinutuzumab-999895",
  "pregnancy": {
    "common": [
      "В исследованиях репродукции животных еженедельное внутривенное введение обинутузумаба беременным яванским макакам с 20-го дня беременности до родов, что включает период органогенеза в дозах, в 2,4 раза превышающих экспозицию в клинической дозе 1000 мг в месяц, вызывало оппортунистические инфекции и иммунную систему. сложные опосредованные реакции гиперчувствительности",
      "Нет данных о применении обинутузумаба беременными женщинами для информирования о риске, связанном с приемом препарата.",
      "На основании результатов исследований на животных и механизма действия препарата обинутузумаб может вызывать истощение В-клеток плода.",
      "Препарат может нанести вред плоду при введении беременной женщине; рекомендовать женщинам с репродуктивным потенциалом использовать эффективные методы контрацепции во время лечения и в течение 6 месяцев после последней дозы",
      "Избегайте введения живых вакцин новорожденным и младенцам, подвергшимся воздействию обинутузумаба внутриутробно, до тех пор, пока не произойдет восстановление В-клеток."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Выделяется с молоком лактирующих яванских обезьян, а человеческий IgG, как известно, выделяется с грудным молоком; учитывайте преимущества для развития и здоровья, а также клиническую потребность матери в терапии и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании.",
      "Неизвестно, распространяется ли в грудном молоке человека; из-за возможных серьезных побочных реакций у детей, находящихся на грудном вскармливании, женщинам следует воздержаться от грудного вскармливания во время лечения и в течение 6 месяцев после приема последней дозы"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Прогрессирующая мультифокальная лейкоэнцефалопатия (ПМЛ), включая ПМЛ с летальным исходом, может возникать у пациентов, получающих обинутузумаб."
      ],
      "specific": [
        {
          "type": "Реактивация вируса гепатита В",
          "description": [
            "Прекратите прием обинутузумаба и сопутствующих препаратов в случае реактивации ВГВ.",
            "Скрининг всех пациентов на инфекцию ВГВ до начала лечения",
            "Мониторинг HBV-позитивных пациентов во время и после лечения",
            "Реактивация вируса гепатита В (ВГВ), в некоторых случаях приводящая к молниеносному гепатиту, печеночной недостаточности и смерти, может возникать у пациентов, получающих цитолитические антитела против CD20."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может возникнуть нейтропения (в комбинации с хлорамбуцилом нейтропения 3 или 4 степени зарегистрирована у 34% пациентов); пациентам с нейтропенией настоятельно рекомендуется антимикробная профилактика на протяжении всего периода лечения; следует рассмотреть противовирусную и противогрибковую профилактику",
        "Сообщается о прогрессирующей мультифокальной лейкоэнцефалопатии (ПМЛ) (см. Предупреждения черного ящика)",
        "Безопасность и эффективность иммунизации живыми или аттенуированными вирусными вакцинами во время или после терапии обинутузумабом не изучались; иммунизация живыми вирусными вакцинами не рекомендуется во время лечения и до восстановления В-клеток",
        "Могут возникнуть серьезные бактериальные, грибковые и новые или реактивированные вирусные инфекции; не назначайте обинутузумаб при активной инфекции",
        "Сообщалось о реакциях гиперчувствительности; признаки гиперчувствительности с немедленным началом (например, одышка, бронхоспазм, артериальная гипотензия, крапивница и тахикардия); также сообщалось о позднем проявлении гиперчувствительности, диагностированной как сывороточная болезнь, симптомы (например, боль в груди, диффузная артралгия и лихорадка)",
        "Предвидеть синдром лизиса опухоли; премедикация антигиперурикемическими средствами и адекватная гидратация, особенно для пациентов с высокой опухолевой массой и/или высоким количеством циркулирующих лимфоцитов; корректировать нарушения электролитного баланса, оказывать поддерживающую терапию и контролировать функцию почек и баланс жидкости",
        "Острая почечная недостаточность, гиперкалиемия, гипокальциемия, гиперурикемия и/или гиперфосфатемия вследствие синдрома лизиса опухоли (СЛО) могут развиться в течение 12–24 ч после первой инфузии (см. Премедикация).",
        "Может реактивировать вирус гепатита В (см. Предупреждения о черном ящике)"
      ],
      "specific": [
        {
          "type": "Тромбоцитопения",
          "description": [
            "Может потребоваться переливание продуктов крови (например, переливание тромбоцитов); рассмотрите воздержание от сопутствующих препаратов, которые могут увеличить риск кровотечения (ингибиторы тромбоцитов, антикоагулянты), особенно во время первого цикла",
            "Может развиться тромбоцитопения (в комбинации с хлорамбуцилом нейтропения 3 или 4 степени зарегистрирована у 12% пациентов); у пациентов с тромбоцитопенией 3 или 4 степени чаще контролируйте количество тромбоцитов до разрешения и рассмотрите возможность отсрочки введения дозы этого препарата и химиотерапии или снижения дозы химиотерапии",
            "Мониторинг всех пациентов часто для тромбоцитопении и геморрагических событий, особенно во время первого цикла; при наличии клинических показаний оценить лабораторные параметры коагуляции"
          ]
        },
        {
          "type": "Диссеминированное внутрисосудистое свертывание крови (ДВС-синдром)",
          "description": [
            "Если подозревается ДВС-синдром, оцените потенциальные причины и отслеживайте параметры свертывания крови, количество тромбоцитов, а также признаки и симптомы кровотечения или тромбоза.",
            "Сообщается о смертельном и тяжелом ДВС-синдроме",
            "Может потребоваться поддерживающая терапия, включая переливание продуктов крови и другое медицинское лечение.",
            "Управляйте в соответствии со стандартными рекомендациями для DIC"
          ]
        },
        {
          "type": "Инфузионные реакции",
          "description": [
            "Пациенты с ранее существовавшими сердечными или легочными заболеваниями подвергаются большему риску тяжелых реакций.",
            "Рассмотрите преимущества и риски отмены антигипертензивных препаратов у пациентов с обострением гипертонического криза.",
            "Может вызывать тяжелые и опасные для жизни инфузионные реакции (см. разделы «Изменение дозировки» и «Премедикация»).",
            "Внимательно следите за инфузией и в период после инфузии; прервать или прекратить инфузию при реакциях",
            "Из-за риска гипотензии, вызванной инфузией, рассмотрите возможность прекращения антигипертензивной терапии в течение 12 часов до, во время и в течение первого часа после введения, пока артериальное давление не стабилизируется."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "обинутузумаб, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "обинутузумаб, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "обинутузумаб, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "деферипрон",
      "description": {
        "common": "деферипрон, обинутузумаб.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте использования деферипрона с другими препаратами, которые, как известно, связаны с нейтропенией или агранулоцитозом; если альтернатива невозможна, чаще контролируйте абсолютное количество нейтрофилов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "обинутузумаб, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "обинутузумаб, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность обинутузумаба по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "ропгинтерферон альфа 2b, обинутузумаб.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "обинутузумаб, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и обинутузумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Каждое лекарство представляет собой моноклональное антитело против CD20, показанное для лечения рассеянного склероза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "обинутузумаб снижает действие живых аденовирусов типов 4 и 7, перорально за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Иммунизация живыми вирусными вакцинами не рекомендуется во время лечения обинутузумабом и до восстановления В-клеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифостин",
      "description": {
        "common": "амифостин, обинутузумаб.\nОдин из них уменьшает эффекты другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Во время введения может возникнуть гипотензия. Рассмотрите возможность прекращения антигипертензивного лечения за 12 часов до и во время каждой инфузии обинутузумаба, а также в течение первого часа после введения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "обинутузумаб снижает действие живой вакцины БЦЖ за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммунизация живыми вирусными вакцинами не рекомендуется во время лечения обинутузумабом и до восстановления В-клеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "обинутузумаб усиливает действие беназеприла за счет фармакодинамического синергизма. Используйте осторожность/монитор. Обинутузумаб может усиливать гипотензивный эффект средств, снижающих артериальное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "обинутузумаб, каптоприл.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают артериальное давление. Контролируйте артериальное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорамбуцил",
      "description": {
        "common": "хлорамбуцил повышает токсичность обинутузумаба по др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Сообщается, что он вызывает тромбоцитопению и последующее кровотечение, что может потребовать поддержки препаратами крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "обинутузумаб, вакцина против холеры. иммуносупрессивные эффекты; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "обинутузумаб снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и обинутузумаб снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфгартигимод альфа",
      "description": {
        "common": "эфгартигимод альфа будет снижать уровень или эффект обинутузумаба за счет конкуренции за связывание с рецепторами. Используйте осторожность/монитор. Одновременное применение эфгартигимода с препаратами, которые связываются с человеческим неонатальным рецептором Fc, может снизить системное воздействие и эффективность таких препаратов. Внимательно следите за снижением эффективности лекарств, которые связываются с человеческим неонатальным рецептором Fc. Если длительное использование таких препаратов необходимо, рассмотрите возможность прекращения приема эфгартигимода и использования альтернативных методов лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гемофильной палочки типа b",
      "description": {
        "common": "обинутузумаб снижает действие вакцины против гемофильной палочки типа b за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациентам, получающим химиотерапию анти-В-клеточными антителами, следует подождать >6 месяцев после терапии, прежде чем вакцинировать инактивированными вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "обинутузумаб снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммунизация живыми вирусными вакцинами не рекомендуется во время лечения обинутузумабом и до восстановления В-клеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прививка от кори (краснухи)",
      "description": {
        "common": "обинутузумаб снижает действие вакцины против кори (краснухи) за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммунизация живыми вирусными вакцинами не рекомендуется во время лечения обинутузумабом и до восстановления В-клеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против кори, паротита и краснухи, живая",
      "description": {
        "common": "обинутузумаб снижает действие вакцин против кори, паротита и краснухи, живущих за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Иммунизация живыми вирусными вакцинами не рекомендуется во время лечения обинутузумабом и до восстановления В-клеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "обинутузумаб снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Иммунизация живыми вирусными вакцинами не рекомендуется во время лечения обинутузумабом и до восстановления В-клеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, обинутузумаб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против полиомиелита инактивированная",
      "description": {
        "common": "обинутузумаб снижает действие вакцины против полиомиелита, инактивированной фармакодинамическим антагонизмом. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациентам, получающим химиотерапию анти-В-клеточными антителами, следует подождать >6 месяцев после терапии, прежде чем вакцинировать инактивированными вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пероральная ротавирусная вакцина, живая",
      "description": {
        "common": "обинутузумаб снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Иммунизация живыми вирусными вакцинами не рекомендуется во время лечения обинутузумабом и до восстановления В-клеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против краснухи",
      "description": {
        "common": "обинутузумаб снижает действие вакцины против краснухи за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммунизация живыми вирусными вакцинами не рекомендуется во время лечения обинутузумабом и до восстановления В-клеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и обинутузумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против оспы живая",
      "description": {
        "common": "обинутузумаб снижает действие вакцины против оспы (вакцины) за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Иммунизация живыми вирусными вакцинами не рекомендуется во время лечения обинутузумабом и до восстановления В-клеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, обинутузумаб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, обинутузумаб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "полисахаридная вакцина против брюшного тифа",
      "description": {
        "common": "обинутузумаб снижает действие полисахаридной вакцины против брюшного тифа за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Иммунизация живыми вирусными вакцинами не рекомендуется во время лечения обинутузумабом и до восстановления В-клеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "обинутузумаб снижает действие живой брюшнотифозной вакцины за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Иммунизация живыми вирусными вакцинами не рекомендуется во время лечения обинутузумабом и до восстановления В-клеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "обинутузумаб снижает действие живой вакцины против вируса ветряной оспы за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммунизация живыми вирусными вакцинами не рекомендуется во время лечения обинутузумабом и до восстановления В-клеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "обинутузумаб усиливает антикоагулянтный эффект варфарина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против желтой лихорадки",
      "description": {
        "common": "обинутузумаб снижает действие вакцины против желтой лихорадки за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммунизация живыми вирусными вакцинами не рекомендуется во время лечения обинутузумабом и до восстановления В-клеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "живая вакцина против опоясывающего лишая",
      "description": {
        "common": "обинутузумаб снижает действие живой вакцины против опоясывающего лишая за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммунизация живыми вирусными вакцинами не рекомендуется во время лечения обинутузумабом и до восстановления В-клеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против опоясывающего лишая рекомбинантная",
      "description": {
        "common": "обинутузумаб снижает действие рекомбинантной вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить эффективность рекомбинантной вакцины против опоясывающего лишая."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Инфузионные реакции",
      "percent": "69"
    },
    {
      "name": "нейтропения",
      "percent": "33"
    },
    {
      "name": "Гипокальциемия",
      "percent": "32"
    },
    {
      "name": "Гиперкалиемия",
      "percent": "31"
    },
    {
      "name": "Гипонатриемия",
      "percent": "29"
    },
    {
      "name": "Креатинин повышен",
      "percent": "28"
    },
    {
      "name": "АСТ",
      "percent": "28"
    },
    {
      "name": "SGOT увеличился",
      "percent": "25"
    },
    {
      "name": "АСТ",
      "percent": "16"
    },
    {
      "name": "SGPT увеличился",
      "percent": "16"
    },
    {
      "name": "Гипоальбуминемия",
      "percent": "15"
    },
    {
      "name": "Щелочная фосфатаза повышена",
      "percent": "13"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "12"
    },
    {
      "name": "Гипокалиемия",
      "percent": "10"
    },
    {
      "name": "анемия",
      "percent": "10"
    },
    {
      "name": "лихорадка",
      "percent": "7"
    },
    {
      "name": "Кашель",
      "percent": "2"
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "Синдром лизиса опухоли",
      "percent": null
    },
    {
      "name": "гипофосфатемия",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "сывороточная болезнь",
      "percent": null
    },
    {
      "name": "Хронический лимфолейкоз",
      "percent": null
    }
  ]
}