{
  "name": "вибегрон",
  "comment": "Rx",
  "other_names": [
    "Гемтеса"
  ],
  "classes": [
    "Бета3-агонисты"
  ],
  "source": "https://reference.medscape.com/drug/gemtesa-vibegron-4000077",
  "pregnancy": {
    "common": [
      "Нет доступных данных об использовании у беременных женщин для оценки риска серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода, связанных с приемом препарата."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Токсичность для развития наблюдалась у потомства при ~458-кратном клиническом воздействии на фоне материнской токсичности.",
          "Не влияет на потомство при 89-кратном клиническом воздействии",
          "Задержка окостенения скелета плода наблюдалась у кроликов при ~898-кратном клиническом воздействии в присутствии материнской токсичности."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Если наркотик присутствует в молоке животных, вполне вероятно, что он будет присутствовать и в грудном молоке.",
      "Нет данных о присутствии в грудном молоке, влиянии на грудных детей или влиянии на выработку молока.",
      "Когда однократную пероральную дозу меченого радиоактивным изотопом вибегрона вводили постнатальным кормящим крысам, радиоактивность наблюдалась в молоке."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Задержка мочи",
          "description": [
            "Сообщается о задержке мочи",
            "Следите за признаками и симптомами задержки мочи",
            "Прекратить прием у пациентов с задержкой мочи.",
            "Риск увеличивается у пациентов с обструкцией выходного отверстия мочевого пузыря и у пациентов, принимающих антагонисты мускариновых рецепторов; внимательно наблюдать за пациентами во время лечения"
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Дигоксин",
            "Вибегрон увеличивает максимальные концентрации дигоксина и его системную экспозицию.",
            "Продолжайте контролировать концентрацию дигоксина после прекращения приема вибегрона и при необходимости корректируйте дозу дигоксина.",
            "Мониторинг концентрации дигоксина в сыворотке перед началом, во время терапии и для титрования дозы"
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "6.6"
    },
    {
      "name": "Головная боль",
      "percent": "4"
    },
    {
      "name": "Бронхит",
      "percent": "2.9"
    },
    {
      "name": "Назофарингит",
      "percent": "2.8"
    },
    {
      "name": "Диарея",
      "percent": "2.2"
    },
    {
      "name": "Тошнота",
      "percent": "2.2"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "2"
    },
    {
      "name": "Сухость во рту",
      "percent": "2"
    },
    {
      "name": "Запор",
      "percent": "2"
    },
    {
      "name": "Объем остаточной мочи увеличен",
      "percent": "2"
    },
    {
      "name": "Задержка мочи",
      "percent": "2"
    },
    {
      "name": "Горячий смыв",
      "percent": "2"
    }
  ]
}