{
  "name": "нитроглицерин в/в",
  "comment": "Rx",
  "other_names": [
    "тринитрат глицерина IV",
    "Тридил",
    "НТГ",
    "в/в нитроглицерин",
    "НитроБид IV"
  ],
  "classes": [
    "нитраты",
    "Стенокардия"
  ],
  "source": "https://reference.medscape.com/drug/glyceryl-trinitrate-iv-iv-nitroglycerin-nitroglycerin-iv-342278",
  "pregnancy": {
    "common": [
      "Лактация: польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в нитроглицерине и любыми потенциальными неблагоприятными последствиями нитроглицерина или основного заболевания матери для ребенка, находящегося на грудном вскармливании.",
      "Категория беременности: C"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в нитроглицерине и любыми потенциальными неблагоприятными последствиями нитроглицерина или основного заболевания матери для ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Симптоматическая гипотензия, нескорректированная гиповолемия, повышение внутричерепного давления (травма головы, кровоизлияние в мозг), тяжелая анемия, констриктивный перикардит, тампонада перикарда, рестриктивная кардиомиопатия",
        "Узкоугольная глаукома (спорно: может не иметь клинического значения)",
        "Недавнее применение (в течение нескольких дней) ингибиторов ФДЭ-5 (например, аванафила, силденафила, тадалафила или варденафила) может вызвать опасно низкую артериальную гипотензию; временной ход взаимодействия, по-видимому, связан с периодом полувыведения ингибитора ФДЭ-5.",
        "риоцигуат; одновременное применение может вызвать гипотензию",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Некоторые продукты содержат спирт и пропиленгликоль.",
        "Постепенно уменьшайте дозу, чтобы избежать реакции отмены.",
        "Сообщается о развитии толерантности и возникновении перекрестной толерантности к другим нитросоединениям.",
        "Внутривенное введение растворов может вызвать перегрузку жидкостью, приводящую к разбавлению концентрации электролитов в сыворотке, гипергидратации и состояниям застоя, отеку легких; риск состояний разведения обратно пропорционален концентрации электролитов в инъекциях; риск перегрузки растворами, вызывающей застойные явления с периферическим отеком и отеком легких, прямо пропорционален концентрации электролитов в инъекциях",
        "Может потребоваться 10-12-часовой перерыв в день без нитратов, чтобы избежать развития толерантности.",
        "Не меняйте бренды непреднамеренно, так как не все они биоэквивалентны.",
        "Лечите головную боль, вызванную лекарствами, с помощью аспирина или ацетаминофена.",
        "Вводить нитроглицерин в 5% растворе декстрозы. Инъекции только с помощью инфузионного насоса, который может поддерживать постоянную скорость инфузии.",
        "Удалите формы для местного применения при начале внутривенной инфузии.",
        "Дозы ~ 200 мкг/мин",
        "Мониторинг пациентов с известным субклиническим или явным сахарным диабетом при использовании растворов, содержащих декстрозу.",
        "Растворы, содержащие декстрозу без электролитов, не следует вводить через тот же набор для введения, что и кровь, так как это может привести к псевдоагглютинации или гемолизу.",
        "С осторожностью употреблять алкоголь, гипертиреоз, гипертрофическая кардиомиопатия, постуральная гипотензия, тяжелая почечная недостаточность, печеночная недостаточность.",
        "Использовать поддерживающее лечение при передозировке; специфического антидота при передозировке не существует; риск передозировки можно свести к минимуму путем тщательного наблюдения во время лечения",
        "Используйте стеклянные флаконы и трубки не из ПВХ (поливинилхлорида), чтобы избежать адсорбции препарата на устройствах доставки; использование трубок из ПВХ в инфузионных наборах может привести к потере активного ингредиента из-за адсорбции нитроглицерина трубками из ПВХ; влияет дозировка; адсорбция трубкой из ПВХ увеличивается, когда трубка длинная, скорость потока низкая, а концентрация нитроглицерина в растворе высокая; доставленная доля исходного содержания нитроглицерина в растворе составляла 20-60% в опубликованных исследованиях; фракция меняется со временем во время однократной инфузии, и нельзя использовать простой поправочный коэффициент; если внутривенно нитроглицерин вводится через неабсорбирующую трубку, дозы, основанные на опубликованных отчетах, обычно будут слишком высокими; некоторые встроенные внутривенные фильтры также адсорбируют нитроглицерин, и их следует избегать",
        "Тяжелая гипотензия и шок могут возникнуть даже при применении малых доз нитроглицерина; наблюдайте за пациентами, у которых может быть истощение объема или по какой-либо причине уже гипотензия; гипотензия, вызванная нитроглицерином, может сопровождаться парадоксальной брадикардией и усилением стенокардии",
        "Терапия нитратами может усугубить течение стенокардии, вызванной гипертрофической кардиомиопатией.",
        "Сообщалось о случаях метгемоглобинемии при приеме умеренных доз органических нитратов; при диагностике метгемоглобинемии прекратить лечение нитроглицерином; если состояние не изменилось, обработайте метиленовым синим, 1-2 мг/кг внутривенно",
        "Беречь от замерзания и света",
        "Обеспечить интервал без нитратов (10-12 часов или ночь), чтобы избежать развития толерантности"
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Одновременное применение нитроглицерина в 5% растворе декстрозы для инъекций с риоцигуатом, стимулятором растворимой гуанилатциклазы, может вызвать гипотензию и противопоказано.",
            "Нитроглицерин в более высоких дозах может влиять на антикоагулянтный эффект гепарина; внутривенный нитроглицерин может вызвать резистентность к гепарину",
            "Сообщалось о выраженной симптоматической ортостатической гипотензии при комбинированном применении блокаторов кальциевых каналов и органических нитратов.",
            "Сосудорасширяющие эффекты нитроглицерина могут сочетаться с эффектами других антигипертензивных средств. (например, бета-блокаторы, блокаторы кальциевых каналов и трициклические антидепрессанты) и могут вызывать усиление гипотензивного эффекта.",
            "Одновременное применение нитроглицерина в виде 5% раствора декстрозы для инъекций одновременно с ингибиторами фосфодиэстеразы (например, силденафилом, тадалафилом или варденафилом) в любой форме противопоказано."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "аванафил",
      "description": {
        "common": "нитроглицерин в/в, аванафил. Механизм: аддитивная вазодилатация. Противопоказано. Потенциально фатальная гипотензия."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "бромокриптин",
      "description": {
        "common": "бромокриптин снижает эффекты нитроглицерина IV за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "каберголин",
      "description": {
        "common": "каберголин снижает эффекты нитроглицерина IV за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "дигидроэрготамин снижает эффекты нитроглицерина IV за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "интраназальный дигидроэрготамин снижает эффекты нитроглицерина IV за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эрголоидные мезилаты",
      "description": {
        "common": "эрголоидные мезилаты уменьшают эффекты нитроглицерина IV за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эрготамин",
      "description": {
        "common": "эрготамин снижает эффекты нитроглицерина IV за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метилэргоновин",
      "description": {
        "common": "Метилэргоновин снижает эффекты нитроглицерина IV за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "риосигуат",
      "description": {
        "common": "нитроглицерин в/в, риоцигуат.\nОдин из них усиливает действие другого за счет дополнительной вазодилатации. Противопоказано. Одновременное применение нитратов или донаторов оксида азота противопоказано из-за риска гипотензии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "силденафил",
      "description": {
        "common": "нитроглицерин внутривенно, силденафил. Механизм: аддитивная вазодилатация. Противопоказано. Потенциально фатальная гипотензия."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тадалафил",
      "description": {
        "common": "нитроглицерин в/в, тадалафил. Механизм: аддитивная вазодилатация. Противопоказано. Потенциально фатальная гипотензия."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "варденафил",
      "description": {
        "common": "нитроглицерин в/в, варденафил. Механизм: аддитивная вазодилатация. Противопоказано. Потенциально фатальная гипотензия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каберголин",
      "description": {
        "common": "нитроглицерин IV усиливает действие каберголина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Риск повышения САД, стенокардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрголоидные мезилаты",
      "description": {
        "common": "нитроглицерин IV усиливает эффекты мезилатов эрголоидов за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Риск повышения САД, стенокардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "нитроглицерин IV усиливает эффекты эрготамина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Риск повышения САД, стенокардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофексидин",
      "description": {
        "common": "лофексидин, нитроглицерин в/в.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с другими препаратами, которые снижают пульс или артериальное давление, чтобы снизить риск чрезмерной брадикардии и гипотензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилэргоновин",
      "description": {
        "common": "нитроглицерин IV усиливает действие метилэргоновина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Риск повышения САД, стенокардии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аргинин",
      "description": {
        "common": "нитроглицерин в/в, аргинин. Механизм: аддитивная вазодилатация. Используйте осторожность/монитор. Возможна гипотония."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "нитроглицерин в/в, беназеприл.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление. Контролируйте артериальное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бретилий",
      "description": {
        "common": "нитроглицерин в/в, бретилиум.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Каждый препарат может вызвать гипотензию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупивакаиновый имплантат",
      "description": {
        "common": "нитроглицерин внутривенно, бупивакаиновый имплантат.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Местные анестетики могут увеличить риск развития метгемоглобинемии при одновременном воздействии препаратов, которые также вызывают метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дапсон актуальные",
      "description": {
        "common": "нитроглицерин IV увеличивает токсичность дапсона для местного применения, изменяя метаболизм. Изменить терапию/внимательно контролировать. Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетракаин",
      "description": {
        "common": "тетракаин, нитроглицерин в/в. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Следите за признаками метгемоглобинемии при одновременном применении препаратов, индуцирующих метгемоглобин."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетилцистеин",
      "description": {
        "common": "ацетилцистеин усиливает действие нитроглицерина IV на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: ацетилцистеин может усиливать сосудорасширяющее действие нитроглицерина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетилцистеин (противоядие)",
      "description": {
        "common": "ацетилцистеин (противоядие) усиливает действие нитроглицерина внутривенно с помощью др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: ацетилцистеин может усиливать сосудорасширяющее действие нитроглицерина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "нитроглицерин в/в, этанол. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Возможна гипотония."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гепарин",
      "description": {
        "common": "нитроглицерин IV снижает эффекты гепарина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метронидазол",
      "description": {
        "common": "нитроглицерин в/в, метронидазол. Механизм: снижение метаболизма. Незначительное/значение неизвестно. Дисульфирамподобная реакция."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Тахикардия",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "легкомысленность",
      "percent": null
    },
    {
      "name": "Затуманенное зрение",
      "percent": null
    },
    {
      "name": "Промывка",
      "percent": null
    },
    {
      "name": "Н",
      "percent": null
    },
    {
      "name": "В",
      "percent": null
    },
    {
      "name": "Нервозность",
      "percent": null
    },
    {
      "name": "ксеростомия",
      "percent": null
    },
    {
      "name": "Метгемоглобинемия",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "обморок",
      "percent": null
    },
    {
      "name": "Длительное время кровотечения",
      "percent": null
    },
    {
      "name": "Эксфолиативный дерматит",
      "percent": null
    },
    {
      "name": "Нестабильная стенокардия",
      "percent": null
    },
    {
      "name": "Рецидив гипертонии",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    }
  ]
}