{
  "name": "полиэтиленгликоль и электролиты",
  "comment": "Rx, OTC",
  "other_names": [
    "GoLytely",
    "НУЛИТЕЛИ",
    "порошок полиэтиленгликоля",
    "Колайт",
    "ГавиЛайт-Г",
    "раствор электролита полиэтиленгликоля",
    "ГавиЛайт-Н",
    "Гликолакс",
    "КоЛав",
    "GoEvac",
    "Трилайт",
    "МираЛакс",
    "ГавиЛайт-С"
  ],
  "classes": [
    "Слабительные",
    "осмотический",
    "Подготовка кишечника"
  ],
  "source": "https://reference.medscape.com/drug/golytely-miralax-polyethylene-glycol-342026",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: нет данных"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: нет данных"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность; кишечная непроходимость желудочно-кишечного тракта, задержка желудка, токсический колит, перфорация кишечника, токсический мегаколон"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Не сочетайте продукт с загустителями на основе крахмала; полиэтиленгликоль (ПЭГ), компонент смеси, при смешивании с загущенными крахмалом жидкостями снижает вязкость загущенной крахмалом жидкости; когда продукт на основе ПЭГ, используемый по другому показанию, смешивался с предварительно загущенными жидкостями на основе крахмала, используемыми у пациентов с дисфагией, сообщалось о разжижении жидкости и случаях удушья и возможной аспирации.",
        "Будьте осторожны у пациентов > 60 лет; сообщалось о серьезных нежелательных явлениях",
        "Не показан детям младше 2 лет из-за риска гипогликемии, обезвоживания и гипокалиемии.",
        "При использовании ПЭГ в качестве слабительного не давайте более 1 недели.",
        "Избегайте использования у пациентов с непроходимостью кишечника, мегаколоном, перфорацией кишечника, язвенным колитом, токсическим колитом, задержкой желудка.",
        "Генерализованные тонико-клонические судороги и/или потеря сознания, о которых сообщалось у пациентов без судорог в анамнезе, разрешились после коррекции водно-электролитных нарушений; соблюдать осторожность у пациентов с судорогами в анамнезе или с повышенным риском судорог, в том числе при одновременном приеме препаратов, снижающих порог судорог, у пациентов, отказывающихся от алкоголя или бензодиазепинов, а также у пациентов с неизвестной или подозреваемой гипонатриемией или низкой осмоляльностью сыворотки",
        "Может вызвать аритмию; соблюдать осторожность у пациентов с риском сердечной аритмии, включая нестабильную стенокардию, застойную сердечную недостаточность, недавний ми, неконтролируемую аритмию или кардиомиопатию; можно рассмотреть ЭКГ до и после введения дозы у пациентов с риском",
        "Следует соблюдать осторожность у пациентов с почечной недостаточностью и/или у пациентов, принимающих лекарства, которые могут отрицательно повлиять на функцию почек, включая ингибиторы АПФ, НПВП, диуретики и БРА; поручить пациентам с почечной недостаточностью оставаться адекватно гидратированных; у этих пациентов могут быть рассмотрены предварительные и постдозовые лабораторные тесты (электролиты, креатинин, мочевина мочевины); обеспечить адекватную гидратацию и рассмотреть возможность лабораторного тестирования",
        "Непосредственно наблюдайте за введением пациентам с риском аспирации.",
        "Риск нарушений жидкости и электролитов; нарушения электролитного баланса могут привести к аритмиям, судорогам и почечной недостаточности; пациенты должны поддерживать адекватную гидратацию до, во время и после лечения; рассмотрите лабораторный анализ после колоноскопии, если пациент обезвоживается или испытывает сильную рвоту после лечения",
        "Осмотические слабительные продукты могут вызывать афтозные изъязвления слизистой оболочки толстой кишки, включая сообщения о более серьезных случаях ишемического колита, требующих госпитализации.",
        "Продукты не предназначены для прямого приема внутрь, но требуют разбавления водой.",
        "Используйте с осторожностью и наблюдайте за пациентами без сознания или в полубессознательном состоянии с нарушенным рвотным рефлексом или другими нарушениями глотания или за теми, кто иным образом склонен к регургитации или аспирации во время введения; наблюдайте за этими пациентами во время введения, особенно если его вводят через назогастральный зонд",
        "Одновременное использование стимулирующих слабительных может увеличить риск ишемического колита; не рекомендуется; рассмотреть возможность образования афтозных язв на слизистой оболочке в результате подготовки кишечника, особенно при оценке результатов колоноскопии у пациентов с известным или подозреваемым воспалительным заболеванием кишечника",
        "Сообщалось о электролитном дисбалансе при длительном использовании"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Вздутие живота",
      "percent": "50"
    },
    {
      "name": "Спазмы в животе",
      "percent": null
    },
    {
      "name": "Вздутие живота",
      "percent": null
    },
    {
      "name": "Афтозные изъязвления слизистой оболочки толстой кишки",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Метеоризм",
      "percent": null
    },
    {
      "name": "Ишемический колит",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Сердечно-сосудистые",
      "percent": null
    },
    {
      "name": "Аритмия",
      "percent": null
    },
    {
      "name": "мерцательная аритмия",
      "percent": null
    },
    {
      "name": "периферический отек",
      "percent": null
    },
    {
      "name": "асистолия",
      "percent": null
    },
    {
      "name": "и острый отек легких после аспирации",
      "percent": null
    },
    {
      "name": "Нервная система",
      "percent": null
    },
    {
      "name": "Тремор",
      "percent": null
    },
    {
      "name": "seizure",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "зуд",
      "percent": null
    },
    {
      "name": "дерматит",
      "percent": null
    },
    {
      "name": "ринорея",
      "percent": null
    },
    {
      "name": "одышка",
      "percent": null
    },
    {
      "name": "стеснение в груди и горле",
      "percent": null
    },
    {
      "name": "высокая температура",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "анафилаксия и анафилактический шок",
      "percent": null
    },
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "переполнение живота и вздутие живота являются наиболее распространенными побочными реакциями",
      "percent": null
    },
    {
      "name": "произошло до",
      "percent": null
    },
    {
      "name": "пациентов",
      "percent": null
    },
    {
      "name": "менее распространенные побочные реакции включают",
      "percent": null
    },
    {
      "name": "брюшные судороги",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "бабочка",
      "percent": null
    },
    {
      "name": "нравиться",
      "percent": null
    },
    {
      "name": "инфильтраты на груди X",
      "percent": null
    },
    {
      "name": "рентген после рвоты и аспирации ПЭГ",
      "percent": null
    },
    {
      "name": "анальное раздражение",
      "percent": null
    },
    {
      "name": "кровотечение из верхних отделов желудочно-кишечного тракта от Мэллори",
      "percent": null
    },
    {
      "name": "Вайс Слеза",
      "percent": null
    },
    {
      "name": "перфорация пищевода",
      "percent": null
    },
    {
      "name": "обычно при гастроэзофагеальной рефлюксной болезни",
      "percent": null
    },
    {
      "name": "ГЭРБ",
      "percent": null
    }
  ]
}