{
  "name": "кокаин актуальный",
  "comment": "Rx",
  "other_names": [
    "Намбрино",
    "Гопрелто"
  ],
  "classes": [
    "эфиры",
    "Местные анестетики"
  ],
  "source": "https://reference.medscape.com/drug/goprelto-numbrino-cocaine-343371",
  "pregnancy": {
    "common": [
      "Кокаин проникает через плаценту путем простой диффузии и накапливается в плоде после повторного употребления.",
      "У женщин с хроническим злоупотреблением кокаином во время беременности наблюдались неблагоприятные исходы для матери и плода / новорожденного, включая врожденные пороки развития, недоношенность, выкидыш, преждевременный разрыв плодных оболочек и гестационную гипертензию.",
      "Нет данных об использовании кокаина для анестезии слизистых оболочек у беременных женщин для выявления связанного с наркотиками риска серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода.",
      "Применимость результатов этих исследований хронического насилия во время беременности к однократному местному воздействию ограничена."
    ],
    "specific": [
      {
        "type": "плодородие",
        "description": [
          "Опубликованные исследования на животных предполагают, что кокаин может изменять уровень женских половых гормонов, нарушать эстральный цикл и снижать овуляцию в дозах, примерно в 1-2 раза превышающих референтную дозу для человека на основе BSA."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Никакие исследования не оценивали концентрацию кокаина в молоке после местного применения.",
      "Судя по его фармакохимическим характеристикам, высокие концентрации кокаина ожидаются в грудном молоке при системном воздействии.",
      "Основываясь на описаниях случаев в опубликованной литературе, кокаин присутствует в грудном молоке в самых разных концентрациях.",
      "Из-за возможности серьезных побочных реакций у младенцев, находящихся на грудном вскармливании, сообщите кормящей женщине, что грудное вскармливание не рекомендуется во время лечения препаратом, а также сцеживать и выбрасывать грудное молоко в течение 48 часов после использования.",
      "Применимость этих результатов к однократному местному воздействию с ограниченной системной абсорбцией неясна."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Стимуляторы ЦНС, в том числе гидрохлорид кокаина, имеют высокий потенциал злоупотребления и зависимости."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к кокаину, другим местным анестетикам эфирного типа или другим ингредиентам продукта."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Не для офтальмологического применения; может вызвать отторжение эпителия роговицы; сообщалось о изъязвлениях и изъязвлениях роговицы",
        "Может снизить судорожный порог; риск может быть выше у пациентов с припадками в анамнезе или с предшествующими нарушениями ЭЭГ без припадков, но был зарегистрирован у пациентов без предшествующего анамнеза или признаков припадков на ЭЭГ; следить за развитием судорог",
        "Повышает артериальное давление и частоту сердечных сокращений; следить за изменениями показателей жизнедеятельности, включая частоту сердечных сокращений и ритм; избегать при наличии в анамнезе инфаркта миокарда, ИБС, сердечной недостаточности, аритмии, отклонений от нормы ЭКГ или неконтролируемой артериальной гипертензии",
        "Стимуляторы ЦНС, в том числе гидрохлорид кокаина, имеют высокий потенциал злоупотребления и зависимости."
      ],
      "specific": [
        {
          "type": "Токсикологический скрининг",
          "description": [
            "Время после приема кокаина, в течение которого кокаин и его метаболиты могут быть обнаружены в плазме и моче, зависит от чувствительности используемого метода анализа.",
            "Плазма: может быть обнаружена в течение 1 недели после введения.",
            "Моча: может быть обнаружена >1 недели после введения"
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Лечение дисульфирамом увеличивает экспозицию кокаина в плазме (AUC и Cmax) в несколько раз после острого интраназального или внутривенного введения кокаина; избегать использования у пациентов, принимающих дисульфирам",
            "Может также снижаться при введении необратимых ингибиторов холинэстеразы плазмы (например, эхотиофата, фосфорорганических инсектицидов и некоторых противоопухолевых средств).",
            "Поскольку кокаин метаболизируется несколькими ферментами, влияние сниженной активности холинэстеразы в плазме на экспозицию кокаина может быть ограниченным; у пациентов со сниженным уровнем холинэстеразы плазмы коррекция дозы не требуется.",
            "Мониторинг пациентов со сниженной активностью холинэстеразы плазмы для побочных реакций (например, увеличение частоты сердечных сокращений или артериального давления)",
            "Плазменная активность холинэстеразы может быть снижена при длительном приеме некоторых ингибиторов моноаминоксидазы, пероральных контрацептивов, глюкокортикоидов, антимиастеников (неостигмин), циклофосфамида и, возможно, тиотепа.",
            "Кокаин в основном метаболизируется и инактивируется за счет неферментативного гидролиза эфира и печеночной карбоксиэстеразы, а также плазменной холинэстеразы, печеночной карбоксиэстеразы и CYP3A4.",
            "Трициклические антидепрессанты могут повышать активность симпатической нервной системы, которая также может повышаться при приеме кокаина.",
            "Постганглионарные блокаторы (например, резерпин) усиливают симпатическую стимуляцию, вызванную кокаином; одновременное использование может увеличить риск гипертонии и сердечных аритмий, которые могут быть опасными для жизни",
            "Кокаин является ингибитором обратного захвата катехоламинов симпатическими нейронами, который может усиливать действие одновременно вводимых симпатомиметических аминов.",
            "Пациенты со сниженной активностью холинэстеразы (псевдохолинэстеразы) в плазме могут иметь пониженный клиренс и повышенную экспозицию кокаина в плазме.",
            "Эффекты и токсичность ингибитора МАО могут усиливаться кокаином.",
            "Избегайте использования дополнительных сосудосуживающих агентов (например, эпинефрин, фенилэфрин); если это неизбежно, может потребоваться длительное мониторирование основных показателей жизнедеятельности и ЭКГ.",
            "Ингибиторы холинэстеразы",
            "Одновременное использование других стимуляторов ЦНС может привести к чрезмерной стимуляции, что приведет к нервозности, раздражительности или, возможно, судорогам или сердечным аритмиям."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элиглустат",
      "description": {
        "common": "кокаин местного действия повышает уровень элиглустата, влияя на метаболизм печеночного фермента CYP2D6. Противопоказано. При совместном применении с сильными или умеренными ингибиторами CYP2D6 дозу элиглустата следует снизить с 84 мг два раза в день до 84 мг один раз в день у лиц с интенсивным и промежуточным метаболизмом; Элиглустат противопоказан, если сильные или умеренные ингибиторы CYP2D6 применяются одновременно с сильными или умеренными ингибиторами CYP3A."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "иобенгуан I 123",
      "description": {
        "common": "местное применение кокаина снижает действие иобенгуана I 123 за счет конкуренции за связывание с рецепторами. Противопоказано. Если это клинически целесообразно, прекратите прием препаратов, которые конкурируют за сайты рецепторов норадреналина, по крайней мере, на 5 периодов полувыведения; может привести к ложноотрицательным результатам визуализации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир увеличивает уровень или действие кокаина местного действия, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид будет снижать уровень или эффект местного кокаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупивакаиновый имплантат",
      "description": {
        "common": "кокаин актуальный, бупивакаиновый имплантат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте дополнительного введения местного анестетика в течение 96 часов после имплантации бупивакаина. Если использование дополнительных местных анестетиков неизбежно из-за клинической необходимости, следите за неврологическими и сердечно-сосудистыми эффектами, связанными с системной токсичностью местных анестетиков."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циталопрам",
      "description": {
        "common": "циталопрам и кокаин местно повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Комбинация может увеличить риск серотонинового синдрома или реакций, подобных злокачественному нейролептическому синдрому."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "местный кокаин и десвенлафаксин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол повысит уровень или действие кокаина местного действия, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или действие кокаина местного действия, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иобенгуан I 131",
      "description": {
        "common": "кокаин актуальный уменьшит уровень или эффект iobenguane I 131 другим (см. комментарий). Избегайте или используйте альтернативный препарат. Основываясь на механизме действия иобенгуана, препараты, которые снижают поглощение катехоламинов или истощают запасы катехоламинов, могут препятствовать поглощению иобенгуана клетками и, таким образом, снижать эффективность иобенгуана. Прекратите прием мешающих препаратов в течение по крайней мере 5 периодов полувыведения перед введением либо дозиметрической дозы, либо дозы иобенгуана. Не вводите эти препараты, по крайней мере, через 7 дней после каждой дозы иобенгуана."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид и кокаин местно повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид и кокаин местно повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Кокаин ингибирует пресинаптический обратный захват серотонина. Мониторинг токсичности ЦНС."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "Кокаин местный повысит уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лоркасерин",
      "description": {
        "common": "местный кокаин и лоркасерин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиленовый синий",
      "description": {
        "common": "Метиленовый синий и местный кокаин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Метиленовый синий может повышать уровень серотонина в результате ингибирования МАО-А. Кокаин ингибирует пресинаптический обратный захват серотонина. Мониторинг токсичности ЦНС."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "кокаин местный повысит уровень или эффект интраназального метоклопрамида, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Одновременное применение метоклопрамида интраназально и сильных ингибиторов CYP2D6 не рекомендуется, поскольку дозу метоклопрамида интраназально нельзя корректировать."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенелзин",
      "description": {
        "common": "Фенелзин и кокаин местно повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин и кокаин местно повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "псевдоэфедрин",
      "description": {
        "common": "кокаин местного действия усиливает эффекты псевдоэфедрина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "транилципромин",
      "description": {
        "common": "транилципромин и кокаин местно повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб повысит уровень или действие кокаина местного действия, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилазодон",
      "description": {
        "common": "кокаин местно, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "кокаин местного действия повышает уровень вортиоксетина, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Уменьшите дозу вортиоксетина на 50% при совместном применении с сильными ингибиторами CYP2D6."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "voxelotor повысит уровень или действие кокаина местного действия, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "5-ПВТ",
      "description": {
        "common": "5-HTP и кокаин местно повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "альмотриптан и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифампридин",
      "description": {
        "common": "кокаин местного действия увеличивает токсичность амифампридина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Амифампридин может вызывать судороги. Совместное применение с препаратами, снижающими судорожный порог, может увеличить этот риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "Кокаин местно увеличивает уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "Кокаин местно повышает уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "кокаин местно повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "Кокаин местно снижает уровень или эффект брекспипразола, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Вводить половину обычной дозы брекспипразола при одновременном применении с сильными ингибиторами CYP2D6. При одновременном применении с сильным/умеренным ингибитором CYP3A4 вводят четверть дозы брекспипразола. ПРИМЕЧАНИЕ. В клинических исследованиях MDD дозировка брекспипразола не корректировалась для сильных ингибиторов CYP2D6 (например, пароксетина, флуоксетина); таким образом, соображения CYP уже учтены в общих рекомендациях по дозированию, и брекспипразол можно назначать без коррекции дозы у пациентов с БДР."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупивакаиновый имплантат",
      "description": {
        "common": "кокаин актуальный, бупивакаиновый имплантат.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Местные анестетики могут увеличить риск развития метгемоглобинемии при одновременном воздействии препаратов, которые также вызывают метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буспирон",
      "description": {
        "common": "буспирон и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат будет снижать уровень или эффект кокаина местного действия, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол повысит уровень или действие кокаина местного действия, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кодеин",
      "description": {
        "common": "кокаин местно снижает действие кодеина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Предотвращает превращение кодеина в его активный метаболит морфин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "местный кокаин и дексфенфлурамин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "местный кокаин и декстроамфетамин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин трансдермальный",
      "description": {
        "common": "кокаин актуальные будет увеличивать уровень или эффект трансдермального декстроамфетамина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Начните с более низких доз и наблюдайте за пациентами на наличие признаков и симптомов серотонинового синдрома, особенно во время начала приема декстроамфетамина и после увеличения дозы. Если возникает серотониновый синдром, прекратите трансдермальный прием декстроамфетамина и ингибитора CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстрометорфан",
      "description": {
        "common": "местный кокаин и декстрометорфан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "местный кокаин и дигидроэрготамин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "кокаин местно и дигидроэрготамин интраназально повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дисульфирам",
      "description": {
        "common": "дисульфирам повышает уровень местного кокаина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроксидопа",
      "description": {
        "common": "кокаин местно и дроксидопа усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Может увеличить риск гипертензии в положении лежа"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "дулоксетин и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс будет снижать уровень или эффект кокаина местного действия, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элетриптан",
      "description": {
        "common": "элетриптан и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "кокаин местно повышает уровень элуксадолина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. В качестве меры предосторожности из-за неполной информации о метаболизме элуксадолина следует соблюдать осторожность при одновременном применении с сильными ингибиторами CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень местного кокаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP3A4; противопоказан при использовании субстратов CYP3A4, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрготамин",
      "description": {
        "common": "местный кокаин и эрготамин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "Федратиниб увеличивает уровень или действие кокаина при местном применении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "местный кокаин и фенфлурамин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "кокаин местный повысит уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "Кокаин местный повысит уровень или действие флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При одновременном применении с несколькими слабыми ингибиторами CYP3A4 возможно усиление побочных эффектов флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фроватриптан",
      "description": {
        "common": "фроватриптан и местный кокаин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон повышает уровень кокаина местно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Илоперидон является зависящим от времени ингибитором CYP3A и может приводить к повышению уровня препаратов в плазме, выводимых преимущественно CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иофлупан I 123",
      "description": {
        "common": "кокаин местно снижает эффекты ioflupane I 123 за счет конкуренции за связывание рецепторов. Используйте осторожность/монитор. Лекарства, которые связываются с рецептором переносчика допамина с высокой аффинностью, могут мешать изображению после введения ioflupane I 123."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "кокаин местного действия повысит уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "местный кокаин и изониазид повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "L-триптофан",
      "description": {
        "common": "местный кокаин и L-триптофан повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет увеличивать уровень или эффект кокаина местного действия, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир (умеренный ингибитор CYP3A4) может увеличить количество субстратов CYP3A4, начатых в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень местного кокаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "левомилнаципран и местный кокаин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "местный кокаин и литий повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "Лофепрамин и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофексидин",
      "description": {
        "common": "кокаин местный повысит уровень или эффект лофексидина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Одновременное применение лофексидина с сильными ингибиторами CYP2D6 может повышать уровень лофексидина в плазме крови. Мониторинг симптомов ортостаза и брадикардии при совместном применении с ингибитором CYP2D6. Рассмотрите возможность снижения дозы лофексидина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "кокаин местно повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ЛСД",
      "description": {
        "common": "местный кокаин и ЛСД повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мапротилин",
      "description": {
        "common": "Мапротилин и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меперидин",
      "description": {
        "common": "местный кокаин и меперидин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "кокаин местного действия усиливает действие метилфенидата за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "Кокаин местно увеличивает уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "милнаципран",
      "description": {
        "common": "милнаципран и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "местный кокаин и миртазапин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень местного кокаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "морфий",
      "description": {
        "common": "местный кокаин и морфин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "наратриптан",
      "description": {
        "common": "наратриптан и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет увеличивать уровень или эффект кокаина актуальные, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "кокаин местного действия повысит уровень или действие олицеридина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. При необходимости одновременного применения может потребоваться менее частое введение олицеридина. Внимательно следите за угнетением дыхания и седативным эффектом и соответственно титруйте последующие дозы. Если прием ингибитора прекращается, рассмотрите возможность увеличения дозы олицеридина до тех пор, пока не будет достигнут стабильный эффект препарата. Следите за признаками отмены опиоидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "местный кокаин и пентазоцин повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "питолизант",
      "description": {
        "common": "кокаин местный повысит уровень или эффект питолизанта, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. При одновременном применении с сильными ингибиторами CYP2D6 питолизант следует начинать с 8,9 мг/сут и увеличить через 7 дней до максимальной дозы 17,8 мг/сут. Для пациентов, которые в настоящее время принимают питолизант, уменьшите дозу питолизанта наполовину после начала лечения сильными ингибиторами CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "разагилин",
      "description": {
        "common": "и разагилин, и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет увеличивать уровень или эффект кокаина актуальные, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ризатриптан",
      "description": {
        "common": "ризатриптан и кокаин местно повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб повысит уровень или действие кокаина при местном применении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Такой же",
      "description": {
        "common": "местный кокаин и SAMe повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селегилин",
      "description": {
        "common": "селегилин и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "селегилин для трансдермального введения и кокаин для местного применения повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солриамфетол",
      "description": {
        "common": "кокаин местно и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "кокаин местный и зверобой повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, кокаин местно. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суматриптан",
      "description": {
        "common": "суматриптан и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суматриптан интраназально",
      "description": {
        "common": "Интраназальный суматриптан и местный кокаин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "кокаин местно, тамоксифен. влияет на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Ингибирование CYP2D6 снижает метаболизм тамоксифена до гидрокситамоксифена и N-десметилтамоксифена до эндоксифена (активные метаболиты со в 100 раз большим сродством к рецептору эстрогена); снижение уровня эндоксифена может привести к неблагоприятному клиническому исходу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тамсулозин",
      "description": {
        "common": "кокаин местного действия повышает уровень тамсулозина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "Таземетостат снижает уровень или действие кокаина при местном применении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "Кокаин местный повысит уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трамадол",
      "description": {
        "common": "местный кокаин и трамадол повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон и кокаин для местного применения повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валбеназин",
      "description": {
        "common": "кокаин местный повысит уровень или эффект валбеназина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы валбеназина в зависимости от переносимости при совместном применении с сильным ингибитором CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "венлафаксин и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "золмитриптан",
      "description": {
        "common": "Золмитриптан и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ацебутолол усиливает действие кокаина местно за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск стенокардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид повысит уровень или действие кокаина местного действия, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал будет снижать уровень или эффект кокаина местного действия, влияя на метаболизм печеночного фермента CYP2B6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол увеличит уровень или действие кокаина местного действия, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил будет снижать уровень или эффект кокаина местного действия, влияя на метаболизм печеночного фермента CYP2B6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол усиливает действие кокаина местно за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск стенокардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "бетаксолол усиливает действие кокаина местно за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск стенокардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бисопролол усиливает действие кокаина местно за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск стенокардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал уменьшит уровень или эффект кокаина местного действия, влияя на метаболизм печеночного фермента CYP2B6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "butalbital уменьшит уровень или эффект кокаина актуальные, влияя на метаболизм печеночного фермента CYP2B6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол усиливает действие кокаина местно за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск стенокардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "целипролол",
      "description": {
        "common": "Целипролол усиливает действие кокаина местно за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск стенокардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол повысит уровень или действие кокаина местного действия, влияя на метаболизм печеночного фермента CYP2B6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид увеличит уровень или действие кокаина местного действия, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренц увеличивает уровень или действие кокаина при местном применении, влияя на метаболизм печеночного фермента CYP2B6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эсмолол",
      "description": {
        "common": "Эсмолол усиливает действие кокаина местно за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск стенокардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лабеталол",
      "description": {
        "common": "лабеталол усиливает действие кокаина местно за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск стенокардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб увеличивает уровень или действие кокаина при местном применении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект кокаина местного действия, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метопролол",
      "description": {
        "common": "Метопролол усиливает действие кокаина местно за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск стенокардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "модафинил",
      "description": {
        "common": "модафинил уменьшит уровень или действие кокаина, влияя на метаболизм печеночного фермента CYP2B6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол усиливает действие кокаина местно за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск стенокардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "небиволол",
      "description": {
        "common": "небиволол усиливает действие кокаина местно за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск стенокардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб уменьшит уровень или эффект кокаина местного действия, влияя на метаболизм печеночного фермента CYP2B6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "пенбутолол усиливает действие кокаина местно за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск стенокардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал уменьшит уровень или эффект кокаина местного действия, влияя на метаболизм печеночного фермента CYP2B6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал уменьшит уровень или эффект кокаина местного действия, влияя на метаболизм печеночного фермента CYP2B6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиндолол",
      "description": {
        "common": "пиндолол усиливает действие кокаина местно за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск стенокардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон уменьшит уровень или действие кокаина, влияя на метаболизм печеночного фермента CYP2B6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пропранолол усиливает действие кокаина местно за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск стенокардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб увеличивает уровень или действие кокаина при местном применении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "Кокаин местно увеличивает уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "кокаин местного действия повысит уровень или действие руксолитиниба местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал будет снижать уровень или эффект кокаина местного действия, влияя на метаболизм печеночного фермента CYP2B6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сорафениб",
      "description": {
        "common": "сорафениб повысит уровень или действие кокаина при местном применении, влияя на метаболизм печеночного фермента CYP2B6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "соталол",
      "description": {
        "common": "соталол усиливает действие кокаина местно за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск стенокардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тимолол",
      "description": {
        "common": "тимолол усиливает действие кокаина местно за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск стенокардии."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Гипертония",
      "percent": "78"
    },
    {
      "name": "Тахикардия",
      "percent": "5"
    },
    {
      "name": "Головная боль",
      "percent": "3"
    },
    {
      "name": "Брадикардия",
      "percent": "3"
    },
    {
      "name": "Синусовая тахикардия",
      "percent": "2"
    },
    {
      "name": "QT продлен",
      "percent": "3"
    },
    {
      "name": "QRS продлен",
      "percent": "2"
    },
    {
      "name": "носовое кровотечение",
      "percent": "1"
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "seizure",
      "percent": null
    },
    {
      "name": "Сердечные расстройства",
      "percent": null
    },
    {
      "name": "Гипертония",
      "percent": null
    },
    {
      "name": "тахикардия",
      "percent": null
    },
    {
      "name": "предсердные и желудочковые аритмии",
      "percent": null
    },
    {
      "name": "ишемия и инфаркт миокарда",
      "percent": null
    },
    {
      "name": "Психические расстройства",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    }
  ]
}