{
  "name": "неомицин/полимиксин В/грамицид офтальмологический",
  "comment": "Rx",
  "other_names": [
    "Грамицидин",
    "Неоспорин офтальмологический раствор",
    "Неоцин-ПГ"
  ],
  "classes": [
    "Антибиотики",
    "Офтальмологические комбо"
  ],
  "source": "https://reference.medscape.com/drug/gramicidin-neomycin-polymyxin-b-gramicidin-ophthalmic-343578",
  "pregnancy": {
    "common": [
      "Исследования репродукции животных не проводились с сульфатом неомицина, сульфатом полимиксина В или бацитрацином; неизвестно, может ли терапия нанести вред плоду при назначении беременной женщине или повлиять на репродуктивную способность; лечение следует назначать беременной женщине только в случае крайней необходимости"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Неизвестно, выделяется ли препарат с грудным молоком; поскольку многие препараты выделяются с грудным молоком, следует соблюдать осторожность при назначении препарата кормящей женщине."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность к амингликозиду/неомицину; повышенная чувствительность к любому компоненту продукта"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Могут возникнуть перекрестные аллергические реакции, которые могут помешать использованию любого или всех следующих антибиотиков для лечения инфекций в будущем: канамицин, паромомицин, стрептомицин и, возможно, гентамицин.",
        "Бактериальная резистентность может развиться; если гнойные выделения, воспаление или боль усиливаются, пациент должен прекратить использование и обратиться к врачу.",
        "Дефекты остроты зрения могут возникать при длительном использовании",
        "Длительное использование может привести к чрезмерному росту нечувствительных организмов, включая грибки; при возникновении суперинфекции следует принять соответствующие меры",
        "Следите за чувствительностью глаз к НЕОМИЦИНУ.",
        "Формирование задней субпапулезной катаракты и вторичные глазные инфекции, о которых сообщалось при длительном применении."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "припухлость",
      "percent": null
    },
    {
      "name": "и эритема конъюнктивы",
      "percent": null
    },
    {
      "name": "Местное преходящее раздражение",
      "percent": null
    },
    {
      "name": "Везикулярный и макулопапулезный дерматит",
      "percent": null
    },
    {
      "name": "Ангионевротический отек",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    }
  ]
}