{
  "name": "эмицизумаб",
  "comment": "Rx",
  "other_names": [
    "эмицизумаб-kxwh",
    "Гемлибра"
  ],
  "classes": [
    "Факторы коагуляции",
    "Моноклональные антитела"
  ],
  "source": "https://reference.medscape.com/drug/hemlibra-emicizumab-kxwh-emicizumab-1000202",
  "pregnancy": {
    "common": [
      "Следует применять во время беременности только в том случае, если потенциальная польза для матери превышает риск для плода.",
      "Женщины детородного возраста должны использовать контрацепцию во время лечения.",
      "Отсутствуют данные о применении у беременных женщин для информирования о связанном с приемом препарата риске серьезных врожденных дефектов и выкидыша.",
      "Неизвестно, может ли лечение нанести вред плоду при назначении беременной женщине или повлиять на репродуктивную способность."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Известно, что человеческий IgG присутствует в грудном молоке.",
      "Отсутствует информация о присутствии эмицизумаба-kxwh в грудном молоке, влиянии на ребенка, находящегося на грудном вскармливании, или влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Тромботическая микроангиопатия и тромбоэмболия",
          "description": [
            "Сообщалось о случаях тромботической микроангиопатии (ТМА) и тромботических явлениях, когда в среднем кумулятивное количество >100 ЕД/кг/24 ч концентрата активированного протромбинового комплекса (аПКК) вводили в течение ≥24 ч пациентам, получавшим эмицизумаб-kxwh с профилактической целью",
            "Прекратить аКПК и приостановить прием эмицизумаба-kxwh при появлении симптомов",
            "Мониторинг развития тромботической микроангиопатии и тромботических явлений при введении аКПК"
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Случаи ТМА, зарегистрированные в клинических испытаниях; улучшение наблюдалось в течение 1 недели после прекращения приема аКПК (см. «Предупреждения черного ящика»).",
        "Тромботические явления, зарегистрированные в клинических испытаниях, когда в среднем кумулятивное количество >100 ЕД/кг/24 ч аКПК вводили в течение ≥24 ч пациентам, получавшим эмицизумаб-kxwh для профилактики; ни одно тромботическое событие не потребовало антикоагулянтной терапии; признаки улучшения или разрешения, наблюдаемые в течение одного месяца после прекращения приема аКПК; рассмотрите преимущества и риски эмицизумаба-kxwh, если аКПК необходимо использовать у пациентов, получающих препарат или возобновляющих профилактику после полного разрешения тромботического события; контролировать развитие тромбоэмболии при введении aPCC (см. Предупреждения черного ящика)"
      ],
      "specific": [
        {
          "type": "Иммуногенность",
          "description": [
            "Может индуцировать антилекарственные антитела",
            "У большинства пациентов с антителами против эмицизумаба-kxwh не наблюдалось изменения концентрации в плазме или повышения частоты кровотечений; в редких случаях наличие нейтрализующих антител при снижении концентрации в плазме может быть связано с потерей эффективности.",
            "Мониторинг клинических признаков потери эффективности (например, учащение прорывных кровотечений) и, если они наблюдаются, незамедлительно оценивают этиологию и рассматривают возможность изменения лечения, если подозреваются нейтрализующие антитела."
          ]
        },
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Взаимодействие с лабораторными тестами на наркотики",
            "Клинический опыт показывает, что лекарственное взаимодействие существует с эмицизумаб-kxwh и aPCC; из-за длительного периода полувыведения препарата возможность взаимодействия с аКПК может сохраняться до 6 месяцев после приема последней дозы; возможна гиперкоагуляция с рекомбинантным фактором VIIa (rFVIIa) или фактором VIII (FVIII) с эмицизумаб-kxwh на основании доклинических экспериментов",
            "Лабораторные тесты на основе внутреннего пути свертывания были затронуты; поэтому эти лабораторные тесты не следует использовать для мониторинга эмицизумаба-kxwh; из-за длительного периода полувыведения препарата влияние на показатели коагуляции может сохраняться до 6 месяцев после приема последней дозы",
            "Результаты, затронутые эмицизумабом: активированное АЧТВ; анализы Bethesda (на основе свертывания) для титров ингибиторов FVIII; одноэтапные однофакторные анализы на основе АЧТВ; резистентность к активированному протеину С на основе aPTT (APC-R); и активированное время свертывания",
            "Результаты, не затронутые эмицизумабом: анализы Bethesda (хромогенные на крупном рогатом скоте) на титры ингибиторов FVIII; тромбиновое время; одноэтапные однофакторные анализы на основе протромбинового времени; хромогенные однофакторные анализы, отличные от FVIII; иммунологические анализы (например, ELISA, турбидиметрические методы); и генетические тесты факторов свертывания крови (например, фактор V Лейден, протромбин 20210)"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "эмицизумаб, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "эмицизумаб, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "эмицизумаб, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "эмицизумаб, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "эмицизумаб, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "эмицизумаб, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антигемофильный фактор рекомбинантный",
      "description": {
        "common": "антигемофильный фактор рекомбинантный, эмицизумаб.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Совместное введение эмицизумаба с rFVIIa или FVIII повышает вероятность гиперкоагуляции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфгартигимод альфа",
      "description": {
        "common": "эфгартигимод альфа будет снижать уровень или эффект эмицизумаба за счет конкуренции за связывание с рецепторами. Используйте осторожность/монитор. Одновременное применение эфгартигимода с препаратами, которые связываются с человеческим неонатальным рецептором Fc, может снизить системное воздействие и эффективность таких препаратов. Внимательно следите за снижением эффективности лекарств, которые связываются с человеческим неонатальным рецептором Fc. Если длительное использование таких препаратов необходимо, рассмотрите возможность прекращения приема эфгартигимода и использования альтернативных методов лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Фактор VIIa, рекомбинантный",
      "description": {
        "common": "Фактор VIIa, рекомбинантный, эмицизумаб.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Совместное введение эмицизумаба с rFVIIa или FVIII повышает вероятность гиперкоагуляции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Фактор VIII, полученный из плазмы человека",
      "description": {
        "common": "Фактор VIII, полученный из плазмы человека, эмицизумаб.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Совместное введение эмицизумаба с rFVIIa или FVIII повышает вероятность гиперкоагуляции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "эмицизумаб и изавуконазония сульфат снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "концентрат протромбинового комплекса человеческий",
      "description": {
        "common": "концентрат протромбинового комплекса, человеческий, эмицизумаб.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о тромботической микроангиопатии при одновременном применении аКПК с эмицизумабом. Пациенты с тромбоцитопенией, микроангиопатической гемолитической анемией и острым повреждением почек без серьезного дефицита активности ADAMTS13. Также сообщалось о тромбоэмболии при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и эмицизумаб усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Реакция в месте инъекции",
      "percent": "22"
    },
    {
      "name": "Головная боль",
      "percent": "15"
    },
    {
      "name": "Артралгия",
      "percent": "15"
    },
    {
      "name": "Эритема в месте инъекции",
      "percent": "11"
    },
    {
      "name": "лихорадка",
      "percent": "6"
    },
    {
      "name": "Диарея",
      "percent": "6"
    },
    {
      "name": "Зуд в месте инъекции",
      "percent": "4"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": "4"
    },
    {
      "name": "Рабдомиолиз",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    }
  ]
}