{
  "name": "йодид натрия I-131",
  "comment": "Rx",
  "other_names": [
    "Хикон"
  ],
  "classes": [
    "Радиофармпрепараты",
    "Антитиреоидные агенты"
  ],
  "source": "https://reference.medscape.com/drug/hicon-sodium-iodide-i-131-999924",
  "pregnancy": {
    "common": [
      "У плода, подвергшегося воздействию йодида натрия I 131, может развиться неонатальный гипотиреоз; задержка в диагностике неонатального гипотиреоза после воздействия йодида натрия I 131 в утробе матери может привести к тяжелым последствиям, таким как когнитивные нарушения и замедление костного возраста; контролировать функцию щитовидной железы у любого младенца, рожденного после внутриутробного воздействия йодида натрия I 131",
      "Противопоказан при беременности, поскольку воздействие на плод может привести к неонатальному гипотиреозу, который в некоторых случаях является тяжелым и необратимым.",
      "Данные из опубликованной литературы описывают сообщения об аномалиях щитовидной железы новорожденных после воздействия на плод; включая агенезию щитовидной железы и гипотиреоз; исследований репродуктивной функции животных не проводилось"
    ],
    "specific": [
      {
        "type": "Тестирование на беременность",
        "description": [
          "Проведите тест на беременность у женщин с репродуктивным потенциалом и убедитесь в отсутствии беременности в течение 24 часов до начала лечения."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Рекомендовать женщинам и мужчинам с репродуктивным потенциалом использовать эффективные методы контрацепции во время лечения и в течение как минимум шести месяцев после последней дозы."
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Женщины: во время лечения может нарушаться фертильность; транзиторная аменорея и недостаточность яичников, наблюдаемые после приема йодида натрия I 131; терапия у женщин; в литературе описаны сообщения о транзиторных нарушениях менструального цикла, включая аменорею и недостаточность яичников у женщин, получавших кумулятивные дозы от 1000 МБк до 59000 МБк (от 27 мКи до 1595 мКи) йодида натрия I 131; в опубликованном литературном анализе влияние на фертильность наблюдалось у 30% женщин, получавших йодид натрия I 131, и может исчезнуть через 12 месяцев после лечения.",
          "Мужчины: при лечении может нарушаться фертильность; обсудить банки спермы для мужчин, которые, как ожидается, получат высокую кумулятивную дозу йодида натрия I 131; в опубликованной литературе сообщалось о временном дозозависимом нарушении функции яичек после терапии йодидом натрия I 131; в литературе описаны сообщения о мужчинах, получавших йодид натрия I 131 в дозах от 370 МБк до 22 000 МБк (от 10 мКи до 595 мКи), что приводило к преходящим нарушениям функции яичек (включая сперматогенез); риск стойкой дисфункции яичек увеличивается после повторного или высокого кумулятивного облучения радиоактивным йодом"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Посоветуйте кормящим женщинам прекратить грудное вскармливание по крайней мере за 6 недель до введения йодида натрия I 131, чтобы дать достаточно времени для инволюции и избежать избыточной концентрации йодида натрия I 131 в тканях молочной железы.",
      "Рассмотрите возможность введения препаратов для подавления лактации; рассмотреть вопрос о диагностической сцинтиграфии перед введением йодида натрия I 131 для оценки сохранения поглощения тканью молочной железы; если йодид натрия I 131 вводится в послеродовой период, кормящая мать не должна кормить ребенка грудью",
      "Если йодид натрия I 131 вводится после родов, грудное вскармливание не следует возобновлять до конца послеродового периода.",
      "Противопоказан кормящим женщинам, потому что йодид натрия I 131 концентрируется в груди за счет увеличения экспрессии симпортера йодида натрия в тканях молочной железы во время лактации и может привести к гипотиреозу у младенца при грудном вскармливании.",
      "Младенцы, подвергшиеся воздействию йодида натрия I 131 через грудное молоко, подвержены риску развития гипотиреоза, поскольку йодид натрия I 131 распространяется в грудное молоко и может достигать концентраций, равных или превышающих концентрации в материнской плазме."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Диагностическое использование",
          "description": [
            "Недавний прием стабильного йода в любой форме или использование препаратов щитовидной железы или антитиреоидных препаратов повлияет на поглощение радиоактивного йода."
          ]
        },
        {
          "type": "Терапевтическое использование",
          "description": [
            "Тиреоидит может вызвать увеличение железы, вызывающее болезненность и отек шеи, боль при глотании, боль в горле и кашель; что может произойти примерно на третий день после введения йодида натрия I 131. Рассмотрите возможность лечения с помощью обезболивающих или противовоспалительных препаратов.",
            "Рассмотрите возможность приема антитиреоидных препаратов перед лечением, чтобы помочь истощить гормон щитовидной железы; прекратить антитиреоидную терапию за три дня до введения натрия йодида I 131; рассмотрите возможность назначения бета-блокаторов до или после лечения, чтобы свести к минимуму риск гипертиреоза и тиреоидного криза",
            "Сообщалось о транзиторном дозозависимом нарушении функции яичек у мужчин и транзиторной недостаточности яичников у женщин после терапии йодидом натрия I 131; рассмотреть вопрос о сохранении спермы для мужчин, которые, как ожидается, получат кумулятивную дозу йодида натрия I 131, превышающую 19 000 МБк (520 мКи)",
            "Трансплацентарное введение натрия йодида I-131 может вызвать тяжелый и, возможно, необратимый гипотиреоз у новорожденных (см. Противопоказания).",
            "Токсическое поражение слюнных желез: сиалоаденит, ксеростомия.",
            "Получить полный анализ крови в течение одного месяца терапии; если у пациентов наблюдается лейкопения или тромбоцитопения, используйте дозиметрию для определения безопасной активности йодида натрия I 131 при доставке менее 2 Гр в костный мозг",
            "Дозозависимые летальные исходы (угнетение функции костного мозга, злокачественные новообразования)",
            "Рекомендовать хорошую гидратацию в течение одной недели после введения йодида натрия I 131 и стимулировать слюноотделение с помощью слюноотделения (например, леденцов или жевательной резинки без сахара, пилокарпина и аскорбиновой кислоты), чтобы уменьшить радиационное воздействие на слюнные железы.",
            "Терапия способствует общему долгосрочному кумулятивному облучению пациента, что связано с повышенным риском развития рака; соблюдайте меры безопасности при обращении и введении, чтобы свести к минимуму радиационное облучение пациента и медицинских работников",
            "Радиационно-индуцированная токсичность",
            "Дозозависимое подавление кроветворения, которое проявляется в виде преходящей тромбоцитопении или нейтропении через 3-5 недель после введения йодида натрия I 131, может привести к повышенной восприимчивости к инфекциям или кровотечениям.",
            "Проинструктировать пациентов соблюдать меры предосторожности радиационной безопасности после получения терапии, чтобы свести к минимуму радиационное загрязнение других людей или окружающей среды; пациенты должны избегать тесного контакта с другими людьми, особенно с беременными женщинами и детьми, и проявлять осторожность, чтобы избежать загрязнения других людей или окружающей среды биологическими жидкостями.",
            "Сообщалось о реакциях гиперчувствительности, включая сыпь и крапивницу.",
            "Интоксикация слезной железы: конъюнктивит, ксерофтальмия и эпифора.",
            "Рекомендовать пациентам часто мочиться после введения радиоактивного йода для улучшения экскреции."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Одновременное применение средств, угнетающих костный мозг, может усилить угнетение кроветворной системы, вызванное применением больших доз йодида натрия I 131",
            "Посоветуйте пациентам соблюдать диету с низким содержанием йода за две недели до введения радиоактивного йода и продолжать в течение нескольких дней во время приема или процесса визуализации, а также прекратить прием амиодарона, местного йодида, ламинарии, агара, каррагинана, раствора Люголя, тионамидных препаратов (пропилтиоурацил, метимазол). , карбимазол), поливитамины, содержащие йод, натуральные или синтетические гормоны щитовидной железы, продукты, содержащие йод, йодированную соль, молочные продукты, яичные желтки, морепродукты, индейку и печень, до прохождения процедуры в течение периодов, указанных в инструкции по применению.",
            "Некоторые продукты питания или лекарства могут изменить поглощение щитовидной железой йодида натрия I 131 и снизить его эффективность; недавний прием стабильного йодида в любой форме или прием препаратов для щитовидной железы или антитиреоидных препаратов может уменьшить поглощение щитовидной железой йодида натрия I 131",
            "Изучите историю болезни пациента, текущие лекарства и недавние диагностические тесты до введения йодида натрия I 131."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "левотироксин",
      "description": {
        "common": "левотироксин снизит уровень или действие йодида натрия I-131 по другим причинам (см. комментарий). Противопоказано. Использование продуктов щитовидной железы или йода до и во время лечения йодидом натрия I-131 снижает поглощение йодида натрия I-131 щитовидной железой."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лиотиронин",
      "description": {
        "common": "лиотиронин снизит уровень или эффект йодида натрия I-131 по другому (см. комментарий). Противопоказано. Использование продуктов щитовидной железы или йода до и во время лечения йодидом натрия I-131 снижает поглощение йодида натрия I-131 щитовидной железой."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лиотрис",
      "description": {
        "common": "liotrix снизит уровень или действие йодида натрия I-131 по другим причинам (см. комментарий). Противопоказано. Использование продуктов щитовидной железы или йода до и во время лечения йодидом натрия I-131 снижает поглощение йодида натрия I-131 щитовидной железой."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метимазол",
      "description": {
        "common": "метимазол снизит уровень или эффект йодида натрия I-131 по другому (см. комментарий). Противопоказано. Прекратите прием антитиреоидных препаратов по крайней мере за 3–4 дня до введения йодида натрия I-131 и не применяйте их одновременно; препараты для щитовидной железы уменьшают обновление йодида натрия I-131 щитовидной железой"
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "йодистый калий",
      "description": {
        "common": "йодид калия снизит уровень или эффект йодида натрия I-131 по другому (см. комментарий). Противопоказано. Прекратите прием йодсодержащих добавок по крайней мере за 10 дней до введения йодида натрия I-131 и не применяйте одновременно; Препараты щитовидной железы снижают поглощение йодида натрия I-131 щитовидной железой."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пропилтиоурацил",
      "description": {
        "common": "пропилтиоурацил снизит уровень или действие йодида натрия I-131 по другому (см. комментарий). Противопоказано. Прекратите прием антитиреоидных препаратов по крайней мере за 3–4 дня до введения йодида натрия I-131 и не применяйте их одновременно; препараты для щитовидной железы уменьшают обновление йодида натрия I-131 щитовидной железой"
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "щитовидная железа высушенная",
      "description": {
        "common": "высушенная щитовидная железа снизит уровень или эффект йодида натрия I-131 по другому (см. комментарий). Противопоказано. Использование продуктов щитовидной железы или йода до и во время лечения йодидом натрия I-131 снижает поглощение йодида натрия I-131 щитовидной железой."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон снизит уровень или эффект йодида натрия I-131 по другому (см. комментарий). Изменить терапию/внимательно контролировать. Использование продуктов, содержащих стабильный йод (например, амиодарон), до и во время лечения йодидом натрия I-131 снижает поглощение йодида натрия I-131 щитовидной железой."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этиодированное масло",
      "description": {
        "common": "этиодированное масло снизит уровень или эффект йодида натрия I-131 по другому (см. комментарий). Изменить терапию/внимательно контролировать. Этиодированное масло остается в организме в течение нескольких месяцев после введения и может мешать тестированию функции щитовидной железы на срок до 2 лет; препятствует поглощению радиоактивного йода тканью щитовидной железы в течение нескольких недель или месяцев и может ухудшить визуализацию при сцинтиграфии щитовидной железы и снизить эффективность лечения йодом-131"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и йодид натрия I-131 усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Реакции гиперчувствительности",
      "percent": null
    },
    {
      "name": "Повышенное накопление радиации",
      "percent": null
    },
    {
      "name": "Фетальная токсичность",
      "percent": null
    },
    {
      "name": "Воздействие на ткани молочной железы при лактации",
      "percent": null
    },
    {
      "name": "Транзиторное бесплодие",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "сиалоаденит",
      "percent": null
    },
    {
      "name": "Сердечные расстройства",
      "percent": null
    },
    {
      "name": "Боль в груди и тахикардия",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Йододерма",
      "percent": null
    },
    {
      "name": "зуд кожи",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "и крапивница",
      "percent": null
    },
    {
      "name": "Эндокринные расстройства",
      "percent": null
    },
    {
      "name": "Гипотиреоз",
      "percent": null
    },
    {
      "name": "гипертиреоз",
      "percent": null
    },
    {
      "name": "тиреотоксический криз",
      "percent": null
    },
    {
      "name": "гипопаратиреоз",
      "percent": null
    },
    {
      "name": "Общие расстройства и состояния в месте введения",
      "percent": null
    },
    {
      "name": "Местный отек",
      "percent": null
    },
    {
      "name": "Нарушения со стороны крови и лимфатической системы, в том числе со смертельным исходом",
      "percent": null
    },
    {
      "name": "Лучевая болезнь",
      "percent": null
    },
    {
      "name": "депрессия костного мозга",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "тромбоцитопения",
      "percent": null
    },
    {
      "name": "и дискразии крови",
      "percent": null
    },
    {
      "name": "Новообразования доброкачественные",
      "percent": null
    },
    {
      "name": "злокачественные и неуточненные",
      "percent": null
    },
    {
      "name": "включая кисты и полипы",
      "percent": null
    },
    {
      "name": "Лейкемия и солидный рак",
      "percent": null
    },
    {
      "name": "Заболевания глаз",
      "percent": null
    },
    {
      "name": "Дисфункция слезной железы",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "Дисфункция слюнных желез",
      "percent": null
    },
    {
      "name": "тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Врожденный",
      "percent": null
    },
    {
      "name": "семейные и генетические нарушения",
      "percent": null
    },
    {
      "name": "Врожденный гипотиреоз и хромосомные аномалии",
      "percent": null
    },
    {
      "name": "Отек мозга",
      "percent": null
    },
    {
      "name": "пациенты с йодом",
      "percent": null
    },
    {
      "name": "активные метастазы в головной мозг",
      "percent": null
    },
    {
      "name": "Лучевой пневмонит",
      "percent": null
    },
    {
      "name": "пациенты с йодом",
      "percent": null
    },
    {
      "name": "сильные метастазы в легких",
      "percent": null
    },
    {
      "name": "Легочный фиброз",
      "percent": null
    },
    {
      "name": "пациенты с йодом",
      "percent": null
    },
    {
      "name": "сильные метастазы в легких",
      "percent": null
    }
  ]
}