{
  "name": "гидрокодон/псевдоэфедрин/гвайфенезин",
  "comment": "Rx",
  "other_names": [
    "Гикофеникс"
  ],
  "classes": [
    "Противокашлевые",
    "Наркотические комбо"
  ],
  "source": "https://reference.medscape.com/drug/hycofenix-hydrocodone-pseudoephedrine-guaifenesin-999466",
  "pregnancy": {
    "common": [
      "Как и в случае со всеми опиоидами, введение матери незадолго до родов может привести к некоторой степени угнетения дыхания у новорожденного, особенно при использовании более высоких доз.",
      "Категория беременности: C",
      "Дети, рожденные от матерей, регулярно принимавших опиоиды до родов, будут физически зависимы; признаки отмены включают раздражительность и чрезмерный плач, тремор, гиперактивные рефлексы, учащение дыхания, учащение стула, чихание, зевоту, рвоту и лихорадку; интенсивность синдрома не всегда коррелирует с длительностью употребления опиоидов матерью или дозой"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Существует потенциал серьезных побочных реакций у грудных детей от гидрокодона, следует принять решение о прекращении кормления грудью или прекращении приема препарата, принимая во внимание важность препарата для матери.",
      "Осторожность; известно, что гидрокодон и псевдоэфедрин выделяются с грудным молоком; не проводилось исследований, чтобы определить, проникает ли гвайфенезин в грудное молоко."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Пациенты, получающие терапию ИМАО или в течение 14 дней после прекращения такой терапии.",
        "Тяжелая артериальная гипертензия",
        "Узкоугольная глаукома",
        "Тяжелая ишемическая болезнь сердца",
        "Задержка мочи",
        "Документально подтвержденная гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Не применять при постоянном или хроническом кашле (например, связанном с курением, астмой, хроническим бронхитом или эмфиземой) или когда кашель сопровождается обильным выделением мокроты",
        "С осторожностью при диабете, заболеваниях щитовидной железы, болезни Аддисона, гипертрофии предстательной железы, стриктурах уретры и астме.",
        "Гидрокодон может вызвать лекарственную зависимость, и при повторном введении может развиться толерантность; назначать с той же степенью осторожности, что и при использовании других опиоидных препаратов.",
        "Одновременное применение антихолинергических средств с гидрокодоном может вызвать паралитическую кишечную непроходимость.",
        "Использование ИМАО или ТЦА с гидрокодоном может усилить эффект как антидепрессанта, так и гидрокодона; не используйте с ИМАО или в течение 14 дней после прекращения приема ИМАО",
        "Псевдоэфедрин может оказывать влияние на сердечно-сосудистую систему и ЦНС у некоторых пациентов (например, бессонницу, головокружение, слабость, тремор или аритмии); Также сообщалось о стимуляции ЦНС с судорогами или сердечно-сосудистым коллапсом с сопутствующей гипотонией.",
        "Гидрокодон вызывает дозозависимое угнетение дыхания, непосредственно действуя на дыхательные центры ствола головного мозга.",
        "Измерьте дозу точным миллилитровым измерительным прибором, чтобы избежать передозировки.",
        "С осторожностью при тяжелой почечной или печеночной недостаточности",
        "Осторожность у пациентов с острыми абдоминальными состояниями; Гидрокодон может скрыть диагноз или клиническое течение острого абдоминального заболевания.",
        "Эффекты угнетения дыхания опиоидами и их способность повышать давление спинномозговой жидкости могут быть заметно преувеличены при наличии травмы головы, других внутричерепных поражений или ранее существовавшего повышения внутричерепного давления.",
        "Гидрокодон может вызывать заметную сонливость и нарушать умственные и физические способности, необходимые для опасных видов деятельности (например, вождения); следует избегать одновременного применения с алкоголем или другими препаратами, угнетающими ЦНС."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Угнетение дыхания",
      "percent": null
    },
    {
      "name": "Зависимость от наркотиков",
      "percent": null
    },
    {
      "name": "Повышенное внутричерепное давление",
      "percent": null
    },
    {
      "name": "Снижение умственной активности с нарушением психического и",
      "percent": null
    },
    {
      "name": "или физические способности",
      "percent": null
    },
    {
      "name": "Паралитическая кишечная непроходимость",
      "percent": null
    },
    {
      "name": "эффекты ЦНС",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "бессонница",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "слабость",
      "percent": null
    },
    {
      "name": "тремор",
      "percent": null
    },
    {
      "name": "или судороги",
      "percent": null
    },
    {
      "name": "Воздействие на сердечно-сосудистую систему",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "аритмии",
      "percent": null
    },
    {
      "name": "или повышенное кровяное давление",
      "percent": null
    },
    {
      "name": "сердечно-сосудистый коллапс с сопутствующей гипотонией",
      "percent": null
    }
  ]
}