{
  "name": "Фактор IX, слитый белок рекомбинантный/альбумин",
  "comment": "Rx",
  "other_names": [
    "Идельвион"
  ],
  "classes": [
    "Кровоостанавливающие средства",
    "Факторы коагуляции"
  ],
  "source": "https://reference.medscape.com/drug/idelvion-factor-ix-recombinant-albumin-fusion-protein-1000090",
  "pregnancy": {
    "common": [
      "Следует назначать беременной женщине только в случае крайней необходимости",
      "Исследования репродукции животных не проводились",
      "Нет данных относительно использования беременными женщинами для информирования о риске, связанном с наркотиками."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Неизвестно, проникает ли он в грудное молоко человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Угрожающие жизни реакции повышенной чувствительности к препарату или его компонентам, включая белки хомячка."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Возможны реакции гиперчувствительности, включая анафилаксию; при появлении симптомов гиперчувствительности немедленно прекратить введение и начать соответствующее лечение (см. Противопоказания).",
        "Тромбоэмболия (например, легочная эмболия, венозный тромбоз, артериальный тромбоз) может возникнуть при использовании продуктов, содержащих фактор IX.",
        "Мониторинг уровня фактора IX в плазме и развитие ингибиторов",
        "Сообщается о нефротическом синдроме после попытки индукции иммунной толерантности у пациентов с гемофилией B, у которых развивается",
        "Пациенты с ингибиторами фактора IX и аллергическими реакциями в анамнезе.",
        "Возможно образование нейтрализующих антител к фактору IX."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "1.8"
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Экзема",
      "percent": null
    }
  ]
}