{
  "name": "сетмеланотид",
  "comment": "Rx",
  "other_names": [
    "Имциври"
  ],
  "classes": [
    "Агонисты меланокортина"
  ],
  "source": "https://reference.medscape.com/drug/imcivree-setmelanotide-4000110",
  "pregnancy": {
    "common": [
      "Прекратить прием при подтверждении беременности, за исключением случаев, когда преимущества терапии превышают потенциальные риски для плода.",
      "Для населения США в целом потеря веса не приносит потенциальной пользы беременным женщинам и может нанести вред плоду.",
      "Нет данных относительно использования у беременных женщин для информирования о связанном с приемом препарата риске серьезных врожденных дефектов и выкидыша или неблагоприятных исходах для матери или плода."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "Сетмеланотид не оказывал тератогенного действия при введении беременным крысам или кроликам в дозах, в 11 и 7 раз превышающих максимальную рекомендуемую дозу для человека соответственно."
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "Соответствующая прибавка в весе, основанная на весе до беременности, в настоящее время рекомендуется для всех беременных женщин, включая тех, у кого уже есть избыточный вес или ожирение, из-за обязательного увеличения веса, которое происходит в тканях матери во время беременности.",
          "Кроме того, потеря веса во время беременности может нанести вред плоду, включая повышенный риск развития малого веса для гестационного возраста.",
          "Ожирение у матери увеличивает риск врожденных пороков развития, включая дефекты нервной трубки, пороки сердца, расщелины полости рта и дефекты редукции конечностей."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Данные о присутствии в грудном молоке, влиянии на грудных детей или влиянии на выработку молока отсутствуют.",
      "Не рекомендуется использовать во время грудного вскармливания",
      "Сетмеланотид присутствует в молоке крыс; если лекарство присутствует в молоке крысы, вполне вероятно, что оно будет присутствовать и в грудном молоке.",
      "Кроме того, сетмеланотид содержит консервант бензиловый спирт; бензиловый спирт быстро метаболизируется кормящими женщинами, и воздействие бензилового спирта на младенцев, находящихся на грудном вскармливании, маловероятно (о токсичности бензилового спирта у недоношенных новорожденных и детей с низким весом сообщалось в отделениях интенсивной терапии)."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сексуальные побочные реакции сообщили; в клинических исследованиях наблюдались спонтанные эрекции полового члена у мужчин и нежелательные сексуальные реакции у женщин; рекомендовать пациентам, у которых эрекция длится более 4 часов, обратиться за неотложной медицинской помощью",
        "Может вызывать общее усиление пигментации кожи и потемнение ранее существовавших невусов вследствие фармакологического воздействия; обратимо при прекращении; проводить полное обследование кожи тела перед началом и периодически во время лечения",
        "Содержит бензиловый спирт; не одобрен для использования у новорожденных или младенцев; серьезные побочные реакции, включая фатальные реакции и синдром удушья, зарегистрированные у недоношенных новорожденных и детей с низкой массой тела при рождении, получавших препараты, содержащие бензиловый спирт в качестве консерванта",
        "Некоторые препараты, воздействующие на ЦНС, могут вызывать депрессию или суицидальные мысли; пациенты с депрессией или суицидальными мыслями в анамнезе могут подвергаться повышенному риску повторных эпизодов при приеме этого лекарства; наблюдать за пациентами на предмет появления или обострения депрессии, суицидальных мыслей или поведения или любых необычных изменений настроения или поведения; рассмотреть вопрос о прекращении лечения, если у пациента возникают суицидальные мысли или поведение, или если возникают клинически значимые или стойкие симптомы депрессии, а также периодически во время лечения для мониторинга ранее существовавших и новых пигментных поражений кожи."
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Сетмеланотид имеет низкий потенциал для фармакокинетических взаимодействий между лекарственными средствами, связанных с ферментами CYP450, транспортерами и связыванием с белками плазмы."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Реакция в месте инъекции",
      "percent": "96"
    },
    {
      "name": "Гиперпигментация кожи",
      "percent": "78"
    },
    {
      "name": "Тошнота",
      "percent": "56"
    },
    {
      "name": "Диарея",
      "percent": "37"
    },
    {
      "name": "Боль в животе",
      "percent": "33"
    },
    {
      "name": "Боль в спине",
      "percent": "33"
    },
    {
      "name": "Усталость",
      "percent": "30"
    },
    {
      "name": "Рвота",
      "percent": "30"
    },
    {
      "name": "Депрессия",
      "percent": "26"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "26"
    },
    {
      "name": "Спонтанная эрекция полового члена",
      "percent": "23"
    },
    {
      "name": "Артралгия",
      "percent": "19"
    },
    {
      "name": "Астения",
      "percent": "19"
    },
    {
      "name": "Головокружение",
      "percent": "15"
    },
    {
      "name": "Сухость во рту",
      "percent": "15"
    },
    {
      "name": "Сухая кожа",
      "percent": "15"
    },
    {
      "name": "Бессонница",
      "percent": "15"
    },
    {
      "name": "Головокружение",
      "percent": "15"
    },
    {
      "name": "Алопеция",
      "percent": "11"
    },
    {
      "name": "Озноб",
      "percent": "11"
    },
    {
      "name": "Запор",
      "percent": "11"
    },
    {
      "name": "Гриппоподобное заболевание",
      "percent": "11"
    },
    {
      "name": "Мышечные спазмы",
      "percent": "11"
    },
    {
      "name": "Боль в конечностях",
      "percent": "11"
    },
    {
      "name": "Сыпь",
      "percent": "11"
    },
    {
      "name": "Суицидальные мысли",
      "percent": "11"
    },
    {
      "name": "Женские сексуальные побочные реакции",
      "percent": "7"
    }
  ]
}