{
  "name": "Талимоген Лахерпарепвек",
  "comment": "Rx",
  "other_names": [
    "Имлигический"
  ],
  "classes": [
    "Онколитическая иммунотерапия"
  ],
  "source": "https://reference.medscape.com/drug/imlygic-talimogene-laherparepvec-1000001",
  "pregnancy": {
    "common": [
      "Противопоказан при беременности из-за риска передачи ВПГ-1 дикого типа через плацентарный барьер и риска передачи во время родов из-за выделения вируса.",
      "Инфекции ВПГ-1 дикого типа связаны с серьезными побочными эффектами, включая полиорганную недостаточность и смерть, если плод или новорожденный заражается инфекцией герпеса дикого типа.",
      "Пациентки детородного возраста должны использовать эффективный метод контрацепции для предотвращения беременности во время лечения.",
      "В исследовании, проведенном на беременных мышах, не наблюдалось влияния на развитие эмбриона и плода; дизайн исследования ограничивает применение данных животных к людям"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Неизвестно, распространяется ли в грудном молоке человека; поскольку лекарственные препараты могут быть обнаружены в грудном молоке, следует принять решение о прекращении кормления грудью или прекращении приема препарата во время кормления грудью."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Беременные женщины",
        "пациенты с ослабленным иммунитетом; talimogene laherparepvec представляет собой живой аттенуированный вирус простого герпеса и может вызывать опасную для жизни диссеминированную герпетическую инфекцию у пациентов с ослабленным иммунитетом; не назначать пациентам с иммунодефицитом, в том числе с наличием в анамнезе первичных или приобретенных иммунодефицитных состояний, лейкозов, лимфом, СПИДа или других клинических проявлений инфекции вирусами иммунодефицита человека, а также находящихся на иммуносупрессивной терапии"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Во время лечения могут возникнуть осложнения в месте инъекции, включая некроз или изъязвление опухолевой ткани; сообщалось о целлюлите и системной бактериальной инфекции; рекомендуется тщательный уход за раной и меры предосторожности при инфекциях, особенно если некроз тканей приводит к открытым ранам; рассмотреть риски и преимущества, прежде чем продолжать лечение",
        "Медицинские работники с ослабленным иммунитетом или беременные не должны готовить или вводить талимоген лагерпарепвек (см. Противопоказания).",
        "Сообщалось о плазмоцитоме вблизи места инъекции после введения у пациента с тлеющей множественной миеломой; учитывать риски и преимущества у пациентов с множественной миеломой или у которых во время лечения развивается плазмоцитома",
        "Герпетические инфекции, включая герпес и герпетический кератит, о которых сообщалось у пролеченных пациентов; диссеминированная герпетическая инфекция также может возникать у пациентов с ослабленным иммунитетом (см. Противопоказания).",
        "Лечение может привести к иммуноопосредованным явлениям, включая гломерулонефрит, васкулит, пневмонит, обострение псориаза и витилиго; рассмотреть риски и преимущества перед началом лечения",
        "Случайное воздействие может привести к передаче герпетической инфекции; медицинские работники сообщали о случайном уколе иглы и попадании брызг в глаза во время подготовки и введения; используйте универсальные меры предосторожности при обращении с химиотерапией",
        "Медицинские работники, близкие контакты (члены домохозяйства, лица, обеспечивающие уход, половые партнеры или лица, проживающие в одной постели), беременные женщины и новорожденные должны избегать прямого контакта с инъекционными поражениями, повязками или биологическими жидкостями пролеченных пациентов."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "ифосфамид, талимоген лагерпарепвек.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Противопоказано. Пациентам, одновременно принимающим иммунодепрессанты или с нарушениями иммунной системы, противопоказано назначать талимоген лагерпарепвек из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и талимоген лагерпарепвек усиливают иммунодепрессивное действие; риск заражения. Противопоказано. Talimogene laherparepvec представляет собой живой аттенуированный вирус простого герпеса и может вызывать опасную для жизни диссеминированную герпетическую инфекцию у пациентов с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ацикловир",
      "description": {
        "common": "ацикловир снижает эффекты талимогена лагерпарепвека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Хотя исследования лекарственного взаимодействия не проводились, противогерпетические вирусные агенты могут влиять на эффективность талимогена лагерпарепвека."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ацикловир актуальные",
      "description": {
        "common": "Ацикловир местно снижает эффекты талимогена лагерпарепвека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Хотя исследования лекарственного взаимодействия не проводились, противогерпетические вирусные агенты могут влиять на эффективность талимогена лагерпарепвека."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фамцикловир",
      "description": {
        "common": "фамцикловир снижает эффекты талимогена лагерпарепвека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Хотя исследования лекарственного взаимодействия не проводились, противогерпетические вирусные агенты могут влиять на эффективность талимогена лагерпарепвека."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ганцикловир",
      "description": {
        "common": "ганцикловир снижает эффекты талимогена лагерпарепвека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Хотя исследования лекарственного взаимодействия не проводились, противогерпетические вирусные агенты могут влиять на эффективность талимогена лагерпарепвека."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пенцикловир",
      "description": {
        "common": "пенцикловир снижает эффекты талимогена лагерпарепвека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Хотя исследования лекарственного взаимодействия не проводились, противогерпетические вирусные агенты могут влиять на эффективность талимогена лагерпарепвека."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "валацикловир",
      "description": {
        "common": "валацикловир снижает эффекты талимогена лагерпарепвека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Хотя исследования лекарственного взаимодействия не проводились, противогерпетические вирусные агенты могут влиять на эффективность талимогена лагерпарепвека."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "валганцикловир",
      "description": {
        "common": "валганцикловир снижает эффекты талимогена лагерпарепвека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Хотя исследования лекарственного взаимодействия не проводились, противогерпетические вирусные агенты могут влиять на эффективность талимогена лагерпарепвека."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Усталость",
      "percent": "50.3"
    },
    {
      "name": "все оценки",
      "percent": "48.6"
    },
    {
      "name": "Озноб",
      "percent": "42.8"
    },
    {
      "name": "все оценки",
      "percent": "35.6"
    },
    {
      "name": "лихорадка",
      "percent": "30.5"
    },
    {
      "name": "все оценки",
      "percent": "27.7"
    },
    {
      "name": "Тошнота",
      "percent": "21.2"
    },
    {
      "name": "все оценки",
      "percent": "18.8"
    },
    {
      "name": "Гриппоподобное заболевание",
      "percent": "18.8"
    },
    {
      "name": "все оценки",
      "percent": "17.5"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": "17.1"
    },
    {
      "name": "все оценки",
      "percent": "16.4"
    },
    {
      "name": "Рвота",
      "percent": "11.6"
    },
    {
      "name": "все оценки",
      "percent": "9.6"
    },
    {
      "name": "Диарея",
      "percent": "8.9"
    },
    {
      "name": "все оценки",
      "percent": "5.8"
    },
    {
      "name": "Головная боль",
      "percent": "5.8"
    },
    {
      "name": "все оценки",
      "percent": "3"
    },
    {
      "name": "Миалгия",
      "percent": "2.1"
    },
    {
      "name": "все оценки",
      "percent": "3"
    },
    {
      "name": "Артралгия",
      "percent": "1.7"
    },
    {
      "name": "все оценки",
      "percent": "3"
    },
    {
      "name": "Боль в конечностях",
      "percent": "1.4"
    },
    {
      "name": "все оценки",
      "percent": "3"
    },
    {
      "name": "Запор",
      "percent": "3"
    },
    {
      "name": "все оценки",
      "percent": "3"
    },
    {
      "name": "Головокружение",
      "percent": "3"
    },
    {
      "name": "все оценки",
      "percent": "3"
    },
    {
      "name": "Боль в животе",
      "percent": "3"
    },
    {
      "name": "все оценки",
      "percent": "3"
    },
    {
      "name": "Орофарингеальная боль",
      "percent": "3"
    },
    {
      "name": "все оценки",
      "percent": "3"
    },
    {
      "name": "Вес уменьшился",
      "percent": null
    },
    {
      "name": "все оценки",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    },
    {
      "name": "Боль в конечностях",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    },
    {
      "name": "Гриппоподобное заболевание",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    },
    {
      "name": "Боль в месте инъекции",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    },
    {
      "name": "Вес уменьшился",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    }
  ]
}