{
  "name": "саквинавир",
  "comment": "Rx",
  "other_names": [
    "Инвираза"
  ],
  "classes": [
    "ВИЧ",
    "Ингибиторы протеазы"
  ],
  "source": "https://reference.medscape.com/drug/invirase-saquinavir-342628",
  "pregnancy": {
    "common": [
      "Проспективных данных о беременности из APR недостаточно для адекватной оценки риска врожденных дефектов или исходов плода, связанного с приемом лекарств; в APR было представлено ограниченное количество отчетов об употреблении наркотиков во время беременности, а количество случаев воздействия наркотиков недостаточно для оценки риска по сравнению с контрольной популяцией.",
      "Существует реестр воздействия во время беременности, который отслеживает исходы беременности у лиц, подвергшихся воздействию антиретровирусных препаратов во время беременности; медицинским работникам рекомендуется регистрировать пациентов, позвонив в Реестр антиретровирусных препаратов для беременных (APR) по телефону 1-800-258-4263."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных с саквинавиром не наблюдалось никаких признаков неблагоприятного воздействия на развитие при максимально достижимом воздействии в плазме (AUC) как у крыс, так и у кроликов, что привело к воздействию примерно 25% от воздействия, полученного у людей при рекомендуемой дозе для человека (RHD) в сочетании с препаратом. ; терапию следует назначать во время беременности только в том случае, если потенциальная польза оправдывает потенциальный риск для плода."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Из-за возможности передачи ВИЧ-1 (у ВИЧ-отрицательных детей), развития устойчивости к вирусу (у ВИЧ-положительных детей) и побочных реакций у детей, находящихся на грудном вскармливании, подобных тем, которые наблюдаются у взрослых, проинструктируйте матерей не кормить грудью, если они получают терапию.",
      "Отсутствуют данные о присутствии препарата в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока.",
      "Центры по контролю и профилактике заболеваний рекомендуют ВИЧ-инфицированным матерям в США не кормить своих детей грудью, чтобы избежать риска постнатальной передачи ВИЧ-1."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Используйте саквинавира мезилат (Инвираза) только в сочетании с ритонавиром, который значительно ингибирует метаболизм саквинавира, обеспечивая уровни саквинавира в плазме, по крайней мере, равные уровням, достигаемым с саквинавиром (Фортоваза).",
        "Капсулы и таблетки мезилата саквинавира (Invirase) и мягкие желатиновые капсулы саквинавира (Fortovase) не являются биоэквивалентными и не могут использоваться взаимозаменяемо.",
        "Fortovase больше не доступен в США."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Редко сообщалось об удлинении интервалов QT и PR и пируэтной желудочковой тахикардии; не используйте саквинавир/ритонавир при врожденном или подтвержденном приобретенном удлинении интервала QT (≥450 мс), рефрактерной гипокалиемии или магнеземии, а также в сочетании с препаратами, удлиняющими интервал QT.",
        "Препараты, противопоказанные с саквинавиром/ритонавиром, включают альфузозин, антиаритмические средства (амиодарон, бепридил, флекаинид, пропафенон, хинидин, лидокаин), тразодон, рифампицин, вориконазол, производные спорыньи (дигидроэрготамин, эргоновин, эрготамин, метилэргоновин), цизаприд, зверобой продырявленный. орт, HMG Ингибиторы КоА-редуктазы (ловастатин, симвастатин), луразидон, пимозид, кларитромицин, эритромицин, галофантрин, пентамидин, клозапин, галоперидол, сертиндол, зипразидон, атазанавир, такролимус, рилпивирин, дазатиниб, сунитиниб, дизопирамид, хинин, фенотиазины ( например хлорпромазин, мезоридазин , тиоридазин), силденафил (при использовании при ЛАГ), мидазолам и триазолам",
        "Гиперчувствительность (например, анафилактическая реакция, синдром Стивенса-Джонсона)",
        "Одновременное применение саквинавира/ритонавира с рифампином из-за риска тяжелой гепатотоксичности",
        "Полная атриовентрикулярная (АВ) блокада без имплантированных кардиостимуляторов или высокий риск полной АВ блокады",
        "Лекарства, которые противопоказаны саквинавиру (при одновременном «усилении» с ритонавиром), включают ингибиторы CYP3A, которые могут привести к повышению уровня саквинавира в плазме и вызвать серьезные или опасные для жизни реакции (например, удлинение интервала QT).",
        "Тяжелая печеночная недостаточность",
        "ЭКГ следует выполнить до начала лечения; пациентам с интервалом QT = 450 мс не следует начинать терапию",
        "Пациенты, ранее не получавшие лечения, должны получать уменьшенную начальную дозу саквинавира 500 мг два раза в день с ритонавиром 100 мг два раза в день в течение первых 7 дней лечения, а затем саквинавир/ритонавир 1000/100 мг два раза в день из-за возможности увеличения риск удлинения интервала PR и QT при стандартной дозе 1000/100 мг два раза в сутки"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Не рекомендуется использовать в сочетании с кобицистатом.",
        "Риск удлинения интервала QT и PR, что может привести к пируэтной желудочковой тахикардии (особенно при использовании с ритонавиром); прекратите терапию, если возникают значительные аритмии, удлинение интервала QT или PR; выполнить ЭКГ до начала лечения; пациентам с исходным интервалом QT < 450 мс рекомендуется проводить ЭКГ во время лечения примерно через 10 дней терапии; пациенты с удлинением интервала QT по сравнению с предшествующим лечением более чем на 20 мс должны прекратить терапию саквинавиром/ритонавиром.",
        "Аутоиммунные расстройства (например, болезнь Грейвса, полимиозит, синдром Гийена-Барре), о которых сообщалось в условиях восстановления иммунитета; однако время до начала заболевания различно и может произойти через много месяцев после начала лечения.",
        "У пациентов с сопутствующим гепатитом В или С, циррозом печени, хроническим алкоголизмом или другими сопутствующими заболеваниями печени после начала терапии сообщалось об ухудшении основного заболевания печени и развитии портальной гипертензии; также наблюдались желтуха и обострение хронического заболевания печени с повышением функциональных проб печени 4 степени; нет необходимости корректировки дозы для пациентов с легкой или умеренной печеночной недостаточностью на основании ограниченных данных; саквинавир/ритонавир противопоказан пациентам с тяжелой печеночной недостаточностью; если во время лечения возникает серьезная или тяжелая токсичность, прекратите терапию",
        "Наблюдается различная степень перекрестной резистентности.",
        "Может возникнуть гиперлипидемия",
        "Должен использоваться в сочетании с ритонавиром (т. е. усиленной терапией) для достижения необходимого уровня эффективности.",
        "Таблетки и капсулы содержат лактозу; не рекомендуется пациентам с редкими наследственными проблемами непереносимости галактозы, дефицитом лактазы Лаппа или глюкозо-галактозы или мальабсорбцией",
        "Принимать в течение 2 ч после еды; всасывание увеличивается при приеме пищи с высоким содержанием жиров",
        "Может развиться новое начало или обострение сахарного диабета, гипергликемия, повышенная концентрация холестерина и/или триглицеридов, перераспределение/накопление жировых отложений и синдром восстановления иммунитета; контролировать уровень холестерина и триглицеридов до начала терапии и периодически после нее",
        "Может возникнуть спонтанное кровотечение, и может потребоваться дополнительное введение фактора VII."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "альбутерол",
      "description": {
        "common": "саквинавир, альбутерол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано. Противопоказано. Саквинавир, усиленный ритонавиром, увеличивает риск гипокалиемии, удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "альфузозин",
      "description": {
        "common": "саквинавир повышает уровень альфузозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон будет увеличивать уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "артеметер",
      "description": {
        "common": "артеметер и саквинавир увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "астемизол",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект астемизола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "атазанавир",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект атазанавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб и саквинавир увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин увеличивает токсичность саквинавира на интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин и саквинавир увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин и саквинавир увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кобиметиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект кобиметиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Избегайте одновременного применения с сильными ингибиторами CYP3A4 (увеличивает системную экспозицию кобиметиниба в 6,7 раза)."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кониваптан",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект кониваптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение кониваптана с сильными ингибиторами CYP3A4 противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб и саквинавир увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "саквинавир повышает уровень дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "саквинавир повышает уровень интраназального дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дофетилид",
      "description": {
        "common": "дофетилид увеличивает токсичность саквинавира на интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дронедарон",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект дронедарона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элбасвир/гразопревир",
      "description": {
        "common": "саквинавир повышает уровень элбасвира/гразопревира на др. (см. комментарий). Противопоказано.\nКомментарий: одновременное применение с сильными ингибиторами OATP1B1/3 может увеличить риск повышения уровня АЛТ из-за значительного повышения концентрации гразопревира в плазме."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элетриптан",
      "description": {
        "common": "саквинавир повышает уровень элетриптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Возможна повышенная токсичность. Противопоказано использовать в течение 72 часов после приема сильнодействующих ингибиторов CYP3A4."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элиглустат",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект элиглустата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные ингибиторы CYP3A4 противопоказаны элиглустату со слабым или промежуточным метаболизмом; снизить дозу элиглустата с 84 мг два раза в день до 84 мг один раз в день у пациентов с интенсивным метаболизмом; элиглустат противопоказан, если сильные или умеренные ингибиторы CYP2D6 применяются одновременно с сильными или умеренными ингибиторами CYP3A."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "саквинавир, элвитегравир/кобицистат/эмтрицитабин/тенофовир ДФ. Другое (см. комментарий). Противопоказано.\nКомментарий: элвитегравир/кобицистат/эмтрицитабин/тенофовир представляет собой полную схему лечения ВИЧ, и ее не следует назначать с другими антиретровирусными препаратами."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эплеренон",
      "description": {
        "common": "саквинавир повышает уровень эплеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эрголоидные мезилаты",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект эрголоидных мезилатов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эргоновин",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект эргоновина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект основания эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "саквинавир увеличивает уровень или действие этилсукцината эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "саквинавир увеличивает уровень или действие стеарата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "финеренон",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "флибансерин",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение флибансерина с умеренными или сильными ингибиторами CYP3A4 противопоказано. Может возникнуть тяжелая гипотензия или обмороки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "гадобенат",
      "description": {
        "common": "гадобенат и саквинавир увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "гилтеритиниб",
      "description": {
        "common": "гилтеритиниб и саквинавир увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ивабрадин",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект ивабрадина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение ивабрадина с сильными ингибиторами CYP3A4 противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лефамулин",
      "description": {
        "common": "лефамулин увеличивает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Лефамулин противопоказан при использовании субстратов CYP3A, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ломитапид",
      "description": {
        "common": "саквинавир повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Повышает уровень ломитапида в несколько раз."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Лонафарниб является чувствительным субстратом CYP3A4. Одновременное применение с сильными или умеренными ингибиторами CYP3A4 противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ловастатин",
      "description": {
        "common": "ловастатин будет увеличивать уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "луразидон",
      "description": {
        "common": "саквинавир повышает уровень луразидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение луразидона и сильных ингибиторов CYP3A4 противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект мавакамтена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные ингибиторы CYP3A4 могут увеличивать системное воздействие мавакамтена, что приводит к сердечной недостаточности из-за систолической дисфункции."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "налоксегол",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект налоксегола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Совместное введение налоксегола с сильными ингибиторами CYP3A4 может значительно увеличить системную экспозицию налоксегола, что может вызвать симптомы отмены опиоидов."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пакритиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект пакритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "хинидин",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "регорафениб",
      "description": {
        "common": "саквинавир, регорафениб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные ингибиторы CYP3A4 повышают уровень регорафениба и снижают экспозицию активных метаболитов М-2 и М-5."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб увеличивает токсичность саквинавира на интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Противопоказано. Может привести к потере противовирусной эффективности и/или развитию резистентности к вирусам."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "симвастатин",
      "description": {
        "common": "симвастатин будет увеличивать уровень или эффект саквинавира посредством переносчика оттока P-гликопротеина (MDR1). Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и саквинавир увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "сорафениб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект сорафениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "сунитиниб и саквинавир увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "такролимус",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект такролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "типранавир",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект типранавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон будет снижать уровень или эффект саквинавира через переносчик оттока P-гликопротеина (MDR1). Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "триазолам",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект триазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект вемурафениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "венетоклакс",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект венетоклакса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Использование сильных ингибиторов CYP3A4 противопоказано с венетоклаксом во время начальной фазы увеличения дозы. Если сильный ингибитор CYP3A необходимо использовать после фазы нарастания, уменьшите дозу венетоклакса как минимум на 75%."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "саквинавир увеличивает уровень или действие воклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "зипразидон",
      "description": {
        "common": "зипразидон увеличивает токсичность саквинавира на интервал QTc. Противопоказано. Возможны серьезные и/или опасные для жизни реакции, такие как сердечные аритмии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект акалабрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения акалабрутиниба с сильными ингибиторами CYP3A. Если сильный ингибитор CYP3A необходимо использовать кратковременно (например, до 7 дней), временно прервите лечение акалабрутинибом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "саквинавир, ацебутолол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск удлинения PR и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адаграсиб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект адаграсиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения адаграсиба, субстрата CYP3A4, с сильными ингибиторами CYP3A4, пока концентрации адаграсиба не достигнут равновесного состояния (примерно через 8 дней). Если равновесное состояние не достигается, одновременное применение сильных ингибиторов CYP3A4 повысит концентрацию адаграсиба и риск его токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адо-трастузумаб эмтанзин",
      "description": {
        "common": "саквинавир повышает уровень адо-трастузумаба эмтанзина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. DM1, цитотоксический компонент, метаболизируется главным образом CYP3A4; сильные ингибиторы CYP3A4 могут увеличить экспозицию и токсичность DM1."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "афатиниб",
      "description": {
        "common": "саквинавир повышает уровень афатиниба за счет эффлюксного переносчика P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Уменьшите суточную дозу афатиниба на 10 мг при непереносимости при одновременном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "саквинавир повышает уровень алмотриптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте использования у пациентов с почечной или печеночной недостаточностью."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алпразолам",
      "description": {
        "common": "саквинавир повышает уровень алпразолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Возможна повышенная токсичность. Избегайте совместного администрирования. При необходимости уменьшите дозу алпразолама."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект амиодарона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. При совместном применении рекомендуется мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анагрелид",
      "description": {
        "common": "анагрелид и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апиксабан",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При приеме апиксабана в дозе >2,5 мг два раза в день уменьшите дозу на 50% при совместном применении с сильными двойными ингибиторами CYP3A4 и P-gp; если в настоящее время вы принимаете апиксабан 2,5 мг перорально 2 раза в день, избегайте одновременного применения с сильными двойными ингибиторами CYP3A4 и P-gp."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апоморфин",
      "description": {
        "common": "саквинавир, апоморфин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апрепитант",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект апрепитанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триоксид мышьяка",
      "description": {
        "common": "саквинавир, триоксид мышьяка.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер",
      "description": {
        "common": "саквинавир повышает уровень артеметера, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Возможна повышенная токсичность. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "саквинавир повышает уровни артеметера/лумефантрина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Возможна повышенная токсичность. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин",
      "description": {
        "common": "саквинавир, азенапин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атенолол",
      "description": {
        "common": "саквинавир, атенолол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск удлинения PR и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "атомоксетин и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект аторвастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Ограничить дозу аторвастатина до 20 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аванафил",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект аванафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Ингибиторы CYP3A4 могут снижать клиренс аванафила, увеличивая системное воздействие аванафила; значительно повышенные уровни могут привести к значительным нежелательным явлениям, включая тяжелую гипотензию, обмороки, изменения зрения и приапизм. Совместное применение с сильным CYP3A4 противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения авапритиниба с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акситиниб",
      "description": {
        "common": "саквинавир повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с сильными ингибиторами CYP3A4, уменьшите дозу акситиниба на 50%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азитромицин",
      "description": {
        "common": "саквинавир, азитромицин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект бедаквилина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения бедаквилина с сильными ингибиторами CYP3A4 в течение > 14 дней подряд, за исключением случаев, когда польза от лечения превышает риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бетабеглоген аутотемцел",
      "description": {
        "common": "саквинавир, бетабеглоген, аутотемцел. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Не принимайте антиретровирусные препараты как минимум за 1 месяц до мобилизации или ожидаемой продолжительности отмены препаратов, а также до тех пор, пока не будут завершены все циклы афереза. Антиретровирусные препараты могут мешать производству аферезированных клеток."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. прекратить прием бозентана >36 часов до начала ИП и возобновить прием через 10 дней после начала ИП в дозе 62,5 мг один раз в день или через день."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "саквинавир повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бригатиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект бригатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения сильного ингибитора CYP3A, уменьшите дозу бригатиниба один раз в сутки примерно на 50% (т. е. со 180 мг до 90 мг или с 90 мг до 60 мг). После прекращения приема сильного ингибитора CYP3A возобновите прием бригатиниба в той дозе, которая переносилась до начала приема сильного ингибитора CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бромокриптин",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект бромокриптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "будесонид",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект будесонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "подкожный имплантат бупренорфин и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин трансдермальный",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект трансдермального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "бупренорфин, инъекции пролонгированного действия и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каберголин",
      "description": {
        "common": "саквинавир повышает уровень каберголина за счет замедления метаболизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каботегравир",
      "description": {
        "common": "саквинавир, каботегравир. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Каботегравир плюс рилпивирин — это полная схема. Coadministration с другими антиретровирусными препаратами для лечения инфекции ВИЧ-1 не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кабозантиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект кабозантиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения кабозантиниба с сильными ингибиторами CYP3A4. Если требуется сильный ингибитор CYP3A4, уменьшите дозу кабозантиниба на 40 мг/сут (кометрик) или на 20 мг/сут (кабометикс). Возобновить прием предыдущей дозы через 2-3 дня после прекращения приема сильного ингибитора CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "саквинавир повышает уровень церитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте, если это возможно; если одновременное применение неизбежно, уменьшите дозу церитиниба примерно на 33%; после прекращения приема сильного ингибитора CYP3A возобновить прием в предыдущей дозе."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорохин",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект хлорохина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклесонид ингаляционный",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект циклесонида при вдыхании, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилостазол",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект цилостазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин повышает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "саквинавир повышает уровень ципрофлоксацина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Возможна повышенная токсичность. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цизаприд",
      "description": {
        "common": "саквинавир повышает уровень цизаприда, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циталопрам",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект циталопрама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клозапин",
      "description": {
        "common": "саквинавир повышает уровень клозапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Возможна повышенная токсичность. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат повышает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "колхицин",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект колхицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте использования колхицина с сильными ингибиторами CYP3A4. Если coadministration необходимо, уменьшите дозу колхицина или частоты, как рекомендуется в информации о назначении. Использование любого продукта колхицина в сочетании с сильными ингибиторами CYP3A4 противопоказано пациентам с почечной или печеночной недостаточностью."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "копанлисиб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект копанлисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если нельзя избежать одновременного применения с сильными ингибиторами CYP3A, уменьшите дозу копанлисиба до 45 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "саквинавир повышает уровень дабрафениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дапсон",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект дапсона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "даридорексант",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект даридорексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарунавир",
      "description": {
        "common": "саквинавир снижает уровень дарунавира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дегареликс",
      "description": {
        "common": "дегареликс и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "делавирдин",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект делавирдина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "саквинавир увеличивает уровень или действие дексаметазона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "саквинавир повышает уровень дизопирамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксорубицин",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект доксорубицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксорубицин липосомальный",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект липосомального доксорубицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон будет увеличивать уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дроперидол",
      "description": {
        "common": "саквинавир повышает уровень дроперидола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Возможна повышенная токсичность. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эдоксабан",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект эдоксабана за счет транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. При применении сильных ингибиторов P-gp может потребоваться коррекция дозы. Лечение ТГВ/ТЭЛА: уменьшить дозу до 30 мг перорально один раз в день. NVAF: снижение дозы не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект эфавиренца, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эластичный",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект эластрана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элбасвир/гразопревир",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект элбасвира/гразопревира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "эливалдоген, аутотемцел, саквинавир.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Пациенты не должны принимать антиретровирусные препараты по крайней мере за 1 месяц до начала приема препаратов для мобилизации стволовых клеток, на время приема препаратов? элиминации и до завершения всех циклов афереза."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "саквинавир повышает уровень элуксадолина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Уменьшите дозу элуксадолина до 75 мг перорально два раза в день при совместном применении с ингибиторами OATP1B1. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект энкорафениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное применение сильного ингибитора CYP3A4 неизбежно, уменьшите дозу энкорафениба до одной трети дозы (например, с 450 мг/сут до 150 мг/сут). После прекращения приема ингибитора в течение 3-5 периодов полувыведения возобновить прием энкорафениба в прежней дозе."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "саквинавир и энтректиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект эрдафитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с сильными ингибиторами CYP3A4, внимательно следите за побочными реакциями и рассмотрите возможность соответствующего уменьшения дозы. Если сильный ингибитор CYP3A4 прекращается, рассмотрите возможность увеличения дозы эрдафитиниба при отсутствии какой-либо токсичности, связанной с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрголоидные мезилаты",
      "description": {
        "common": "саквинавир повышает уровень эрголоидных мезилатов за счет снижения метаболизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "саквинавир повышает уровень эрготамина за счет замедления метаболизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрибулин",
      "description": {
        "common": "эрибулин и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Потенциал для усиленных QT-продлевающих эффектов; если одновременное применение необходимо, рекомендуется мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрлотиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина увеличивает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам увеличивает токсичность саквинавира на интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "саквинавир, этинилэстрадиол. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Значительные изменения (повышение или понижение) могут происходить в уровне эстрогена в плазме. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект эверолимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "федратиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект федратиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения федратиниба с сильными ингибиторами CYP3A4, уменьшите дозу федратиниба до 200 мг/сут. Если прием ингибитора CYP3A4 прекращен, увеличьте дозу федратиниба до 300 мг/сут в течение 2 недель, а затем до 400 мг/сут в зависимости от переносимости."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фелбамат",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект фелбамата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект интраназального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект трансдермального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект трансмукозального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "саквинавир снижает уровень или эффект фексинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения, наблюдайте за фексинидазолом на предмет снижения эффективности из-за снижения концентрации в плазме активных метаболитов М1 и М2."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "финголимод",
      "description": {
        "common": "Финголимод и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "саквинавир повышает уровень флуфеназина по интервалу QTc. Избегайте или используйте альтернативный препарат. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "интраназальный флутиказон",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект интраназального флутиказона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 могут усиливать системные побочные эффекты кортикостероидов; контролировать признаки/симптомы высоких концентраций кортикостероидов, включая признаки/симптомы типа Кушинга."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект фосапрепитанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "саквинавир повышает уровень гемифлоксацина по интервалу QTc. Избегайте или используйте альтернативный препарат. Возможна повышенная токсичность. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гилтеритиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект гилтеритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Рассмотрите альтернативы любому сильному ингибитору CYP3A4 при совместном применении с гилтеритинибом. Если такой комбинации нельзя избежать, внимательно следите за побочными эффектами, связанными с гилтеритинибом. Прервите и уменьшите дозу гилтеритиниба у пациентов с серьезной или опасной для жизни токсичностью."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гласдегиб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект гласдегиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Рассмотрите альтернативные методы лечения, которые не являются сильными ингибиторами CYP3A, или отслеживайте повышенный риск побочных эффектов, включая удлинение интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "саквинавир увеличивает уровень гранисетрона по интервалу QTc. Избегайте или используйте альтернативный препарат. Возможна повышенная токсичность. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "галоперидол",
      "description": {
        "common": "саквинавир повышает уровень галоперидола по интервалу QTc. Избегайте или используйте альтернативный препарат. Возможна повышенная токсичность. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксипрогестерона капроат (ДСК)",
      "description": {
        "common": "саквинавир увеличивает уровень или действие гидроксипрогестерона капроата (ДСК), влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "саквинавир повышает уровень ибрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ибрутиниба и сильных ингибиторов CYP3A4. Если необходимо кратковременно использовать сильный ингибитор CYP3A4 (например, противоинфекционные препараты в течение 7 дней), прервите терапию ибрутинибом до прекращения приема сильного ингибитора CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект индинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфигратиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект инфигратиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инотузумаб",
      "description": {
        "common": "Инотузумаб и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного использования, получите ЭКГ и электролиты до и после начала приема любого препарата, который, как известно, удлиняет интервал QTc, и периодически контролируйте его в соответствии с клиническими показаниями во время лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иринотекан",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект иринотекана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иринотекан липосомальный",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект липосомального иринотекана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изофлуран",
      "description": {
        "common": "изофлуран и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект итраконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект ивозидениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения сильных ингибиторов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если одновременное применение сильного ингибитора CYP3A4 неизбежно, уменьшите дозу ивозидениба до 250 мг в день. Если сильный ингибитор отменяется, увеличьте дозу ивосидениба (по крайней мере, после 5 периодов полувыведения сильного ингибитора CYP3A4) до рекомендуемой дозы 500 мг в день. Следите за повышенным риском удлинения интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иксабепилон",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект иксабепилона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект лапатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект ларотректиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное применение ларотректиниба с сильными ингибиторами CYP3A4 неизбежно, дозу ларотректиниба следует снизить на 50%. Возобновить прием ларотректиниба до предыдущей дозы после прекращения приема ингибитора CYP3A4 в течение 3-5 периодов полувыведения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "Лазмидитан повышает уровень саквинавира с помощью эффлюксного переносчика P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефамулин",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект лефамулина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения лефамулина с сильными ингибиторами CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лемборексант",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения лемборексанта с умеренными или сильными ингибиторами CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "саквинавир повышает уровень левофлоксацина по интервалу QTc. Избегайте или используйте альтернативный препарат. Возможна повышенная токсичность. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "саквинавир, левоноргестрел перорально/этинилэстрадиол/бисглицинат железа. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Значительные изменения (повышение или понижение) могут происходить в уровне эстрогена в плазме. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "литий",
      "description": {
        "common": "литий и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект лопинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект лорлатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения лорлатиниба с сильными ингибиторами CYP3A. Если это неизбежно, уменьшите дозу лорлатиниба на 25 мг/сут. Если сильный ингибитор CYP3A прекращен, увеличьте до предыдущего лорлатиниба (доза после 3 периодов полувыведения сильного ингибитора CYP3A в плазме). Более подробную информацию см. в монографии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "саквинавир повышает уровень лумефантрина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Возможна повышенная токсичность. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лубинированный",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект лурбинектина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "мациморелин и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Макиморелин вызывает увеличение скорректированного интервала QT примерно на 11 мсек. Избегайте одновременного применения с препаратами, удлиняющими интервал QT, что может увеличить риск развития желудочковой тахикардии типа torsade de pointes. Прежде чем вводить мациморелин, подождите достаточное время вымывания препаратов, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мацитентан",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "медроксипрогестерон",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "саквинавир повышает уровень мефлохина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Возможна повышенная токсичность. Избегайте одновременного применения во время и в течение 15 недель после прекращения приема мефлохина. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "местранол",
      "description": {
        "common": "саквинавир увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метадон",
      "description": {
        "common": "саквинавир, метадон.\nОдин из них увеличивает токсичность другого на интервал QTc. Избегайте или используйте альтернативный препарат. Повышенный риск удлинения PR и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилэргоновин",
      "description": {
        "common": "саквинавир повышает уровень метилэргоновина за счет замедления метаболизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидазолам",
      "description": {
        "common": "саквинавир повышает уровень мидазолама за счет замедления метаболизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Совместное введение сильных ингибиторов CYP3A4 с интраназальным введением мидазолама приводит к более высокому системному воздействию мидазолама, что может пролонгировать седативный эффект."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидостаурин",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект мидостаурина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если нельзя избежать одновременного применения с сильными ингибиторами CYP3A4, контролируйте мидостаурин на предмет повышенного риска побочных реакций, особенно в течение первой недели лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон увеличивает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект мобоцертиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "саквинавир повышает уровень моксифлоксацина по интервалу QTc. Избегайте или используйте альтернативный препарат. Возможна повышенная токсичность. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект нефазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект нелфинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нератиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект нератиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения нератиниба с сильными/умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "невирапин",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оланзапин и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олапариб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект олапариба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с сильными ингибиторами CYP3A, уменьшите дозу олапариба до 150 мг (капсула) или 100 мг (таблетка) перорально два раза в день. Не заменяйте таблетки капсулами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект омавелоксолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если это неизбежно, уменьшите дозу омавелоксолона до 50 мг/сут. Внимательно следить и прекратить, если возникают побочные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омбитасвир/паритапревир/ритонавир",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект омбитасвира/паритапревира/ритонавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект омбитасвира/паритапревира/ритонавира и дасабувира (DSC), влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "ондансетрон и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегать при врожденном синдроме удлиненного интервала QT; Рекомендуется мониторинг ЭКГ при одновременном приеме препаратов, удлиняющих интервал QT, нарушений электролитного баланса, ХСН или брадиаритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект осимертиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения осимертиниба с сильными ингибиторами CYP3A4. Если не существует другого альтернативного лечения, более внимательно следите за пациентом на предмет побочных эффектов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксикодон",
      "description": {
        "common": "саквинавир повышает уровень оксикодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Снижение дозы оксикодона может быть оправдано при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палбоциклиб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект палбоциклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения палбоциклиба с сильными ингибиторами CYP3A. Если невозможно избежать, уменьшите дозу палбоциклиба до 75 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палиперидон",
      "description": {
        "common": "саквинавир, палиперидон.\nОдин из них увеличивает токсичность другого на интервал QTc. Избегайте или используйте альтернативный препарат. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "панобиностат",
      "description": {
        "common": "саквинавир и панобиностат увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Известно, что панобиностат значительно удлиняет интервал QT. Информация о назначении панобиностата гласит, что использование с препаратами, которые, как известно, удлиняют интервал QTc, не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "саквинавир повышает уровень пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Возможна повышенная токсичность. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пемигатиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект пемигатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с сильными или умеренными ингибиторами CYP3A4, уменьшите дозу пемигатиниба (см. изменения дозировки в монографии). После прекращения приема ингибитора CYP3A4 в течение 3 периодов полувыведения можно возобновить прием пемигатиниба в прежней дозе."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентамидин",
      "description": {
        "common": "саквинавир, пентамидин.\nОдин из них увеличивает токсичность другого на интервал QTc. Избегайте или используйте альтернативный препарат. Повышенный риск удлинения PR или QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "перфеназин",
      "description": {
        "common": "саквинавир, перфеназин.\nОдин из них увеличивает токсичность другого на интервал QTc. Избегайте или используйте альтернативный препарат. Повышенный риск удлинения PR или QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект пексидартиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное применение с сильными или умеренными ингибиторами CYP3A4 неизбежно, уменьшите дозу пексидартиниба (см. изменения дозировки в монографии). После прекращения приема ингибитора CYP3A4 в течение 3 периодов полувыведения можно возобновить прием предыдущей дозы пексидартиниба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект пимавансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Уменьшите дозу до 17 мг/сут, если пимавансерин назначается одновременно с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимозид",
      "description": {
        "common": "саквинавир повышает уровень пимозида за счет замедления метаболизма. Противопоказано. Риск удлинения интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "питолизант",
      "description": {
        "common": "саквинавир и питолизант увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "помалидомид",
      "description": {
        "common": "саквинавир повышает уровень помалидомида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понатиниб",
      "description": {
        "common": "саквинавир повышает уровень понатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Уменьшите начальную дозу понатиниба до 30 мг в день, если нельзя избежать одновременного применения с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пралсетиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект пралсетиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примахин",
      "description": {
        "common": "примахин и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "саквинавир, прокаинамид.\nОдин из них увеличивает токсичность другого на интервал QTc. Избегайте или используйте альтернативный препарат. Повышенный риск удлинения PR или QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "саквинавир, прохлорперазин.\nОдин из них увеличивает токсичность другого на интервал QTc. Избегайте или используйте альтернативный препарат. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "квазепам",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект квазепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кветиапин",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект кветиапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект саквинавира через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинин",
      "description": {
        "common": "саквинавир повышает уровень или эффект хинина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект ранолазина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "красный дрожжевой рис",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект красного дрожжевого риса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Может повысить уровень креатинкиназы и увеличить риск миопатии или рабдомиолиза; красный дрожжевой рис содержит моноколин К (как сообщается, идентичен ловастатину)"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект рибоциклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если сильный ингибитор CYP3A необходимо применять одновременно с рибоциклибом, уменьшите начальную дозу рибоциклиба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "саквинавир снижает уровень или эффект рифабутина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Рекомендуется снижение дозы рифабутина не менее чем на 75 % от обычной дозы 300 мг/сутки (т. е. максимальная доза 150 мг через день или 3 раза в неделю). У пациентов, получающих комбинацию, требуется повышенный мониторинг нежелательных явлений. Рассмотрите возможность мониторинга концентрации рифабутина для обеспечения адекватного воздействия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень саквинавира за счет усиления метаболизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изморозь",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "риосигуат",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект риоцигуата за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Совместное введение риоцигуата (субстрат изоферментов CYP 1A1, 2C8, 3A, 2J2) с сильными ингибиторами CYP может потребовать снижения начальной дозы 0,5 мг перорально три раза в день; следить за признаками гипотензии и при необходимости уменьшить дозу"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект ритонавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект ромидепсина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности следует избегать одновременного применения с сильными ингибиторами 3А4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "розувастатин",
      "description": {
        "common": "саквинавир повышает токсичность розувастатина Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Снизить начальную дозу руксолитиниба до 10 мг два раза в сутки при количестве тромбоцитов 100 X 10^9/л или более и одновременном применении сильных ингибиторов CYP3A4; избегать при количестве тромбоцитов <100 X 10^9/л"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Снизить начальную дозу руксолитиниба до 10 мг два раза в сутки при количестве тромбоцитов 100 X 10^9/л или более и одновременном применении сильных ингибиторов CYP3A4; избегать при количестве тромбоцитов <100 X 10^9/л"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селперкатиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селуметиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект селуметиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с сильными или умеренными ингибиторами CYP3A4, уменьшите дозу селенутиниба (дополнительную информацию см. в монографии по селенутинибу). После прекращения приема сильного или умеренного ингибитора CYP3A4 в течение 3 периодов полувыведения возобновите прием селенутиниба в дозе, которая была принята до начала приема ингибитора."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект сипонимода, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение сипонимода с умеренным или сильным ингибитором CYP3A4 ПЛЮС с умеренным или сильным ингибитором CYP2C9 не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект сиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "солифенацин",
      "description": {
        "common": "саквинавир повышает уровень солифенацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Возможна повышенная токсичность. Повышенный риск удлинения PR или QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сонидегиб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект сонидегиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения сонидегиба с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соталол",
      "description": {
        "common": "саквинавир, соталол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект саквинавира через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спарсентан",
      "description": {
        "common": "саквинавир, спарсентан.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Если это неизбежно, прервите лечение спарсентаном. При возобновлении приема спарсентана следует рассмотреть вопрос о титровании дозы. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень саквинавира за счет увеличения метаболизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "саквинавир повышает уровень сунитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Возможна повышенная токсичность. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суворексант",
      "description": {
        "common": "саквинавир повышает уровень суворексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Суворексант не рекомендуется применять вместе с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "саквинавир, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тамсулозин",
      "description": {
        "common": "саквинавир повышает уровень тамсулозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "таземетостат",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект таземетостата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "телаванцин",
      "description": {
        "common": "саквинавир, телаванцин.\nОдин из них увеличивает токсичность другого на интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект темсиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тепотиниб",
      "description": {
        "common": "тепотиниб будет повышать уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозировку субстрата P-gp, если это рекомендовано в маркировке одобренного продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "тетрабеназин и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиагабин",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект тиагабина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир снижает уровень саквинавира за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "саквинавир повышает уровень тофацитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Уменьшите дозу тофацитиниба до 5 мг в день при совместном применении с мощными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толтеродин",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект толтеродина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толваптан",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект толваптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "топотекан",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект топотекана с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Маркировка продукта для топотекана PO рекомендует избегать одновременного использования ингибиторов P-gp; взаимодействие с внутривенным введением топотекана может быть менее серьезным, но, вероятно, имеет клиническое значение."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трабектин",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект трабектедина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо использовать сильный ингибитор CYP3A, кратковременно (например, менее 14 дней), назначьте сильный ингибитор CYP3A через 1 неделю после инфузии трабектедина и прекратите введение за день до следующей инфузии трабектедина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триазолам",
      "description": {
        "common": "саквинавир повышает уровень триазолама за счет снижения метаболизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "задиристый",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект уброгепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "саквинавир увеличивает токсичность умеклидиния бромида/вилантерола при вдыхании с интервалом QTc. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с препаратами, удлиняющими интервал QTc; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "саквинавир, вандетаниб.\nОдин из них увеличивает токсичность другого на интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте coadministration с препаратами, которые, как известно, продлевают интервал QT; если необходимо использовать лекарство, удлиняющее интервал QT, рекомендуется более частый мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "вемурафениб и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Не рекомендуется одновременное применение вемурафениба с препаратами, удлиняющими интервал QT. Саквинавир также может повышать уровень вемурафениба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "саквинавир, венлафаксин.\nОдин из них увеличивает токсичность другого, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Может увеличить риск удлинения интервала QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "верапамил",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект верапамила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "саквинавир увеличивает токсичность вилантерола/флутиказона фуроата при вдыхании с интервалом QTc. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с препаратами, удлиняющими интервал QTc; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилазодон",
      "description": {
        "common": "саквинавир повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "винкристин",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект винкристина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "винкристин липосомальный",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект липосомального винкристина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ворапаксар",
      "description": {
        "common": "саквинавир повышает уровень ворапаксара, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет повышать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориностат",
      "description": {
        "common": "и вориностат, и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абакавир",
      "description": {
        "common": "саквинавир и абакавир повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абемацилиб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если сильный ингибитор CYP3A4 прекращается, увеличьте дозу абемациклиба до начала приема сильного ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акарбоза",
      "description": {
        "common": "саквинавир снижает эффекты акарбозы за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Сообщалось о новом развитии или обострении сахарного диабета и гипергликемии при применении ингибиторов протеазы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "саквинавир снижает эффекты албиглутида по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол и саквинавир увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфентанил",
      "description": {
        "common": "саквинавир повышает уровень альфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "саквинавир и альфузозин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алосетрон",
      "description": {
        "common": "саквинавир повышает уровень алосетрона за счет замедления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амлодипин",
      "description": {
        "common": "саквинавир повышает уровень амлодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект апалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Одновременное применение апалутамида с сильными ингибиторами CYP3A4 или CYP2C8 не требует модификации начальной дозы; однако может потребоваться снижение дозы в зависимости от переносимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "арформотерол и саквинавир увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "саквинавир повышает уровень арипипразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. Рассмотрите возможность снижения дозы арипипразола на 50%."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет увеличивать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуемая доза атогепанта составляет 10 мг перорально каждый день при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "аторвастатин будет увеличивать уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "саквинавир и бедаквилин увеличивают интервал QTc. Изменить терапию/внимательно контролировать. ЭКГ следует тщательно контролировать"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "саквинавир увеличивает уровень или действие бензгидрокодона/ацетаминофена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное применение с сильными ингибиторами CYP3A4 может увеличить концентрацию гидрокодона (бензгидрокодон является пролекарством гидрокодона) в плазме крови и может привести к угнетению дыхания с летальным исходом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "беротральстат увеличивает уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте или титруйте дозу субстрата P-gp при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "саквинавир, бетаксолол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск удлинения PR и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетриксабан",
      "description": {
        "common": "саквинавир повышает уровень бетриксабана за счет эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Уменьшите дозу бетриксабана до 80 мг перорально однократно, затем до 40 мг перорально qD при одновременном применении с ингибитором P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бексаротин",
      "description": {
        "common": "саквинавир повышает уровень бексаротена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Возможна повышенная токсичность. Используйте альтернативы, если они доступны. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "саквинавир, бисопролол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск удлинения PR и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бортезомиб",
      "description": {
        "common": "саквинавир повышает уровень бортезомиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект бозентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "бозутиниб повышает уровень саквинавира с помощью эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брентуксимаб ведотин",
      "description": {
        "common": "саквинавир повышает уровень брентуксимаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг пациентов для побочных реакций. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект брекспипразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Вводить половину обычной дозы брекспипразола при одновременном применении с сильными ингибиторами CYP3A4. При одновременном применении с сильным/умеренным ингибитором CYP2D6 вводят четверть дозы брекспипразола."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромокриптин",
      "description": {
        "common": "саквинавир повышает уровень бромокриптина за счет замедления метаболизма. Используйте осторожность/монитор. Повышение уровня возможно из-за ингибирования CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "саквинавир повышает уровень бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "саквинавир повышает уровень буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект подкожного имплантата бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Наблюдайте за пациентами, уже находящимися на подкожном имплантате с бупренорфином, которым требуется недавно начатое лечение ингибиторами CYP3A4 на наличие признаков и симптомов передозировки. Если доза сопутствующего ингибитора CYP3A4 не может быть уменьшена или прекращена, может потребоваться удаление имплантата, после чего пациенту следует назначить лекарственную форму бупренорфина, которая позволяет корректировать дозу. Если ингибитор CYP3A4 прекращается у пациента, состояние которого стабилизировалось на бупренорфине, наблюдайте за пациентом на предмет отмены."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект бупренорфина для инъекций длительного действия, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Пациенты, которые переходят на инъекции бупренорфина пролонгированного действия с трансмукозального введения бупренорфина совместно с ингибиторами CYP3A4, должны находиться под наблюдением для обеспечения адекватных уровней бупренорфина в плазме. В течение 2 недель, если появляются признаки и симптомы токсичности бупренорфина или передозировки, а сопутствующий ингибитор CYP3A4 не может быть уменьшен или прекращен, переведите пациента обратно на форму бупренорфина, которая позволяет корректировать дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буспирон",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект буспирона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кабазитаксел",
      "description": {
        "common": "саквинавир повышает уровень кабазитаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Возможна повышенная токсичность. Избегайте совместного администрирования."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кабозантиниб",
      "description": {
        "common": "саквинавир повысит уровень или эффект кабозантиниба по другим причинам (см. комментарий). Используйте осторожность/монитор. Ингибиторы MRP2 повышают токсичность кабозантиниба"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кальцифедиол",
      "description": {
        "common": "саквинавир, кальцифедиол. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ингибиторы CYP450 могут ингибировать ферменты, участвующие в метаболизме витамина D (CYP24A1 и CYP27B1). Это может изменить уровень кальцифедиола в сыворотке крови и уменьшить превращение кальцифедиола в кальцитриол. Может потребоваться коррекция дозы кальцифедиола, а концентрация 25-гидроксивитамина D в сыворотке, интактный ПТГ и концентрация кальция в сыворотке должны тщательно контролироваться при начале или прекращении приема сильного ингибитора CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект каннабидиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы каннабидиола при совместном применении с сильным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "капматиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект капматиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карипразин",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект карипразина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное применение с сильными ингибиторами CYP3A4 требует снижения дозы карипразина. См. раздел «Изменение дозировки» в монографии на лекарство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "саквинавир, карведилол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск удлинения PR и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "саквинавир повышает уровни церитиниба с помощью эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол повышает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлордиазепоксид",
      "description": {
        "common": "саквинавир повышает уровень хлордиазепоксида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Рассмотрите возможность снижения дозы бензодиазепинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорохин",
      "description": {
        "common": "саквинавир, хлорохин.\nОдин из них увеличивает токсичность другого на интервал QTc. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "саквинавир, хлорпромазин.\nОдин из них увеличивает токсичность другого на интервал QTc. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск удлинения PR или QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холевая кислота",
      "description": {
        "common": "саквинавир увеличивает токсичность холевой кислоты за счет уменьшения выведения. Изменить терапию/внимательно контролировать. Избегайте одновременного применения ингибиторов помпы оттока солей желчных кислот (BSEP). Может усилить накопление конъюгированных желчных солей в печени и привести к клиническим симптомам. Если необходимо одновременное применение, контролируйте сывороточные трансаминазы и билирубин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин и саквинавир увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "саквинавир и циталопрам увеличивают интервал QTc. Используйте осторожность/монитор. Рекомендуется мониторирование ЭКГ вместе с препаратами, которые могут удлинять интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин будет увеличивать уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоназепам",
      "description": {
        "common": "саквинавир повышает уровень клоназепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Рассмотрите возможность снижения дозы бензодиазепинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоразепат",
      "description": {
        "common": "саквинавир повышает уровень клоразепата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Рассмотрите возможность снижения дозы бензодиазепинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клотримазол",
      "description": {
        "common": "клотримазол будет снижать уровень или эффект саквинавира через транспортер оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "саквинавир повышает уровень кризотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следует избегать одновременного применения сильных ингибиторов CYP3A. Рекомендуется мониторирование ЭКГ вместе с препаратами, которые могут удлинять интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 и транспортеры MRP2 и OATP1A2 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект циклофосфамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "саквинавир повышает уровень циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабигатран",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет увеличивать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даролутамид",
      "description": {
        "common": "саквинавир повысит уровень или эффект даролутамида по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Даролутамид является субстратом P-gp и CYP3A4. Внимательно следите за усилением побочных реакций и при необходимости измените дозу даролутамида при совместном применении с препаратами, которые одновременно являются ингибиторами P-gp и сильными или умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет увеличивать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс снижает уровень или действие саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект дефлазакорта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу дефлазакорта до одной трети рекомендуемой дозы при совместном применении с умеренными или сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "дейтетрабеназин и саквинавир увеличивают интервал QTc. Используйте осторожность/монитор. В максимальной рекомендуемой дозе дейтетрабеназин не удлиняет интервал QT до клинически значимой степени. Определенные обстоятельства могут увеличить риск torsade de pointes и/или внезапной смерти в связи с приемом препаратов, удлиняющих интервал QTc (например, брадикардия, гипокалиемия или гипомагниемия, совместное применение с другими препаратами, удлиняющими интервал QTc, наличие врожденного удлинения интервала QT)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декслансопразол",
      "description": {
        "common": "декслансопразол повышает уровень саквинавира по неизвестному механизму. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ДГЭА, растительный",
      "description": {
        "common": "DHEA, травяной, увеличивает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам",
      "description": {
        "common": "саквинавир повышает уровень диазепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект интраназального диазепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные или умеренные ингибиторы CYP3A4 могут снижать скорость выведения диазепама, тем самым усиливая побочные реакции на диазепам."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазоксид",
      "description": {
        "common": "саквинавир усиливает действие диазоксида на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект диеногеста/эстрадиола валерата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Значительные изменения (увеличение или снижение) уровней эстрогена и прогестина в плазме наблюдались при введении ингибиторов протеазы ВИЧ. Следите за возможными побочными эффектами, такими как тошнота, нерегулярные маточные кровотечения, болезненность молочных желез и головная боль."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "саквинавир повышает уровень дигоксина с помощью эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем будет повышать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доцетаксел",
      "description": {
        "common": "саквинавир повышает уровень доцетаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доласетрон",
      "description": {
        "common": "саквинавир увеличивает уровень доласетрона на интервал QTc. Изменить терапию/внимательно контролировать. Возможна повышенная токсичность. Повышенный риск сердечной аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доравирин",
      "description": {
        "common": "саквинавир увеличивает уровень или действие доравирина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Одновременное применение доравирина и ингибиторов CYP3A4 может повышать концентрацию в плазме и токсичность доравирина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин и саквинавир увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин крем",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект крема доксепин, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронабинол",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект дронабинола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Дронабинол является субстратом CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект дувелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Одновременное применение с сильным ингибитором CYP3A4 увеличивает AUC дувелисиба, что может увеличить риск токсичности дувелисиба. Уменьшите дозу дувелисиба до 15 мг два раза в сутки при совместном применении с сильным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс будет повышать уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень саквинавира с помощью эффлюксного переносчика P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы субстрата P-gp и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "элуксадолин повышает уровень саквинавира за счет замедления метаболизма. Используйте осторожность/монитор. Элуксадолин может увеличить системную экспозицию одновременно вводимых субстратов OATP1B1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир",
      "description": {
        "common": "саквинавир повышает уровень элвитегравира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Элвитегравир является субстратом CYP3A4; при совместном применении с сильными ингибиторами CYP3A4 может повышаться уровень."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эмтрицитабин",
      "description": {
        "common": "саквинавир и эмтрицитабин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, саквинавир. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энфортумаб ведотин",
      "description": {
        "common": "саквинавир повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энфувиртид",
      "description": {
        "common": "саквинавир и энфувиртид повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина будет увеличивать уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина будет увеличивать уровень или эффект саквинавира за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "стеарат эритромицина будет увеличивать уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсмолол",
      "description": {
        "common": "саквинавир, эсмолол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск удлинения PR и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол вагинальный",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект вагинального эстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Одновременное применение с ингибиторами CYP3A4 может повышать концентрацию эстрогенов в плазме и токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзопиклон",
      "description": {
        "common": "саквинавир повышает уровень эсзопиклона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшить начальную дозу эсзопиклона до 1 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этосуксимид",
      "description": {
        "common": "саквинавир повышает уровень этосуксимида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "саквинавир снижает эффекты раствора эксенатида для инъекций по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "саквинавир уменьшает эффекты суспензии эксенатида для инъекций, вызванной другими (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзогабин",
      "description": {
        "common": "эзогабин, саквинавир.\nОдин из них увеличивает токсичность другого на интервал QTc. Используйте осторожность/монитор. Небольшое и преходящее удлинение интервала QT наблюдалось при применении эзогабина, особенно при повышении дозы до 1200 мг/сут. Интервал QT следует контролировать, когда эзогабин назначают с агентами, которые, как известно, увеличивают интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фамотидин",
      "description": {
        "common": "фамотидин будет увеличивать уровень или эффект саквинавира за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "фелодипин будет увеличивать уровень или эффект саквинавира за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флекаинид",
      "description": {
        "common": "саквинавир повышает уровень флекаинида по интервалу QTc. Изменить терапию/внимательно контролировать. Возможна повышенная токсичность. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол повышает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флунизолид ингаляционный",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект вдыхаемого флунизолида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "саквинавир и флуоксетин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуразепам",
      "description": {
        "common": "саквинавир повышает уровень флуразепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Рассмотрите возможность снижения дозы бензодиазепинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флутиказона фуроат",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флутиказон ингаляционный",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект вдыхаемого флутиказона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувастатин",
      "description": {
        "common": "саквинавир повышает токсичность флувастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет увеличивать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант повышает уровень или действие саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект фостаматиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 могут увеличивать экспозицию R406 (основной активный метаболит фостаматиниба). Следите за токсичностью, которая может потребовать снижения дозы фостаматиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "саквинавир и фостемсавир увеличивают интервал QTc. Используйте осторожность/монитор. Сообщалось об удлинении интервала QTc при приеме фостемсавира в дозах, превышающих рекомендуемые."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "чеснок",
      "description": {
        "common": "чеснок снижает уровень саквинавира по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гефитиниб",
      "description": {
        "common": "саквинавир повышает уровень гефитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Одновременное применение сильных ингибиторов CYP3A4 может увеличить риск побочных эффектов гефитиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемтузумаб",
      "description": {
        "common": "саквинавир и гемтузумаб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект глекапревира/пибрентасвира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "саквинавир снижает эффекты глимепирида по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "саквинавир снижает эффекты глипизида по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "саквинавир снижает эффекты глибурида по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гозерелин",
      "description": {
        "common": "гозерелин увеличивает токсичность саквинавира на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "guanfacine",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект гуанфацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные или умеренные ингибиторы CYP3A4 значительно повышают концентрацию гуанфацина в плазме. Утвержденная FDA маркировка гуанфацина с пролонгированным высвобождением (ER) рекомендует, чтобы при совместном применении дозировка гуанфацина была снижена до половины рекомендуемой дозы. Конкретные рекомендации для гуанфацина с немедленным высвобождением (IR) отсутствуют."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гистрелин",
      "description": {
        "common": "гистрелин увеличивает токсичность саквинавира на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект гидрокодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное применение с ингибиторами CYP3A4 может увеличить концентрацию гидрокодона в плазме крови и привести к угнетению дыхания с летальным исходом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен/фамотидин",
      "description": {
        "common": "ибупрофен/фамотидин будет увеличивать уровень или эффект саквинавира за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибутилид",
      "description": {
        "common": "саквинавир увеличивает токсичность ибутилида на интервал QTc. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "саквинавир снижает уровень или эффект ифосфамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Одновременное применение ингибиторов CYP3A4 может снизить метаболизм ифосфамида до его активных алкилирующих метаболитов и снизить эффективность ифосфамида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "саквинавир повышает уровень илоперидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект иматиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "саквинавир повышает уровень индакатерола, вдыхаемого др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Данные свидетельствуют о том, что на системный клиренс влияет модуляция активности как P-gp, так и CYP3A4. Коррекция дозы при дозе 75 мкг не требуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир будет увеличивать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "саквинавир снижает действие инсулина аспарта на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "саквинавир снижает эффекты инсулина деглудека за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Ингибиторы протеазы ВИЧ могут вызвать новое начало сахарного диабета (СД), усугубить существующий СД и вызвать гипергликемию из-за резистентности к инсулину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "саквинавир снижает эффекты инсулина деглудек/инсулин аспарт за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Ингибиторы протеазы ВИЧ могут вызвать новое начало сахарного диабета (СД), усугубить существующий СД и вызвать гипергликемию из-за резистентности к инсулину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "саквинавир снижает эффекты инсулина детемира по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "саквинавир снижает действие инсулина гларгина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "саквинавир снижает эффекты инсулина глулизина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "саквинавир снижает эффекты вдыхаемого инсулина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Ингибиторы протеазы ВИЧ могут вызвать новое начало сахарного диабета (СД), усугубить существующий СД и вызвать гипергликемию из-за резистентности к инсулину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "саквинавир снижает эффекты инсулина лизпро по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "саквинавир снижает действие инсулина НПХ на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "саквинавир снижает действие обычного человеческого инсулина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "исрадипин",
      "description": {
        "common": "саквинавир повышает уровень исрадипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект истрадефиллина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Не превышайте дозу истрадефиллина 20 мг/сут при совместном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу итраконазола до 200 мг/сутки у пациентов, получающих саквинавир/ритонавир."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу ивакафтора при совместном применении с сильными ингибиторами CYP3A4. См. конкретный продукт, содержащий ивакафтор, для точной модификации дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетамин",
      "description": {
        "common": "саквинавир снижает уровень или эффект кетамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол повысит уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лабеталол",
      "description": {
        "common": "саквинавир, лабеталол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск удлинения PR или QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лакосамид",
      "description": {
        "common": "саквинавир повышает уровень лакосамида за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Возможна повышенная токсичность. Используйте альтернативы, если они доступны. Повышенный риск удлинения PR и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ламивудин",
      "description": {
        "common": "саквинавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лансопразол",
      "description": {
        "common": "лансопразол повышает уровень саквинавира по неизвестному механизму. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб будет повышать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир увеличивает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир может увеличить количество субстратов CYP3A4, инициированных в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленватиниб",
      "description": {
        "common": "саквинавир и ленватиниб увеличивают интервал QTc. Используйте осторожность/монитор. Информация о назначении ленватиниба рекомендует тщательно контролировать ЭКГ при одновременном применении с препаратами, удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "саквинавир повышает уровень летермовира за счет замедления метаболизма. Используйте осторожность/монитор. Совместное введение летермовира, субстрата ОАТР1В1/3, с ингибиторами ОАТР1В1/3 может повышать концентрацию летермовира в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лейпролид",
      "description": {
        "common": "лейпролид увеличивает токсичность саквинавира на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "левалбутерол, саквинавир.\nОдин из них увеличивает токсичность другого на интервал QTc. Используйте осторожность/монитор. Повышенный риск гипокалиемии, удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левамлодипин",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект левамлодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Одновременное применение с умеренными и сильными ингибиторами CYP3A приводит к увеличению системного воздействия амлодипина и может потребовать снижения дозы. При одновременном применении амлодипина с ингибиторами CYP3A необходимо следить за появлением симптомов гипотензии и отеков, чтобы определить необходимость коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левобунолол",
      "description": {
        "common": "саквинавир, левобунолол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск удлинения PR и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект левомилнаципрана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Не превышайте дозу левомилнаципрана 80 мг/сутки при совместном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "линаглиптин",
      "description": {
        "common": "саквинавир снижает эффекты линаглиптина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "саквинавир снижает эффекты лираглутида по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "ломитапид повышает уровень саквинавира с помощью эффлюксного переносчика P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы при одновременном применении с ломитапидом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет увеличивать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоратадин",
      "description": {
        "common": "лоратадин будет увеличивать уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "саквинавир повышает уровни люмакафтора/ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A не влияют на экспозицию люмакафтора, но увеличивают экспозицию ивакафтора в 4,3 раза. Из-за индукционного эффекта лумакафтора на CYP3A в равновесном состоянии чистая экспозиция ивакафтора, как ожидается, не превысит таковую при приеме без лумакафтора в дозе 150 мг каждые 12 ч (утвержденная доза ивакафтора для монотерапии). Таким образом, при назначении ингибиторов CYP3A пациентам, принимающим в настоящее время люмакафтор/ивакафтор, коррекция дозы не требуется. Тем не менее, при начале приема люмакафтора/ивакафтора у пациентов, принимающих сильные ингибиторы CYP3A, уменьшите дозу до 1 таблетки в день (общая суточная доза 200 мг ивакафтора/ивакафтора 125 мг) в течение первой недели лечения, чтобы обеспечить стационарный индукционный эффект люмакафтора. . После этого периода продолжайте принимать рекомендуемую суточную дозу. Для умеренных или слабых ингибиторов CYP3A4 коррекции дозы не требуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люматепероне",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект люматеперона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу луматеперона до 10,5 мг/сут при совместном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "лумефантрин снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "саквинавир повышает уровень маравирока, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. Отрегулируйте дозу маравирока до 150 мг два раза в сутки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект мавакамтена, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Начало применения слабых ингибиторов CYP2C19 может потребовать снижения дозы мавакамтена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "саквинавир снижает эффекты метформина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "Метилпреднизолон снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "саквинавир, метопролол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск удлинения PR и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол повышает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "вагинальный миконазол повышает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект мифепристона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Не превышайте дозу мифепристона 300 мг/сут при синдроме Кушинга при совместном применении с сильными ингибиторами CYP3A4; комбинация может также продлить интервал QT. Используйте альтернативы, если они доступны"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миглитол",
      "description": {
        "common": "саквинавир снижает эффекты миглитола по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мипомерсен",
      "description": {
        "common": "мипомерсен, саквинавир.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оба препарата потенциально могут повышать активность печеночных ферментов; контролировать LFT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект миртазапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мирветуксимаб соравтансин",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект мирветуксимаба соравтансина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное применение с сильными ингибиторами CYP3A4 может увеличить экспозицию неконъюгированного DM4 (субстрат CYP3A4 и цитотоксический компонент конъюгата антитело-лекарственное средство для мирветуксимаба соравтанзина), что может увеличить риск побочных реакций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "модафинил",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект модафинила за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мометазон ингаляционный",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект вдыхаемого мометазона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Увеличивает риак для системных побочных эффектов кортикостероидов"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мометазон, интраназально",
      "description": {
        "common": "саквинавир будет повышать уровень или действие мометазона при интраназальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "саквинавир, надолол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск удлинения PR и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нальдемедин",
      "description": {
        "common": "саквинавир повышает уровень нальдемедина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следите за возможными побочными эффектами нальдемедина при совместном применении с сильными или умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "саквинавир снижает эффекты натеглинида по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "саквинавир, небиволол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск удлинения PR и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет повышать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нетупитант/палоносетрон",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект нетупитанта/палоносетрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Нетупитант в основном метаболизируется CYP3A4; не требуется коррекция дозировки"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин будет увеличивать уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин повышает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нимодипин",
      "description": {
        "common": "саквинавир повышает уровень нимодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нинтеданиб",
      "description": {
        "common": "саквинавир повышает уровни нинтеданиба с помощью переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. В случае возникновения побочных эффектов нинтеданиба может потребоваться прерывание лечения, снижение дозы или прекращение лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир",
      "description": {
        "common": "нирматрелвир увеличивает уровень или действие саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Пациенты, получающие схемы лечения ВИЧ, содержащие ритонавир или кобицистат, должны продолжать лечение в соответствии с показаниями. Следите за увеличением побочных эффектов нирматрелвира/ритонавира или ингибитора протеазы при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир будет повышать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Пациенты, получающие схемы лечения ВИЧ, содержащие ритонавир или кобицистат, должны продолжать лечение в соответствии с показаниями. Следите за увеличением побочных эффектов нирматрелвира/ритонавира или ингибитора протеазы при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "саквинавир повышает уровень нисолдипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "низатидин",
      "description": {
        "common": "низатидин будет увеличивать уровень или эффект саквинавира за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "саквинавир увеличивает уровень офлоксацина по интервалу QTc. Изменить терапию/внимательно контролировать. Возможна повышенная токсичность. Используйте альтернативы, если они доступны. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект олицеридина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При необходимости одновременного применения может потребоваться менее частое введение олицеридина. Внимательно следите за угнетением дыхания и седативным эффектом и соответственно титруйте последующие дозы. Если прием ингибитора прекращается, рассмотрите возможность увеличения дозы олицеридина до тех пор, пока не будет достигнут стабильный эффект препарата. Следите за признаками отмены опиоидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "Ингаляции саквинавира и олодатерола увеличивают интервал QTc. Используйте осторожность/монитор. Препараты, удлиняющие интервал QTc и способные потенцировать эффекты бета2-агонистов на сердечно-сосудистую систему; повышенный риск желудочковых аритмий"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орлистат",
      "description": {
        "common": "орлистат снижает уровень или эффект саквинавира за счет ингибирования всасывания через ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осилодростат",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект осилодростата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу осилодростата, субстрата CYP3A4, наполовину при совместном применении с сильным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "осимертиниб и саквинавир увеличивают интервал QTc. Используйте осторожность/монитор. Проводить периодический мониторинг ЭКГ и электролитов у пациентов, принимающих препараты, удлиняющие интервал QTc."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оспемифен",
      "description": {
        "common": "саквинавир повышает уровень оспемифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин повысит уровень или эффект саквинавира по другим причинам (см. комментарий). Используйте осторожность/монитор. Мониторинг изменений ЭКГ, если терапия начата у пациентов с препаратами, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод и саквинавир увеличивают интервал QTc. Изменить терапию/внимательно контролировать. Из-за потенциального аддитивного воздействия на частоту сердечных сокращений лечение озанимодом, как правило, не следует начинать у пациентов, одновременно получающих препараты, удлиняющие интервал QT, с известными аритмогенными свойствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект паклитаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел, связанный с белком",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект связывания паклитаксела с белком, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "панобиностат",
      "description": {
        "common": "саквинавир повышает уровень панобиностата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите начальную дозу панобиностата до 10 мг при совместном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пантопразол",
      "description": {
        "common": "Пантопразол будет снижать уровень или эффект саквинавира по неизвестному механизму. Используйте осторожность/монитор. Возможна повышенная токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парикальцитол",
      "description": {
        "common": "саквинавир повышает уровень парикальцитола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пасиреотид",
      "description": {
        "common": "саквинавир и пасиреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "саквинавир, пенбутолол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск удлинения PR и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перампанель",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект перампанела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Клиницисты могут захотеть рассмотреть возможность использования альтернативных фенитоину препаратов у пациентов, получающих терапию саквинавиром. Однако, если возникает необходимость в одновременном назначении этих препаратов, может потребоваться коррекция дозы саквинавира в сторону увеличения для поддержания противовирусной эффективности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "саквинавир, пиндолол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск удлинения PR и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "питавастатин",
      "description": {
        "common": "саквинавир повышает токсичность питавастатина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "полатузумаб ведотин",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект полатузумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Полатузумаб подвергается катаболизму до небольших пептидов, аминокислот, монометилауристатина Е (MMAE) и неконъюгированных катаболитов, связанных с MMAE. MMAE является субстратом CYP3A4. Совместное введение полатузумаба ведотина с сильным ингибитором CYP3A4 может увеличить AUC неконъюгированного MMAE, что может усилить токсичность полатузумаба ведотина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб повышает уровень саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол повышает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прамлинтид",
      "description": {
        "common": "саквинавир снижает эффекты прамлинтида по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "правастатин",
      "description": {
        "common": "саквинавир повышает токсичность правастатина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "празиквантел",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект празиквантела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "интравагинальный гель с прогестероном",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект интравагинального геля прогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прогестерон микронизированный",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект микронизированного прогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прогестерон, натуральный",
      "description": {
        "common": "Саквинавир повысит уровень или действие прогестерона, естественным образом влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кверцетин",
      "description": {
        "common": "кверцетин будет снижать уровень или эффект саквинавира через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "саквинавир повышает уровень кветиапина по интервалу QTc. Изменить терапию/внимательно контролировать. Возможна повышенная токсичность. Используйте альтернативы, если они доступны. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинин",
      "description": {
        "common": "саквинавир и хинин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "хинупристин/дальфопристин увеличивает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рабепразол",
      "description": {
        "common": "рабепразол будет повышать уровень или действие саквинавира по неизвестному механизму. Используйте осторожность/монитор. Возможна повышенная токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин будет повышать уровень или эффект саквинавира посредством эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репаглинид",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект репаглинида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин снижает уровень саквинавира за счет усиления метаболизма. Используйте осторожность/монитор. Если саквинавир вводят вместе с ритонавиром в качестве усиленной терапии, взаимодействие не является клинически значимым."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rifaximin",
      "description": {
        "common": "саквинавир повышает уровень рифаксимина с помощью эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "саквинавир повышает уровень рилпивирина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ожидается, что рилпивирин не повлияет на концентрацию в плазме одновременно вводимых ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рипретиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект рипретиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное применение с сильным ингибитором CYP3A увеличивает системную экспозицию рипретиниба и его активного метаболита (DP-5439), что может повышать риск побочных реакций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет увеличивать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Саквинавир предназначен для введения с ритонавиром (усиленная терапия). Было показано, что комбинация вызывает дозозависимое удлинение интервала QT и PR. Осторожность при лечении наивных пациентов. Уменьшите начальную дозу и выполните ЭКГ во время лечения примерно через 10 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "саквинавир повышает уровень ривароксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Избегайте одновременного применения ривароксабана и комбинированных ингибиторов Pgp и сильных ингибиторов CYP3A4. Комбинация может привести к значительному повышению уровня ривароксабана и увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "розиглитазон",
      "description": {
        "common": "саквинавир снижает эффекты розиглитазона по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rufinamide",
      "description": {
        "common": "руфинамид снижает уровень или действие саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "саквинавир повысит уровень или эффект сакубитрила/валсартана по другим причинам (см. комментарий). Используйте осторожность/монитор. Результаты исследования ткани печени человека in vitro показывают, что валсартан является субстратом печеночного переносчика OATP1B1; одновременное применение с ингибиторами OATP1B1 может увеличить системную экспозицию валсартана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "саквинавир повышает уровень салметерола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "сарециклин будет увеличивать уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Следите за токсичностью субстратов P-gp, что может потребовать снижения дозы при совместном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саксаглиптин",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селперкатиниб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность саквинавира на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силденафил",
      "description": {
        "common": "саквинавир повышает уровень силденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. Повышенный риск приапизма, артериальной гипотензии и других побочных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силодозин",
      "description": {
        "common": "саквинавир повышает уровень силодозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Возможна повышенная токсичность. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "сиролимус будет увеличивать уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ситаглиптин",
      "description": {
        "common": "саквинавир снижает эффекты ситаглиптина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект софосбувира/велпатасвира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сорафениб",
      "description": {
        "common": "сорафениб и саквинавир увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снизит уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ставудин",
      "description": {
        "common": "саквинавир и ставудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, саквинавир. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект суфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "саквинавир увеличивает уровень или действие суфентанила SL, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение суфентанила SL с любым ингибитором CYP3A4 может увеличить концентрацию суфентанила в плазме и, таким образом, усилить или пролонгировать побочные эффекты, включая потенциально смертельное угнетение дыхания."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус будет увеличивать уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус мазь",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект мази такролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тадалафил",
      "description": {
        "common": "саквинавир повышает уровень тадалафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "саквинавир, тамоксифен.\nОдин из них усиливает действие другого на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тазимелтеон",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект тазимелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат будет снижать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенипозид",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект тенипозида за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "саквинавир и тенофовир DF повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербинафин",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект тербинафина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тезакафтор",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект тезакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Скорректируйте режим дозирования тезакафтора при одновременном применении с сильным ингибитором CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "саквинавир, тиоридазин.\nОдин из них увеличивает токсичность другого на интервал QTc. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикагрелор",
      "description": {
        "common": "саквинавир повышает уровень тикагрелора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тикагрелор метаболизируется CYP3A4/5. Избегайте использования с сильными ингибиторами CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "саквинавир, тимолол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск удлинения PR и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "саквинавир и типранавир повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тисотумаб ведотин",
      "description": {
        "common": "саквинавир повышает уровень тисотумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Активный метаболит тисотумаба ведотина (MMAE) является субстратом CYP3A4. Совместное применение с сильными ингибиторами CYP3A4 может увеличить системное воздействие неконъюгированного MMAE и увеличить риск побочных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "толваптан повысит уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает уровень или действие саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торемифен",
      "description": {
        "common": "саквинавир повышает уровень торемифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Метаболизм торемифена может подавляться препаратами, ингибирующими ферменты печени CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трамадол",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект трамадола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклабендазол",
      "description": {
        "common": "триклабендазол и саквинавир увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект тримипрамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трипторелин",
      "description": {
        "common": "трипторелин увеличивает токсичность саквинавира на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб повысит уровень или эффект саквинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Рассмотрите возможность снижения дозировки субстратов P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает действие саквинавира за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "улипристал",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект улипристала, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект умеклидиния бромида/вилантерола при вдыхании, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Вилантерол является субстратом CYP3A4; одновременное применение с мощными ингибиторами CYP3A4 может увеличить системное воздействие"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "упадацитиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект упадацитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следует соблюдать осторожность при одновременном применении упадацитиниба с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валбеназин",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект валбеназина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу валбеназина до 40 мг один раз в день при совместном применении с сильным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "саквинавир повысит уровень или эффект валсартана по другим причинам (см. комментарий). Используйте осторожность/монитор. Результаты исследования ткани печени человека in vitro показывают, что валсартан является субстратом печеночного переносчика OATP1B1; одновременное применение с ингибиторами OATP1B1 может увеличить системную экспозицию валсартана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варденафил",
      "description": {
        "common": "саквинавир повышает уровень варденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу варденафила до 2,5 мг/24 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "велпатасвир",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект велпатасвира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил увеличивает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект вилантерола/флутиказона фуроата при вдыхании, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Флутиказона фуроат и вилантерол являются субстратами CYP3A4; одновременное применение с мощными ингибиторами CYP3A4 может увеличить системное воздействие"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винбластин",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект винбластина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винорелбин",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект винорелбина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, саквинавир.\nОдин из них усиливает действие другого на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воксилапревир",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект воксилапревира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "саквинавир повысит уровень или эффект варфарина по другим причинам (см. комментарий). Используйте осторожность/монитор. Менее активный R-энантиомер варфарина частично метаболизируется CYP3A4 (а также CYP1A2 и CYP2C19). При совместном применении с ингибиторами этих изоферментов контролируйте МНО чаще и при необходимости корректируйте дозу варфарина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "зафирлукаст повышает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "занубрутиниб",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект занубрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу занубрутиниба при совместном применении с сильным ингибитором CYP3A4. Прервите дозу в соответствии с рекомендациями для побочных реакций. После прекращения приема ингибитора CYP3A4 возобновите прием предыдущей дозы занубрутиниба. Точные рекомендации см. в разделе «Изменения дозировки занубрутиниба»."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зидовудин",
      "description": {
        "common": "саквинавир и зидовудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "золпидем",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект золпидема, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зонисамид",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект зонизамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет повышать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол увеличивает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цилостазол",
      "description": {
        "common": "саквинавир повышает уровень цилостазола за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид увеличивает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "еда",
      "description": {
        "common": "пища повышает уровень саквинавира за счет усиления всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "саквинавир, ганаксолон. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. Ожидается, что изменения экспозиции ганаксолона при совместном применении с сильными, умеренными или слабыми ингибиторами CYP3A4 не будут клинически значимыми."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "иксазомиб",
      "description": {
        "common": "саквинавир, иксазомиб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. В клинических исследованиях одновременное применение иксазомиба с сильными ингибиторами CYP3A не приводило к клинически значимому изменению системной экспозиции иксазомиба."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "саквинавир повышает уровень паклитаксела за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "паклитаксел, связанный с белком",
      "description": {
        "common": "саквинавир повышает уровень связанного белка паклитаксела за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Гипергликемия",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Дискомфорт в животе",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Изъязвление слизистой оболочки щеки",
      "percent": null
    },
    {
      "name": "Парестезия",
      "percent": null
    },
    {
      "name": "Слабость",
      "percent": null
    },
    {
      "name": "Увеличение КФК",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Путаница",
      "percent": null
    },
    {
      "name": "Судороги",
      "percent": null
    },
    {
      "name": "Атаксия",
      "percent": null
    },
    {
      "name": "Боль",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "гипогликемия",
      "percent": null
    },
    {
      "name": "Гипер",
      "percent": null
    },
    {
      "name": "гипокалиемия",
      "percent": null
    },
    {
      "name": "Низкая сывороточная амилаза",
      "percent": null
    },
    {
      "name": "ПОД",
      "percent": null
    },
    {
      "name": "Гемолитическая анемия",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Желтуха",
      "percent": null
    },
    {
      "name": "Асцит",
      "percent": null
    }
  ]
}