{
  "name": "десирудин",
  "comment": "Discontinued",
  "other_names": [
    "Иприваск"
  ],
  "classes": [
    "гематологический",
    "Антикоагулянты",
    "Ингибиторы тромбина"
  ],
  "source": "https://reference.medscape.com/drug/iprivask-desirudin-999485",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: неизвестно, проникает ли в грудное молоко, рекомендуется соблюдать осторожность."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: неизвестно, проникает ли в грудное молоко, рекомендуется соблюдать осторожность."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Эти гематомы могут привести к длительному или постоянному параличу.",
        "Эпидуральные или спинальные гематомы могут возникать при нейроаксиальной анестезии (т. е. эпидуральной/спинальной анестезии) или при спинномозговой пункции.",
        "Следите за признаками и симптомами неврологических нарушений; требуется срочное лечение, если наблюдаются неврологические нарушения",
        "При назначении пациента на операции на позвоночнике тщательно оцените риск и рассмотрите другие формы анестезии."
      ],
      "specific": [
        {
          "type": "Факторы риска",
          "description": [
            "Травматические или повторные эпидуральные или спинномозговые пункции в анамнезе",
            "Постоянные эпидуральные катетеры",
            "История деформации позвоночника или операции на позвоночнике",
            "Одновременное применение с препаратами, влияющими на гемостаз (например, НПВС, ингибиторы тромбоцитов, другие антикоагулянты)"
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дефибротид",
      "description": {
        "common": "десирудин усиливает действие дефибротида за счет фармакодинамического синергизма. Противопоказано. Одновременное применение дефибротида с антитромботическими/фибринолитическими препаратами противопоказано. Это не включает использование для планового обслуживания или повторного открытия центральных венозных линий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апиксабан",
      "description": {
        "common": "десирудин и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Фактор X, человек",
      "description": {
        "common": "десирудин уменьшит уровень или действие фактора X человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Основываясь на механизме действия, фактору X, вероятно, противодействуют прямые и непрямые ингибиторы фактора Xa."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "вортиоксетин и десирудин усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин, десирудин.\nОдин из них увеличивает уровни другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Необходимость одновременного применения низких доз аспирина и антикоагулянтов или антиагрегантов характерна для пациентов с сердечно-сосудистыми заболеваниями; внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия, десирудин.\nОдин из них увеличивает уровни другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Необходимость одновременного применения низких доз аспирина и антикоагулянтов или антиагрегантов характерна для пациентов с сердечно-сосудистыми заболеваниями; внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азфицел-Т",
      "description": {
        "common": "азфицел-Т, десирудин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с антикоагулянтами или антиагрегантами может усилить кровоподтеки или кровотечения в местах биопсии и/или в местах инъекций; одновременное использование не рекомендуется. Решение о продолжении или прекращении приема антикоагулянтов или антитромбоцитов должно приниматься врачом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетриксабан",
      "description": {
        "common": "десирудин, бетриксабан.\nЛибо повышает уровень другого за счет антикоагулянтов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "коллагеназа clostridium histolyticum",
      "description": {
        "common": "десирудин повышает токсичность коллагеназы clostridium histolyticum за счет антикоагулянтов. Используйте осторожность/монитор. Collagenase clostridium histolyticum имеет высокую частоту экхимозов/ушибов в месте инъекции; избегайте одновременного приема антикоагулянтов (за исключением низких доз аспирина, т. е. до 150 мг/сут)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабигатран",
      "description": {
        "common": "дабигатран и десирудин усиливают антикоагулянтную активность. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рыбий жир",
      "description": {
        "common": "рыбий жир, десирудин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: пациентов, принимающих рыбий жир и антикоагулянты или другие препараты, влияющие на свертываемость крови, следует периодически обследовать из-за потенциального повышенного риска кровотечения. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триглицериды рыбьего жира",
      "description": {
        "common": "Триглицериды рыбьего жира повышают уровень или эффект десирудина за счет антикоагуляции. Используйте осторожность/монитор. Сообщалось о длительном кровотечении у пациентов, принимающих антитромбоцитарные средства или антикоагулянты и перорально омега-3 жирные кислоты. Периодически контролируйте время кровотечения у пациентов, получающих триглицериды рыбьего жира и сопутствующие антиагреганты или антикоагулянты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай, десирудин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб повысит уровень или эффект десирудина за счет антикоагуляции. Используйте осторожность/монитор. Ибрутиниб может увеличить риск кровотечения у пациентов, получающих антитромбоцитарную или антикоагулянтную терапию, и следует контролировать признаки кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "икосапент",
      "description": {
        "common": "икозапент, десирудин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Икозапент может увеличить время кровотечения; периодически контролировать, если coadministered с другими препаратами, которые влияют на кровотечение."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелатонин",
      "description": {
        "common": "мелатонин усиливает эффекты десирудина за счет антикоагуляции. Используйте осторожность/монитор. Мелатонин может уменьшить протромбиновое время."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омега 3 карбоновые кислоты",
      "description": {
        "common": "омега-3 карбоновые кислоты, десирудин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: пациентов, принимающих омега-3 кислоты и антикоагулянты или другие препараты, влияющие на свертываемость крови, следует периодически обследовать из-за потенциально повышенного риска кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омега 3 жирные кислоты",
      "description": {
        "common": "омега-3 жирные кислоты, десирудин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: пациентов, принимающих омега-3-жирные кислоты и антикоагулянты или другие препараты, влияющие на свертываемость крови, следует периодически обследовать из-за потенциально повышенного риска кровотечения. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "ривароксабан, десирудин.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Избегайте одновременного применения ривароксабана с другими антикоагулянтами из-за повышенного риска кровотечения, за исключением переходных периодов терапии, когда пациенты должны находиться под пристальным наблюдением. Следите за признаками/симптомами кровопотери."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "увидел пальметто",
      "description": {
        "common": "пальма сереноа увеличивает токсичность десирудина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикагрелор",
      "description": {
        "common": "тикагрелор, десирудин.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Повышенный риск кровотечения при одновременном применении лекарственных средств, повышающих вероятность кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ворапаксар",
      "description": {
        "common": "десирудин, ворапаксар.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Одновременное применение антикоагулянтов, антитромбоцитов или других препаратов, влияющих на свертываемость, следует периодически контролировать из-за потенциального повышенного риска кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "десирудин, вортиоксетин.\nОдин из них усиливает действие другого за счет уровня серотонина. Используйте осторожность/монитор."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Кровотечение",
      "percent": "1-3"
    },
    {
      "name": "Масса в месте инъекции",
      "percent": "4"
    },
    {
      "name": "Секрет раны",
      "percent": "4"
    },
    {
      "name": "Серьезное кровотечение",
      "percent": "3"
    },
    {
      "name": "анемия",
      "percent": "3"
    },
    {
      "name": "Глубокий тромбофлебит",
      "percent": "2"
    },
    {
      "name": "Тошнота",
      "percent": "2"
    },
    {
      "name": "Аллергическая реакция",
      "percent": "2"
    },
    {
      "name": "Большое кровотечение",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Отек ног",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Пониженный гемоглобин",
      "percent": null
    },
    {
      "name": "Гематурия",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "носовое кровотечение",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Нарушение заживления",
      "percent": null
    },
    {
      "name": "Цереброваскулярное расстройство",
      "percent": null
    },
    {
      "name": "Боль в ноге",
      "percent": null
    },
    {
      "name": "кровавая рвота",
      "percent": null
    },
    {
      "name": "Гематурия",
      "percent": null
    },
    {
      "name": "Отек ног",
      "percent": null
    }
  ]
}