{
  "name": "ралтегравир",
  "comment": "Rx",
  "other_names": [
    "Изентресс HD",
    "Исентресс"
  ],
  "classes": [
    "ВИЧ",
    "Ингибиторы интегразы"
  ],
  "source": "https://reference.medscape.com/drug/isentress-isentress-hd-raltegravir-342603",
  "pregnancy": {
    "common": [
      "Существует реестр воздействия беременных, который отслеживает исходы беременности у женщин; Медицинским работникам рекомендуется регистрировать пациентов, позвонив в Реестр антиретровирусных препаратов для беременных (APR) по телефону 1-800-258-4263.",
      "В исследованиях репродукции животных на крысах и кроликах не наблюдалось неблагоприятных исходов развития при пероральном введении во время органогенеза в дозах, которые вызывали воздействие, примерно в 4 раза превышающее максимальную рекомендуемую дозу для человека (MRHD) 1200 мг.",
      "Доступные данные APR не показывают различий в частоте общих врожденных дефектов для ралтегравира по сравнению с фоновой частотой серьезных врожденных дефектов в 2,7% в контрольной популяции США, участвовавшей в Программе врожденных дефектов столичной Атланты (MACDP); о частоте выкидышей в APR не сообщается; популяция MACDP не является специфичной для заболевания, оценивает женщин и младенцев из ограниченного географического района и не включает исходы для родов, произошедших на сроке менее 20 недель гестации."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии ралтегравира в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока; при введении лактирующим крысам ралтегравир присутствовал в молоке",
      "Из-за возможности передачи ВИЧ (у ВИЧ-отрицательных детей), развития резистентности к вирусу (у ВИЧ-положительных детей) и побочных реакций у детей, находящихся на грудном вскармливании, проинструктируйте матерей не кормить грудью, если они получают терапию.",
      "Центры по контролю и профилактике заболеваний рекомендуют ВИЧ-инфицированным матерям в США не кормить детей грудью, чтобы избежать риска постнатальной передачи инфекции ВИЧ-1."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось о тяжелых, потенциально опасных для жизни и смертельных кожных реакциях; кожные реакции включают случаи синдрома Стивенса-Джонсона, реакции гиперчувствительности и токсического эпидермального некролиза; немедленно прекратите лечение, если развивается тяжелая гиперчувствительность, тяжелая сыпь или сыпь с системными симптомами или повышением уровня печеночных аминотрансфераз, и внимательно следите за клиническим состоянием, включая печеночные аминотрансферазы",
        "Сопутствующие препараты, повышающие риск развития миопатии или рабдомиолиза",
        "Сообщается о лекарственной сыпи с эозинофилией и системными симптомами (DRESS).",
        "Риск синдрома восстановления иммунитета при использовании с ВААРТ; на начальном этапе комбинированного антиретровирусного лечения у пациентов с реакцией иммунной системы может развиться воспалительная реакция на вялотекущие или остаточные оппортунистические инфекции (такие как инфекция Mycobacterium avium, цитомегаловирус, пневмоцистная пневмония jiroveci, туберкулез), что может потребовать дальнейшего обследования и лечения",
        "Аутоиммунные расстройства (например, болезнь Грейвса, полимиозит, синдром Гийена-Барре), о которых сообщалось в условиях восстановления иммунитета, однако время до начала заболевания более вариабельно и может возникать через много месяцев после начала лечения.",
        "Одновременное применение с препаратами, которые являются сильными индукторами UGT1A1, может привести к снижению концентрации ралтегравира в плазме.",
        "Жевательные таблетки содержат фенилаланин, компонент аспартама; фенилаланин может быть опасен для пациентов с фенилкетонурией"
      ],
      "specific": [
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Одновременное применение с другими сильными индукторами (например, карбамазепином, фенобарбиталом, фенитоином) ферментов, метаболизирующих лекарственные средства, на фоне действия ралтегравира неизвестно и поэтому не рекомендуется.",
            "Одновременное применение ралтегравира с препаратами, ингибирующими UGT1A1 (например, рифампином), может снизить уровень ралтегравира в плазме крови (см. Модификации дозировки)."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень ралтегравира за счет связывания катионов в желудочно-кишечном тракте. Противопоказано. Не рекомендуется с разделением доз или без него."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "гидроксид алюминия/карбонат магния",
      "description": {
        "common": "гидроксид алюминия/карбонат магния снизит уровень или эффект ралтегравира за счет увеличения всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Не рекомендуется с разделением доз или без него"
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "гидроксид алюминия/трисиликат магния",
      "description": {
        "common": "гидроксид алюминия/трисиликат магния снижают уровень или эффект ралтегравира за счет увеличения всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Не рекомендуется с разделением доз или без него"
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "ралтегравир, элвитегравир/кобицистат/эмтрицитабин/тенофовир ДФ. Другое (см. комментарий). Противопоказано.\nКомментарий: элвитегравир/кобицистат/эмтрицитабин/тенофовир представляет собой полную схему лечения ВИЧ, и ее не следует назначать с другими антиретровирусными препаратами."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "добавка магния",
      "description": {
        "common": "Добавка магния снизит уровень или эффект ралтегравира по другим причинам (см. комментарий). Противопоказано. Препарат может образовывать хелат с поливалентными катионами; может снизить всасывание в желудочно-кишечном тракте; относится к устным формам"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бетабеглоген аутотемцел",
      "description": {
        "common": "ралтегравир, бетабеглоген, аутотемцел. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Не принимайте антиретровирусные препараты как минимум за 1 месяц до мобилизации или ожидаемой продолжительности отмены препаратов, а также до тех пор, пока не будут завершены все циклы афереза. Антиретровирусные препараты могут мешать производству аферезированных клеток."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каботегравир",
      "description": {
        "common": "ралтегравир, каботегравир. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Каботегравир плюс рилпивирин — это полная схема. Coadministration с другими антиретровирусными препаратами для лечения инфекции ВИЧ-1 не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "эливалдоген, аутотемцел, ралтегравир.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Пациенты не должны принимать антиретровирусные препараты по крайней мере за 1 месяц до начала приема препаратов для мобилизации стволовых клеток, на время приема препаратов? элиминации и до завершения всех циклов афереза."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "гидроксид магния снижает уровень или эффект ралтегравира за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Антациды, содержащие магний, снижают уровень ралтегравира в плазме при приеме в течение 6 часов после приема дозы ралтегравира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/? сульфат магния/хлорид калия снижает уровень ралтегравира путем ингибирования поглощения GI. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния снижает уровень ралтегравира за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид будет снижать уровень или эффект ралтегравира за счет увеличения элиминации. Используйте осторожность/монитор. Апалутамид индуцирует УГТ и может снижать системное воздействие препаратов, являющихся субстратами УГТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет снижать уровень или эффект ралтегравира по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир",
      "description": {
        "common": "нирматрелвир будет снижать уровень или эффект ралтегравира по другим причинам (см. комментарий). Используйте осторожность/монитор. Ралтегравир является субстратом UGT1A1. Ритонавир индуцирует UGT 1A1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир снизит уровень или эффект ралтегравира по другим причинам (см. комментарий). Используйте осторожность/монитор. Ралтегравир является субстратом UGT1A1. Ритонавир индуцирует UGT 1A1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орлистат",
      "description": {
        "common": "орлистат снижает уровень или эффект ралтегравира за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект ралтегравира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рифабутин индуцирует UGT1A1"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин снижает уровень ралтегравира за счет увеличения печеночного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селен",
      "description": {
        "common": "селен снижает уровень или эффект ралтегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводить ралтегравир по крайней мере за 2 ч до или через 6 ч после поливалентных катионов. Примечание. Разделение доз не может адекватно избежать этого взаимодействия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклосиликат циркония натрия",
      "description": {
        "common": "Циклосиликат натрия-циркония увеличивает уровень или действие ралтегравира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Ознакомьтесь с конкретными рекомендациями для препаратов с рН-зависимой растворимостью, которая может повлиять на их системное воздействие и эффективность. Как правило, вводите препараты по крайней мере за 2 часа до или после приема натрия циркония циклосиликата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает действие ралтегравира за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цинк",
      "description": {
        "common": "цинк снижает уровень или эффект ралтегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят ралтегравир за 2 часа до или через 6 часов после приема продуктов, содержащих поливалентные катионы."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Аланинаминотрансфераза сыворотки",
      "percent": "2-4"
    },
    {
      "name": "Оценка",
      "percent": "2-11"
    },
    {
      "name": "Аспартатаминотрансфераза сыворотки",
      "percent": "2-4"
    },
    {
      "name": "Оценка",
      "percent": "1-8"
    },
    {
      "name": "Тест на глюкозу сыворотки натощак",
      "percent": "2-4"
    },
    {
      "name": "Оценка",
      "percent": "7"
    },
    {
      "name": "Общий сывороточный билирубин",
      "percent": "2-4"
    },
    {
      "name": "Оценка",
      "percent": "5"
    },
    {
      "name": "Головная боль",
      "percent": "4"
    },
    {
      "name": "Бессонница",
      "percent": "4"
    },
    {
      "name": "Тошнота",
      "percent": "3"
    },
    {
      "name": "АНК",
      "percent": "2-4"
    },
    {
      "name": "Оценка",
      "percent": "1-3"
    },
    {
      "name": "Щелочной фосфат сыворотки",
      "percent": "2-4"
    },
    {
      "name": "Оценка",
      "percent": "3"
    },
    {
      "name": "Головокружение",
      "percent": "2"
    },
    {
      "name": "Усталость",
      "percent": "2"
    },
    {
      "name": "креатинин",
      "percent": "1"
    },
    {
      "name": "гемоглобин",
      "percent": "2-4"
    },
    {
      "name": "Оценка",
      "percent": "1"
    },
    {
      "name": "Количество тромбоцитов",
      "percent": "2-3"
    },
    {
      "name": "Оценка",
      "percent": "1"
    },
    {
      "name": "Липаза",
      "percent": "2-4"
    },
    {
      "name": "Оценка",
      "percent": "2-7"
    },
    {
      "name": "Креатинкиназа",
      "percent": "2-4"
    },
    {
      "name": "Оценка",
      "percent": "2-4"
    },
    {
      "name": "Аспартатаминотрансфераза сыворотки",
      "percent": "2-4"
    },
    {
      "name": "Оценка",
      "percent": "5"
    },
    {
      "name": "Аланинаминотрансфераза сыворотки",
      "percent": "2-4"
    },
    {
      "name": "Оценка",
      "percent": "4"
    },
    {
      "name": "Щелочной фосфат сыворотки",
      "percent": "2-4"
    },
    {
      "name": "Оценка",
      "percent": "1"
    },
    {
      "name": "АНК",
      "percent": "2-4"
    },
    {
      "name": "Оценка",
      "percent": "2"
    },
    {
      "name": "Количество тромбоцитов",
      "percent": "2-3"
    },
    {
      "name": "Оценка",
      "percent": "1"
    },
    {
      "name": "Общий сывороточный билирубин",
      "percent": "2-4"
    },
    {
      "name": "Оценка",
      "percent": "3"
    },
    {
      "name": "Головная боль",
      "percent": "1"
    },
    {
      "name": "Тошнота",
      "percent": "1"
    },
    {
      "name": "Нарушения со стороны крови и лимфатической системы",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Гепатобилиарные расстройства",
      "percent": null
    },
    {
      "name": "Печеночная недостаточность",
      "percent": null
    },
    {
      "name": "с сопутствующей гиперчувствительностью и без нее",
      "percent": null
    },
    {
      "name": "у пациентов с сопутствующими заболеваниями печени и",
      "percent": null
    },
    {
      "name": "или сопутствующие препараты",
      "percent": null
    },
    {
      "name": "Заболевания опорно-двигательного аппарата и соединительной ткани",
      "percent": null
    },
    {
      "name": "Рабдомиолиз",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Мозжечковая атаксия",
      "percent": null
    }
  ]
}