{
  "name": "метформин/ситаглиптин",
  "comment": "Rx",
  "other_names": [
    "Янумет",
    "Янумет XR"
  ],
  "classes": [
    "Противодиабетические средства",
    "Ингибиторы бигуанидов/дипептилпептидазы-IV"
  ],
  "source": "https://reference.medscape.com/drug/janumet-janumet-xr-metformin-sitagliptin-342731",
  "pregnancy": {
    "common": [
      "Нет информации о присутствии препарата в материнском молоке, его влиянии на грудных детей или на выработку молока.",
      "Имеющиеся ограниченные данные о беременных женщинах недостаточны для информирования о риске серьезных врожденных дефектов и выкидыша, связанного с приемом лекарств."
    ],
    "specific": [
      {
        "type": "Метформин",
        "description": [
          "Опубликованные исследования с использованием во время беременности не сообщают о четкой связи с приемом препарата и серьезными врожденными дефектами или риском выкидыша."
        ]
      },
      {
        "type": "Регистр беременности",
        "description": [
          "Поощряйте пациентов сообщать о любом пренатальном контакте с наркотиками, позвонив по телефону 1-800-986-8999.",
          "Мониторинг исходов беременности у женщин, подвергшихся воздействию наркотиков во время беременности"
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "Метформин: при введении беременным крысам Sprague Dawley и кроликам во время органогенеза в дозах до 2х и 6х, соответственно, клиническая доза 2000 мг, на основе BSA, не наблюдалось побочных эффектов развития.",
          "Ситаглиптин: при пероральном введении беременным крысам и кроликам в период органогенеза в дозах до 30-кратной и 20-кратной, соответственно, клинической дозы 100 мг, на основании AUC не наблюдалось побочных эффектов развития."
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "Плохо контролируемый диабет увеличивает риск развития у плода серьезных врожденных дефектов, мертворождения и заболеваемости, связанной с макросомией.",
          "Плохо контролируемый диабет во время беременности увеличивает риск развития у матери диабетического кетоацидоза, преэклампсии, самопроизвольных абортов, преждевременных родов, мертворождения и осложнений при родах."
        ]
      },
      {
        "type": "Самки и самцы репродуктивного потенциала",
        "description": [
          "Обсудите возможность незапланированной беременности с женщинами в пременопаузе, поскольку терапия метформином может привести к овуляции у некоторых женщин с ановуляцией."
        ]
      },
      {
        "type": "Ситаглиптин",
        "description": [
          "Присутствует в молоке крысы и, следовательно, возможно присутствует в человеческом"
        ]
      },
      {
        "type": "Метформин",
        "description": [
          "Опубликованные исследования с использованием во время беременности не сообщают о четкой связи с приемом препарата и серьезными врожденными дефектами или риском выкидыша."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет информации о присутствии препарата в материнском молоке, его влиянии на грудных детей или на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "молочнокислый ацидоз",
          "description": [
            "Характеризуется повышенным уровнем лактата в крови (> 5 ммоль/л), ацидозом с анионной разницей (без признаков кетонурии или кетонемии), повышенным соотношением лактат/пируват и уровнем метформина в плазме обычно >5 мкг/мл.",
            "Шаги по снижению риска и лечению в этих группах высокого риска представлены в полной информации о назначении.",
            "Постмаркетинговые случаи лактоацидоза, связанного с метформином, приводили к смерти, гипотермии, гипотензии и резистентным брадиаритмиям.",
            "Начало часто незаметное, сопровождается только неспецифическими симптомами (например, недомогание, миалгии, респираторный дистресс, сонливость, боль в животе)",
            "Факторы риска включают почечную недостаточность, одновременный прием некоторых препаратов (например, ингибиторов карбоангидразы, таких как топирамат), возраст ≥65 лет, рентгенологическое исследование с контрастированием, хирургическое вмешательство и другие процедуры, гипоксические состояния (например, острая застойная сердечная недостаточность) чрезмерное употребление алкоголя и печеночная недостаточность",
            "При подозрении на лактоацидоз, связанный с метформином, следует немедленно прекратить лечение и принять общие поддерживающие меры в условиях стационара; рекомендуется быстрый гемодиализ"
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Острый/хронический метаболический ацидоз, включая диабетический кетоацидоз",
        "Серьезная реакция гиперчувствительности (например, анафилаксия, ангионевротический отек) на ситаглиптин/метформин, ситаглиптин или метформин",
        "2",
        "Тяжелая почечная недостаточность (рСКФ <30 мл/мин/1,73 м"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сердечная недостаточность, наблюдаемая при применении других ингибиторов ДПП-4; учитывать риски и преимущества у пациентов с факторами риска сердечной недостаточности; следить за признаками и симптомами; если развивается сердечная недостаточность, ведите лечение в соответствии со стандартами и рассмотрите возможность прерывания лечения.",
        "Сообщается об острой почечной недостаточности, иногда требующей диализа; оценить функцию почек до начала и периодически после",
        "Сообщалось об остром панкреатите, включая фатальный и несмертельный геморрагический или некротизирующий панкреатит; при подозрении на панкреатит немедленно прекратить",
        "Метформин может снизить уровень витамина B12; ежегодно контролировать гематологические параметры и серьезные аллергические реакции и реакции гиперчувствительности (например, анафилаксия, ангионевротический отек, эксфолиативные состояния кожи, включая синдром Стивенса-Джонсона); немедленно прекратить лечение и оценить другие потенциальные причины; надлежащим образом контролировать и лечить",
        "Сообщалось о лактоацидозе, связанном с метформином; случаи в основном имели место у пациентов со значительной почечной недостаточностью; оценивайте функцию почек до начала лечения, по крайней мере, ежегодно во время лечения и чаще у пациентов с высоким риском (например, у пожилых)",
        "У пациентов, принимающих ингибиторы ДПП-4, сообщалось о тяжелой и инвалидизирующей артралгии; рассматривать как возможную причину сильной боли в суставах и при необходимости прекратить прием препарата",
        "О буллезном пемфигоиде сообщалось при применении ингибитора ДПП-4, что потребовало госпитализации; в зарегистрированных случаях пациенты выздоравливали после местного или системного иммунодепрессивного лечения и отмены ингибитора ДПП-4; советуем сообщать о любых развивающихся волдырях/эрозиях; прекратить терапию ДПП-4 и обратиться к дерматологу при подозрении на буллезный пемфигоид"
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Повышенный риск гипогликемии при одновременном применении с инсулином и/или средствами, стимулирующими секрецию инсулина; рассмотреть возможность снижения дозы инсулина или стимулятора секреции инсулина",
            "Рассмотрите преимущества и риски совместного введения",
            "При прекращении приема таких препаратов внимательно наблюдайте за гипогликемией.",
            "Алкоголь",
            "Препараты, снижающие клиренс метформина",
            "Подумайте о более частом мониторинге",
            "Лекарственные препараты, влияющие на общие почечные канальцевые транспортные системы, участвующие в выведении метформина почками (например, органический катионный транспортер-2 [OCT2] / мультилекарственные и токсиновые ингибиторы экструзии [MATE]), могут повышать системное воздействие метформина и повышать риск лактатной недостаточности. ацидоз",
            "Препараты, влияющие на гликемический контроль",
            "Внимательно следите за потерей контроля уровня глюкозы в крови",
            "Некоторые препараты (например, тиазиды, кортикостероиды) склонны вызывать гипергликемию и могут привести к потере гликемического контроля.",
            "Ситаглиптин является субстратом P-gp и переносчика органических анионов-3; слабые субстраты CYP3A4 и CYP2C8",
            "Ингибиторы карбоангидразы",
            "Инсулин или средства, стимулирующие секрецию инсулина",
            "Одновременное применение этих препаратов может увеличить риск развития лактоацидоза.",
            "Предупредить об употреблении алкоголя во время лечения",
            "Алкоголь потенцирует действие метформина на метаболизм лактата."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "контрастные вещества (йодсодержащие)",
      "description": {
        "common": "контрастные вещества (йодсодержащие) повышают уровень метформина за счет снижения почечного клиренса. Противопоказано. Может развиться острая почечная недостаточность или лактоацидоз. D/C метформин за 48 часов до и после визуализации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "эрдафитиниб будет повышать уровень или эффект ситаглиптина за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если совместное введение неизбежно, раздельное введение по крайней мере за 6 часов до или после введения субстратов P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "этанол, ситаглиптин. Другое (см. комментарий). Противопоказано.\nКомментарий: Чрезмерное потребление этанола может изменить гликемический контроль. Некоторые производные сульфонилмочевины могут продуцировать дисульфирам, подобный rxn."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иоверсол",
      "description": {
        "common": "йоверсол повышает уровень метформина за счет снижения почечного клиренса. Противопоказано. Может развиться острая почечная недостаточность или лактоацидоз. D/C метформин за 48 часов до и после визуализации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "Лазмидитан повышает уровень ситаглиптина с помощью переносчика оттока Р-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиленовый синий",
      "description": {
        "common": "Метиленовый синий повысит уровень или эффект метформина за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пакритиниб",
      "description": {
        "common": "пакритиниб повысит уровень или эффект метформина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Одновременное применение пакритиниба (ингибитора ОСТ1) с субстратами ОСТ1 может повышать концентрацию этих субстратов в плазме."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин будет увеличивать уровень или эффект метформина за счет уменьшения элиминации. Избегайте или используйте альтернативный препарат. Ограничьте дозу метформина до 1700 мг/сут при совместном применении с ранолазином по 1000 мг 2 раза в сутки; внимательно следить за признаками или симптомами токсичности метформина"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рисдиплам",
      "description": {
        "common": "рисдиплам повысит уровень или эффект метформина за счет уменьшения элиминации. Избегайте или используйте альтернативный препарат. Рисдиплам ингибирует MATE1 и MATE2-K. Если невозможно избежать совместного введения с субстратами МАТЕ, рассмотрите возможность снижения дозы субстрата МАТЕ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селегилин",
      "description": {
        "common": "селегилин будет увеличивать уровень или эффект метформина за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "трансдермальный селегилин повысит уровень или эффект метформина за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект ситаглиптина через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тафенохин",
      "description": {
        "common": "тафенохин повысит уровень или эффект метформина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тедизолид",
      "description": {
        "common": "тедизолид будет увеличивать уровень или эффект метформина за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тепотиниб",
      "description": {
        "common": "тепотиниб будет увеличивать уровень или эффект ситаглиптина за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозировку субстрата P-gp, если это рекомендовано в маркировке одобренного продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "транилципромин",
      "description": {
        "common": "транилципромин будет увеличивать уровень или эффект метформина за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид повышает токсичность метформина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Снижает уровень бикарбоната в сыворотке и вызывает неанионный разрыв, гиперхлоремический метаболический ацидоз."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "альбиглутид, метформин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное использование может увеличить риск гипогликемии; следить за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон будет повышать уровень или эффект метформина за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол, ситаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амлодипин",
      "description": {
        "common": "амлодипин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол, метформин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин, ситаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир снижает эффекты ситаглиптина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "ситаглиптин повышает токсичность беназеприла по механизму: механизм взаимодействия не указан. Используйте осторожность/монитор. Повышенный риск побочных/токсических эффектов, особенно повышенный риск ангионевротического отека."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "бензфетамин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "беротральстат увеличивает уровень или эффект ситаглиптина за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте или титруйте дозу субстрата P-gp при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаметазон",
      "description": {
        "common": "бетаметазон снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бексаротин",
      "description": {
        "common": "бексаротен усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Основываясь на механизме действия, бексаротен в капсулах может усиливать действие средств, повышающих уровень инсулина, что приводит к гипогликемии. Гипогликемия не была связана с монотерапией бексаротеном."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "биктегравир",
      "description": {
        "common": "биктегравир будет увеличивать уровень или эффект метформина за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Биктегравир ингибирует переносчик органических катионов 2 (OCT2) и переносчик множественных лекарств и токсинов 1 (MATE1) in vitro. Совместное введение с субстратами OCT2 и MATE1 может повышать их концентрацию в плазме. Может потребоваться снижение дозы метформина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Горький лимон",
      "description": {
        "common": "горькая дыня усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "бозутиниб повышает уровни ситаглиптина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "брекспипразол снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буметанид",
      "description": {
        "common": "буметанид снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупропион",
      "description": {
        "common": "бупропион повышает уровень метформина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: бупропион может ингибировать опосредованную OCT2 почечную экскрецию метформина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "Каптоприл повышает токсичность метформина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Повышает риск развития гипогликемии и лактоацидоза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карипразин",
      "description": {
        "common": "карипразин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "корица",
      "description": {
        "common": "корица усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Вероятность гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефалексин",
      "description": {
        "common": "цефалексин повышает токсичность метформина за счет снижения почечного клиренса. Используйте осторожность/монитор. особенно у пациентов, которые могут иметь другие факторы риска токсичности метформина. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб снижает действие метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин будет повышать уровень или эффект метформина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "корица",
      "description": {
        "common": "корица усиливает действие метформина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Вероятность гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин усиливает действие метформина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о гипер- и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства. Рекомендуется тщательный контроль уровня глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "циталопрам усиливает действие метформина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин, ситаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клевидипин",
      "description": {
        "common": "клевидипин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин, метформин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "колесевелам",
      "description": {
        "common": "колесевелам повышает уровень метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "конъюгированные эстрогены снижают действие метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортикотропин",
      "description": {
        "common": "кортикотропин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб повышает уровни ситаглиптина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "далфампридин",
      "description": {
        "common": "метформин, далфампридин.\nЛибо повышает уровень другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: метформин и далфампридин являются субстратами переносчика органических катионов 2 (OCT2); оба препарата могут конкурировать за поглощение в почечных канальцах и потенциально могут увеличить системную экспозицию любого препарата при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир снижает эффекты ситаглиптина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезогестрел",
      "description": {
        "common": "дезогестрел снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулаглутид",
      "description": {
        "common": "дулаглутид, ситаглиптин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диатризоат",
      "description": {
        "common": "диатризоат увеличивает токсичность метформина за счет неустановленного механизма взаимодействия. Изменить терапию/внимательно контролировать. Введение внутрисосудистых йодсодержащих контрастных веществ у пациентов, получавших метформин, приводило к редким случаям острого снижения функции почек и возникновения лактоацидоза. В Руководстве Американского колледжа радиологии (2018 г.) рекомендуется временно прекратить прием метформина у пациентов с рСКФ <30 мл/мин/1,73 м2 или у пациентов, которым проводят исследования с применением артериального катетера, которые могут привести к эмболии почечных артерий. Продолжайте воздерживаться от приема метформина в течение 48 часов после процедуры и восстанавливайте его только после повторной оценки функции почек и ее нормального состояния. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диатризоат меглюмина/диатризоат натрия",
      "description": {
        "common": "Диатризоат меглюмина/диатризоат натрия повышает токсичность метформина за счет неустановленного механизма взаимодействия. Изменить терапию/внимательно контролировать. Введение внутрисосудистых йодсодержащих контрастных веществ у пациентов, получавших метформин, приводило к редким случаям острого снижения функции почек и возникновения лактоацидоза. В Руководстве Американского колледжа радиологии (2018 г.) рекомендуется временно прекратить прием метформина у пациентов с рСКФ <30 мл/мин/1,73 м2 или у пациентов, которым проводят исследования с применением артериального катетера, которые могут привести к эмболии почечных артерий. Продолжайте воздерживаться от приема метформина в течение 48 часов после процедуры и восстанавливайте его только после повторной оценки функции почек и ее нормального состояния. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазоксид",
      "description": {
        "common": "диазоксид снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид, метформин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Оба препарата могут вызывать метаболический ацидоз."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "диеногест/эстрадиола валерат снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диэтилпропион",
      "description": {
        "common": "диэтилпропион снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "дигоксин, метформин.\nОдин из них увеличивает уровень другого путем конкуренции основных (катионных) препаратов за клиренс в почечных канальцах. Используйте осторожность/монитор. Измерьте концентрацию дигоксина в сыворотке перед началом приема метформина. Мониторинг пациентов, которые принимают метформин и дигоксин для возможной токсичности дигоксина и лактоацидоза. При необходимости уменьшите дозу дигоксина и/или метформина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофетилид",
      "description": {
        "common": "дофетилид будет повышать уровень или эффект метформина за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "долутегравир",
      "description": {
        "common": "долутегравир будет увеличивать уровень или эффект метформина за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Долутегравир ингибирует почечный переносчик органических катионов OCT2; при применении с метформином ограничьте общую суточную дозу метформина до 1000 мг в начале приема метформина или долутегравира; при прекращении приема долутегравира может потребоваться коррекция дозы метформина; контролировать уровень глюкозы в крови в начале одновременного применения и после отмены долутегравира."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "дроспиренон снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулаглутид",
      "description": {
        "common": "дулаглутид, метформин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс будет увеличивать уровень или эффект ситаглиптина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень ситаглиптина с помощью переносчика оттока Р-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы субстрата P-gp и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эналаприл",
      "description": {
        "common": "эналаприл повышает токсичность метформина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Повышает риск развития гипогликемии и лактоацидоза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энтекавир",
      "description": {
        "common": "энтекавир, метформин.\nЛибо повышает уровень другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение энтекавира с метформином может увеличить риск лактоацидоза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "метформин повышает уровень эрдафитиниба за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Рассмотрите альтернативы, которые не являются субстратами OCT2, или рассмотрите возможность снижения дозы субстратов OCT2 в зависимости от переносимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам усиливает эффекты метформина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "эстрадиол снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "Синтетические конъюгированные эстрогены снижают эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстропипат",
      "description": {
        "common": "эстропипат снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "этакриновая кислота снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "этинилэстрадиол снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этиодированное масло",
      "description": {
        "common": "этиодированное масло повышает токсичность метформина за счет неустановленного механизма взаимодействия. Изменить терапию/внимательно контролировать. Введение внутрисосудистых йодсодержащих контрастных веществ у пациентов, получавших метформин, приводило к редким случаям острого снижения функции почек и возникновения лактоацидоза. В Руководстве Американского колледжа радиологии (2018 г.) рекомендуется временно прекратить прием метформина у пациентов с рСКФ <30 мл/мин/1,73 м2 или у пациентов, которым проводят исследования с применением артериального катетера, которые могут привести к эмболии почечных артерий. Продолжайте воздерживаться от приема метформина в течение 48 часов после процедуры и восстанавливайте его только после повторной оценки функции почек и ее нормального состояния. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этоногестрел",
      "description": {
        "common": "этоногестрел снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эверолимус",
      "description": {
        "common": "эверолимус снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "эксенатид раствор для инъекций, ситаглиптин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное использование может увеличить риск гипогликемии; следить за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "инъекционная суспензия эксенатида, метформин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное использование может увеличить риск гипогликемии; следить за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "фелодипин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флероксацин",
      "description": {
        "common": "флероксацин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флероксацин",
      "description": {
        "common": "флероксацин усиливает эффекты метформина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин усиливает действие метформина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин усиливает эффекты метформина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир снижает эффекты ситаглиптина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "фозиноприл увеличивает токсичность метформина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Повышает риск развития гипогликемии и лактоацидоза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "фостаматиниб будет увеличивать уровень или эффект ситаглиптина за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Одновременное применение фостаматиниба может повышать концентрацию субстратов P-gp. Мониторинг токсичности препарата-субстрата P-gp, который может потребовать снижения дозы при одновременном применении с фостаматинибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "фосфенитоин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "глекапревир/пибрентасвир будет повышать уровень или эффект ситаглиптина за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюкагон интраназально",
      "description": {
        "common": "Интраназальный глюкагон снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гликопирролат",
      "description": {
        "common": "гликопирролат повышает токсичность метформина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может потребоваться снижение дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гозерелин",
      "description": {
        "common": "гозерелин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гистрелин",
      "description": {
        "common": "гистрелин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксипрогестерона капроат (ДСК)",
      "description": {
        "common": "гидроксипрогестерона капроат (ДСК) снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон, метформин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имидаприл",
      "description": {
        "common": "имидаприл повышает токсичность метформина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Повышает риск развития гипогликемии и лактоацидоза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир снижает эффекты ситаглиптина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир снижает эффекты метформина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "метформин, инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт протамин/инсулин аспарт",
      "description": {
        "common": "метформин, инсулин аспарт, протамин/инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "метформин, инсулин деглудек.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "метформин, инсулин деглудек/инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "метформин, инсулин детемир.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "метформин, инсулин гларгин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "метформин, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "ситаглиптин, инсулин ингаляционно.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин изофан человеческий/инсулин обычный человеческий",
      "description": {
        "common": "ситаглиптин, инсулин изофан человеческий/инсулин обычный человеческий.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "ситаглиптин, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро протамин/инсулин лизпро",
      "description": {
        "common": "ситаглиптин, инсулин лизпро, протамин/инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "ситаглиптин, инсулин НПХ.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "ситаглиптин, инсулин обычный человеческий.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йодиксанол",
      "description": {
        "common": "йодиксанол повышает токсичность метформина за счет неустановленного механизма взаимодействия. Изменить терапию/внимательно контролировать. Введение внутрисосудистых йодсодержащих контрастных веществ у пациентов, получавших метформин, приводило к редким случаям острого снижения функции почек и возникновения лактоацидоза. В Руководстве Американского колледжа радиологии (2018 г.) рекомендуется временно прекратить прием метформина у пациентов с рСКФ <30 мл/мин/1,73 м2 или у пациентов, которым проводят исследования с применением артериального катетера, которые могут привести к эмболии почечных артерий. Продолжайте воздерживаться от приема метформина в течение 48 часов после процедуры и восстанавливайте его только после повторной оценки функции почек и ее нормального состояния. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин будет увеличивать уровень или эффект ситаглиптина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов P-gp в клинических исследованиях. Рассмотрите возможность снижения дозы чувствительных субстратов P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иофлупан I 123",
      "description": {
        "common": "ioflupane I 123 увеличивает токсичность метформина за счет неустановленного механизма взаимодействия. Изменить терапию/внимательно контролировать. Введение внутрисосудистых йодсодержащих контрастных веществ у пациентов, получавших метформин, приводило к редким случаям острого снижения функции почек и возникновения лактоацидоза. В Руководстве Американского колледжа радиологии (2018 г.) рекомендуется временно прекратить прием метформина у пациентов с рСКФ <30 мл/мин/1,73 м2 или у пациентов, которым проводят исследования с применением артериального катетера, которые могут привести к эмболии почечных артерий. Продолжайте воздерживаться от приема метформина в течение 48 часов после процедуры и восстанавливайте его только после повторной оценки функции почек и ее нормального состояния. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иогексол",
      "description": {
        "common": "йогексол повышает токсичность метформина за счет неустановленного механизма взаимодействия. Изменить терапию/внимательно контролировать. Введение внутрисосудистых йодсодержащих контрастных веществ у пациентов, получавших метформин, приводило к редким случаям острого снижения функции почек и возникновения лактоацидоза. В Руководстве Американского колледжа радиологии (2018 г.) рекомендуется временно прекратить прием метформина у пациентов с рСКФ <30 мл/мин/1,73 м2 или у пациентов, которым проводят исследования с применением артериального катетера, которые могут привести к эмболии почечных артерий. Продолжайте воздерживаться от приема метформина в течение 48 часов после процедуры и восстанавливайте его только после повторной оценки функции почек и ее нормального состояния. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йопамидол",
      "description": {
        "common": "йопамидол повышает токсичность метформина за счет неустановленного механизма взаимодействия. Изменить терапию/внимательно контролировать. Введение внутрисосудистых йодсодержащих контрастных веществ у пациентов, получавших метформин, приводило к редким случаям острого снижения функции почек и возникновения лактоацидоза. В Руководстве Американского колледжа радиологии (2018 г.) рекомендуется временно прекратить прием метформина у пациентов с рСКФ <30 мл/мин/1,73 м2 или у пациентов, которым проводят исследования с применением артериального катетера, которые могут привести к эмболии почечных артерий. Продолжайте воздерживаться от приема метформина в течение 48 часов после процедуры и восстанавливайте его только после повторной оценки функции почек и ее нормального состояния. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йопромид",
      "description": {
        "common": "йопромид увеличивает токсичность метформина за счет неустановленного механизма взаимодействия. Изменить терапию/внимательно контролировать. Введение внутрисосудистых йодсодержащих контрастных веществ у пациентов, получавших метформин, приводило к редким случаям острого снижения функции почек и возникновения лактоацидоза. В Руководстве Американского колледжа радиологии (2018 г.) рекомендуется временно прекратить прием метформина у пациентов с рСКФ <30 мл/мин/1,73 м2 или у пациентов, которым проводят исследования с применением артериального катетера, которые могут привести к эмболии почечных артерий. Продолжайте воздерживаться от приема метформина в течение 48 часов после процедуры и восстанавливайте его только после повторной оценки функции почек и ее нормального состояния. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иоверсол",
      "description": {
        "common": "йоверсол повышает токсичность метформина за счет неустановленного механизма взаимодействия. Изменить терапию/внимательно контролировать. Введение внутрисосудистых йодсодержащих контрастных веществ у пациентов, получавших метформин, приводило к редким случаям острого снижения функции почек и возникновения лактоацидоза. В Руководстве Американского колледжа радиологии (2018 г.) рекомендуется временно прекратить прием метформина у пациентов с рСКФ <30 мл/мин/1,73 м2 или у пациентов, которым проводят исследования с применением артериального катетера, которые могут привести к эмболии почечных артерий. Продолжайте воздерживаться от приема метформина в течение 48 часов после процедуры и восстанавливайте его только после повторной оценки функции почек и ее нормального состояния. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иоксилан",
      "description": {
        "common": "йоксилан повышает токсичность метформина за счет неустановленного механизма взаимодействия. Изменить терапию/внимательно контролировать. Введение внутрисосудистых йодсодержащих контрастных веществ у пациентов, получавших метформин, приводило к редким случаям острого снижения функции почек и возникновения лактоацидоза. В Руководстве Американского колледжа радиологии (2018 г.) рекомендуется временно прекратить прием метформина у пациентов с рСКФ <30 мл/мин/1,73 м2 или у пациентов, которым проводят исследования с применением артериального катетера, которые могут привести к эмболии почечных артерий. Продолжайте воздерживаться от приема метформина в течение 48 часов после процедуры и восстанавливайте его только после повторной оценки функции почек и ее нормального состояния. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид будет увеличивать уровень или эффект метформина за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид снижает эффекты метформина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "исрадипин",
      "description": {
        "common": "исрадипин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "ивакафтор повышает уровни ситаглиптина с помощью переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор. Ивакафтор и его метаболит М1 могут ингибировать P-gp; может значительно увеличить системное воздействие на чувствительные субстраты P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетотифен, офтальмологический",
      "description": {
        "common": "кетотифен, офтальмологический, ситаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может привести к тромбоцитопении (редко). Мониторить ЦБК."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ланреотид",
      "description": {
        "common": "ланреотид снижает действие метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "левофлоксацин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лейпролид",
      "description": {
        "common": "лейпролид снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "левофлоксацин усиливает действие метформина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел внутриматочный",
      "description": {
        "common": "Внутриматочное введение левоноргестрела снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально",
      "description": {
        "common": "левоноргестрел перорально снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левотироксин",
      "description": {
        "common": "левотироксин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид будет увеличивать уровень или эффект метформина за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиотиронин",
      "description": {
        "common": "лиотиронин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиотрис",
      "description": {
        "common": "лиотрикс снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "лираглутид, метформин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное использование может увеличить риск гипогликемии; следить за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "лизиноприл повышает токсичность метформина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Повышает риск развития гипогликемии и лактоацидоза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "ломитапид повышает уровень ситаглиптина с помощью переносчика оттока Р-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы при одновременном применении с ломитапидом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "метформин снижает уровень лития на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы SGLT2 с литием могут снижать концентрацию лития в сыворотке; контролировать концентрацию лития в сыворотке чаще во время начала терапии и изменения дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет увеличивать уровень или эффект ситаглиптина с помощью переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Лонафарниб является слабым ингибитором P-gp. Следите за побочными реакциями при совместном применении с субстратами P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. При необходимости уменьшите дозу субстрата P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонапегсоматропин",
      "description": {
        "common": "лонапегсоматропин снижает действие ситаглиптина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Внимательно следите за уровнем глюкозы в крови при лечении противодиабетическими средствами. Лонапегсоматропин может снижать чувствительность к инсулину, особенно в более высоких дозах. Пациентам с сахарным диабетом может потребоваться коррекция дозы инсулина и/или других сахароснижающих средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир снижает эффекты метформина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, метформин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мекасермин",
      "description": {
        "common": "мекасермин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные гипогликемические эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "медроксипрогестерон",
      "description": {
        "common": "медроксипрогестерон снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон повысит уровень или эффект ситаглиптина по другим причинам (см. комментарий). Используйте осторожность/монитор. Ингибирует CYP2C8/2C9; используйте наименьшие рекомендуемые дозы для субстратов и контролируйте"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "метамфетамин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метазоламид",
      "description": {
        "common": "метазоламид повышает токсичность метформина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Снижает уровень бикарбоната в сыворотке и вызывает неанионный разрыв, гиперхлоремический метаболический ацидоз."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "моэксиприл повышает токсичность метформина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Повышает риск развития гипогликемии и лактоацидоза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "моксифлоксацин усиливает действие метформина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "Нелфинавир снижает эффекты ситаглиптина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ниацин",
      "description": {
        "common": "ниацин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нимодипин",
      "description": {
        "common": "нимодипин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "нисолдипин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "низатидин",
      "description": {
        "common": "низатидин будет увеличивать уровень или эффект метформина за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норэлгестромин",
      "description": {
        "common": "норэлгестромин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норэтиндрон",
      "description": {
        "common": "норэтиндрон снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норгестимировать",
      "description": {
        "common": "норгестимат снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "октреотид",
      "description": {
        "common": "Октреотид снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин усиливает действие метформина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оланзапин, ситаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омацетаксин",
      "description": {
        "common": "омацетаксин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "опунция фикус индика",
      "description": {
        "common": "Opuntia ficus indica усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "комбинация омбитасвир/паритапревир/ритонавир и дасабувир (ДСК) повышает токсичность метформина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Следите за признаками начала лактоацидоза, такими как респираторный дистресс, сонливость и неспецифический абдоминальный дистресс или ухудшение функции почек; одновременное применение метформина у пациентов с почечной недостаточностью или нарушением функции печени не рекомендуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "Ондансетрон повышает уровень метформина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: определенную роль может играть ингибирование ондансетроном транспортеров (МАТЕ или ОСТ), которые ответственны за активную почечную секрецию метформина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "опунция фикус индика",
      "description": {
        "common": "Opuntia ficus indica усиливает действие метформина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "палиперидон, ситаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин усиливает действие метформина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб повышает уровни ситаглиптина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пасиреотид",
      "description": {
        "common": "пасиреотид снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "патиромер",
      "description": {
        "common": "Патиромер будет снижать уровень или эффект метформина за счет связывания препарата в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Раздельное введение по крайней мере на 3 часа от патиромера"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентамидин",
      "description": {
        "common": "пентамидин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "периндоприл",
      "description": {
        "common": "периндоприл повышает токсичность метформина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Повышает риск развития гипогликемии и лактоацидоза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фендиметразин",
      "description": {
        "common": "фендиметразин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенелзин",
      "description": {
        "common": "Фенелзин повысит уровень или эффект метформина за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентермин",
      "description": {
        "common": "фентермин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "метформин будет повышать уровень или эффект прокаинамида за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин будет увеличивать уровень или эффект метформина за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "прохлорперазин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "интравагинальный гель с прогестероном",
      "description": {
        "common": "Интравагинальный гель прогестерона снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прогестерон микронизированный",
      "description": {
        "common": "микронизированный прогестерон снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прогестерон, натуральный",
      "description": {
        "common": "прогестерон, естественно снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "кветиапин, ситаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квинаприл",
      "description": {
        "common": "квинаприл увеличивает токсичность метформина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Повышает риск развития гипогликемии и лактоацидоза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "рисперидон, ситаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект метформина за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рамиприл",
      "description": {
        "common": "рамиприл повышает токсичность метформина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Повышает риск развития гипогликемии и лактоацидоза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "разагилин",
      "description": {
        "common": "разагилин будет увеличивать уровень или эффект метформина за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "рисперидон, метформин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир снижает эффекты метформина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир снижает эффекты ситаглиптина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "сарециклин будет увеличивать уровень или эффект ситаглиптина за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Следите за токсичностью субстратов P-gp, что может потребовать снижения дозы при совместном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин усиливает действие метформина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Акулий хрящ",
      "description": {
        "common": "акульи хрящи усиливают эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "сиролимус снижает уровень метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сомапацитан",
      "description": {
        "common": "сомапацитан снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Продукты гормона роста могут снижать чувствительность к инсулину, особенно в более высоких дозах. После начала приема сомапацитана может потребоваться коррекция дозы противодиабетических средств. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сомапацитан",
      "description": {
        "common": "сомапацитан снижает эффекты метформина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Продукты гормона роста могут снижать чувствительность к инсулину, особенно в более высоких дозах. После начала приема сомапацитана может потребоваться коррекция дозы противодиабетических средств. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соматропин",
      "description": {
        "common": "соматропин снижает уровень метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол будет повышать уровень или эффект ситаглиптина с помощью переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы субстратов P-гликопротеина (P-gp), если возникают побочные реакции при одновременном применении со стирипентолом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксипиридазин",
      "description": {
        "common": "сульфаметоксипиридазин усиливает эффекты ситаглиптина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "тенофовир ДФ, ситаглиптин.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "темсиролимус снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "тенофовир DF повышает уровень метформина за счет снижения почечного клиренса. Используйте осторожность/монитор. Повышенный риск лактоацидоза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терифлуномид",
      "description": {
        "common": "терифлуномид повышает уровень ситаглиптина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Терифлуномид ингибирует CYP2C8; осторожность при совместном применении с субстратами CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "щитовидная железа высушенная",
      "description": {
        "common": "высушенная щитовидная железа снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиболон",
      "description": {
        "common": "тиболон снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "типранавир снижает эффекты метформина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат повышает токсичность метформина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Снижает уровень бикарбоната в сыворотке и вызывает неанионный разрыв, гиперхлоремический метаболический ацидоз."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торсемиде",
      "description": {
        "common": "торасемид снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "трандолаприл повышает токсичность метформина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Повышает риск развития гипогликемии и лактоацидоза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "трифлуоперазин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триметоприм",
      "description": {
        "common": "триметоприм повышает уровень метформина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий. Триметоприм может ингибировать активную канальцевую секрецию метформина в почках (например, через OCT2, MATE1); может потребоваться коррекция дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трипторелин",
      "description": {
        "common": "трипторелин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "троспия хлорид",
      "description": {
        "common": "метформин снижает уровень или эффект троспия хлорида за счет увеличения почечного клиренса. Используйте осторожность/монитор. Совместное введение снижало системное воздействие троспия в равновесном состоянии (снижение AUC и Cmax) за счет конкуренции за почечную канальцевую секрецию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет увеличивать уровень или эффект ситаглиптина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Рассмотрите возможность снижения дозировки субстратов P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "вандетаниб повышает уровень метформина на др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: вандетаниб ингибирует поглощение субстратов переносчиков органических катионов типа 2 (OCT2)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "вемурафениб повышает уровни ситаглиптина с помощью переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил снижает эффекты метформина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: верапамил может ингибировать поглощение метформина в печени с помощью OCT1 и/или других транспортеров."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вилазодон",
      "description": {
        "common": "вилазодон усиливает действие метформина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориностат",
      "description": {
        "common": "вориностат снижает действие метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "вортиоксетин усиливает действие метформина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксипамид",
      "description": {
        "common": "ксипамид снижает уровень ситаглиптина за счет увеличения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "зипразидон, ситаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зонисамид",
      "description": {
        "common": "зонисамид повышает токсичность метформина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Снижает уровень бикарбоната в сыворотке и вызывает неанионный разрыв, гиперхлоремический метаболический ацидоз."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репейник",
      "description": {
        "common": "Репейник усиливает действие метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "американский женьшень",
      "description": {
        "common": "Американский женьшень усиливает действие ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин усиливает действие метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анаму",
      "description": {
        "common": "Анаму усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "бендрофлуметиазид снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает эффекты метформина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид снижает эффекты метформина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "ситаглиптин, хлорпропамид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипогликемии при комбинации неизвестен."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "хлорталидон снижает эффекты метформина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "хлорталидон снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хром",
      "description": {
        "common": "хром усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин усиливает действие метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клонидин",
      "description": {
        "common": "клонидин, ситаглиптин. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Уменьшение симптомов гипогликемии. Механизм: снижение выработки катехоламинов, вызванное гипогликемией."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "кукурузные рыльца усиливают эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает эффекты метформина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цианокобаламин",
      "description": {
        "common": "метформин снижает уровень цианокобаламина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно. Для развития дефицита витамина B12 может потребоваться несколько лет терапии метформином."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "циклопентиазид снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "циклопентиазид снижает эффекты метформина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дамиана",
      "description": {
        "common": "damiana снижает эффекты метформина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "даназол",
      "description": {
        "common": "даназол усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Коготь дьявола",
      "description": {
        "common": "дьявольский коготь усиливает действие метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "ситаглиптин повышает уровень дигоксина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем будет повышать уровень или эффект метформина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин усиливает действие метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бузина",
      "description": {
        "common": "ягоды бузины усиливают эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (исследования in vitro)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "эвкалипт усиливает действие метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фамотидин",
      "description": {
        "common": "фамотидин повышает уровень метформина за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает эффекты метформина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуоксиместерон",
      "description": {
        "common": "флуоксиместерон усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фо-ти",
      "description": {
        "common": "fo-ti усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фолиевая кислота",
      "description": {
        "common": "метформин снижает уровень фолиевой кислоты по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "форсколин",
      "description": {
        "common": "форсколин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Коленол, соединение, содержащееся в корне колеуса, может стимулировать высвобождение инсулина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "форсколин",
      "description": {
        "common": "форсколин усиливает действие метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Коленол, соединение, содержащееся в корне колеуса, может стимулировать высвобождение инсулина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "метформин снижает уровень фуросемида за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глимепирид",
      "description": {
        "common": "ситаглиптин, глимепирид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипогликемии при комбинации неизвестен."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глипизид",
      "description": {
        "common": "ситаглиптин, глипизид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипогликемии при комбинации неизвестен."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глибурид",
      "description": {
        "common": "ситаглиптин, глибурид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипогликемии при комбинации неизвестен."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "готу кола",
      "description": {
        "common": "Готу кола усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "guanfacine",
      "description": {
        "common": "гуанфацин, метформин. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Уменьшение симптомов гипогликемии. Механизм: снижение выработки катехоламинов, вызванное гипогликемией."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гимнема",
      "description": {
        "common": "gymnema усиливает действие метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "семена конского каштана",
      "description": {
        "common": "Семена конского каштана усиливают действие метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "Гидрохлоротиазид будет повышать уровень или эффект метформина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен/фамотидин",
      "description": {
        "common": "ибупрофен/фамотидин повышает уровень метформина за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин усиливает действие метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "индапамид снижает действие ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид снижает эффекты ситаглиптина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "L-метилфолат",
      "description": {
        "common": "метформин снижает уровень L-метилфолата по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "можжевельник",
      "description": {
        "common": "можжевельник усиливает действие метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "можжевельник",
      "description": {
        "common": "можжевельник усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "лофепрамин усиливает действие метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ликоп",
      "description": {
        "common": "lycopus усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (исследования на животных)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "мапротилин усиливает эффекты метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мемантин",
      "description": {
        "common": "мемантин увеличивает уровень или эффект метформина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "местеролон",
      "description": {
        "common": "Местеролон усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "местеролон",
      "description": {
        "common": "Местеролон усиливает эффекты метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "метиклотиазид снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "метилпреднизолон снижает эффекты метформина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилтестостерон",
      "description": {
        "common": "Метилтестостерон усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "метолазон снижает эффекты метформина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мидодрин",
      "description": {
        "common": "метформин будет увеличивать уровень или эффект мидодрина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "крапива",
      "description": {
        "common": "крапива усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "крапива",
      "description": {
        "common": "крапива усиливает действие метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин повышает уровень метформина за счет усиления всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин усиливает эффекты метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "метформин будет повышать уровень или эффект офлоксацина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксандролон",
      "description": {
        "common": "Оксандролон усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксиметолон",
      "description": {
        "common": "оксиметолон усиливает действие метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пегвисомант",
      "description": {
        "common": "пегвисомант усиливает действие метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "кислый фосфат калия усиливает действие метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Взаимодействие особенно заметно при лечении гипокалиемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "хлорид калия усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Взаимодействие особенно заметно при лечении гипокалиемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "цитрат калия усиливает действие метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Взаимодействие особенно заметно при лечении гипокалиемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает эффекты метформина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хинин",
      "description": {
        "common": "метформин будет повышать уровень или эффект хинина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мудрец",
      "description": {
        "common": "шалфей усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мудрец",
      "description": {
        "common": "шалфей усиливает действие метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "стевия",
      "description": {
        "common": "стевия усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол будет увеличивать уровень или эффект метформина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тестостерон",
      "description": {
        "common": "тестостерон усиливает действие ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тестостерон",
      "description": {
        "common": "тестостерон усиливает действие метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буккальная система тестостерона",
      "description": {
        "common": "Трансбуккальная система тестостерона усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тестостерон актуальные",
      "description": {
        "common": "Местный тестостерон усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толазамид",
      "description": {
        "common": "ситаглиптин, толазамид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипогликемии при комбинации неизвестен."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Тонгкат Али",
      "description": {
        "common": "Тонгкат Али усиливает эффекты метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толбутамид",
      "description": {
        "common": "ситаглиптин, толбутамид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипогликемии при комбинации неизвестен."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Тонгкат Али",
      "description": {
        "common": "Тонгкат Али усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триамтерен",
      "description": {
        "common": "метформин будет повышать уровень или эффект триамтерена за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триметоприм",
      "description": {
        "common": "метформин будет повышать уровень или эффект триметоприма за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин усиливает эффекты метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ванадий",
      "description": {
        "common": "ванадий усиливает эффекты метформина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "верапамил",
      "description": {
        "common": "метформин будет повышать уровень или эффект верапамила за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Боль в животе",
      "percent": "2.2"
    },
    {
      "name": "Диарея",
      "percent": "2.4"
    },
    {
      "name": "гипогликемия",
      "percent": "2.1"
    },
    {
      "name": "Тошнота",
      "percent": "1.3"
    },
    {
      "name": "Рвота",
      "percent": "1.1"
    },
    {
      "name": "Эксфолиативное поражение кожи волосистой части головы",
      "percent": null
    },
    {
      "name": "молочнокислый ацидоз",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Реакции гиперчувствительности, включая анафилаксию.",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "кожный васкулит",
      "percent": null
    },
    {
      "name": "и эксфолиативные кожные заболевания, включая Стивенса",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": null
    },
    {
      "name": "Повышение уровня печеночных ферментов",
      "percent": null
    },
    {
      "name": "Острый панкреатит, включая фатальный и нефатальный геморрагический и некротизирующий панкреатит",
      "percent": null
    },
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "неврологический",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Рабдомиолиз",
      "percent": null
    },
    {
      "name": "Ухудшение функции почек",
      "percent": null
    },
    {
      "name": "в том числе острая почечная недостаточность",
      "percent": null
    },
    {
      "name": "иногда требующий диализа",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "боль в конечности",
      "percent": null
    },
    {
      "name": "и боль в спине",
      "percent": null
    },
    {
      "name": "Тяжелая инвалидизирующая артралгия",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Буллезный пемфигоид",
      "percent": null
    },
    {
      "name": "язвы во рту",
      "percent": null
    },
    {
      "name": "стоматит",
      "percent": null
    },
    {
      "name": "Тубулоинтерстициальный нефрит",
      "percent": null
    }
  ]
}