{
  "name": "дапродуктат",
  "comment": "Rx",
  "other_names": [
    "Есдуврок"
  ],
  "classes": [
    "Ингибиторы факторов, индуцируемых гипоксией"
  ],
  "source": "https://reference.medscape.com/drug/jesduvroq-daprodustat-4000303",
  "pregnancy": {
    "common": [
      "Имеющихся данных о беременных женщинах недостаточно, чтобы установить связанный с приемом лекарств риск серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Пероральное введение беременным крысам и кроликам во время органогенеза было связано с неблагоприятными исходами для плода (например, с потерей эмбриона и плода, снижением веса плода) в дозах, которые вызывали материнскую токсичность и полицитемию.",
          "Консультировать беременных женщин относительно потенциального риска для плода"
        ]
      },
      {
        "type": "Клиническое рассмотрение",
        "description": [
          "ХБП во время беременности увеличивает риск гипертонии у матери, преэклампсии, выкидыша, мертворождения, преждевременных родов, рождения детей с низкой массой тела и многоводия."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Рекомендовать пациентам не кормить грудью во время лечения и в течение 1 недели после приема последней дозы.",
      "Дапродуктат присутствует в молоке лактирующих крыс.",
      "Нет данных о присутствии препарата в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или влиянии на выработку молока.",
      "Если лекарство присутствует в молоке животных, вполне вероятно, что оно будет присутствовать и в грудном молоке."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Повышенный риск смерти, инфаркта миокарда, инсульта, венозной тромбоэмболии и тромбоза сосудистого доступа",
          "description": [
            "Используйте самую низкую дозу, чтобы уменьшить потребность в переливании эритроцитарной массы.",
            "Ни одно исследование не определило целевой уровень гемоглобина, дозу дапродуктата или стратегию дозирования, которые позволяют избежать этих рисков.",
            "Ожидается, что целевой уровень гемоглобина >11 г/дл еще больше повысит риск смерти и артериально-венозных тромботических событий, как это происходит при применении средств, стимулирующих эритропоэтин (ESA), которые также повышают уровень эритропоэтина.",
            "Избегайте использования у пациентов с инфарктом миокарда, цереброваскулярным событием или острым коронарным синдромом в анамнезе в течение 3 месяцев до начала.",
            "Повышенный риск тромботических сосудистых событий, включая серьезные неблагоприятные сердечно-сосудистые события (MACE)",
            "Повышение уровня гемоглобина >1 г/дл в течение 2 недель может способствовать этим рискам."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Сильные ингибиторы CYP2C8 (например, гемфиброзил)",
        "Неконтролируемая гипертония"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Безопасность не установлена ​​для лечения анемии из-за CKD у взрослых, не находящихся на диализе; использовать не рекомендуется в этой настройке",
        "Наблюдается повышенный риск смертности от сердечно-сосудистых заболеваний, инсульта, тромбоэмболии, серьезного острого повреждения почек, госпитализации по поводу сердечной недостаточности и серьезных эрозий желудочно-кишечного тракта.",
        "Противопоказан при неконтролируемой артериальной гипертензии; периодически контролировать артериальное давление и корректировать или начинать антигипертензивную терапию по мере необходимости",
        "Консультировать пациентов искать немедленную медицинскую помощь, если развиваются признаки или симптомы ИМ, инсульта, ВТЭ или тромбоза сосудистого доступа; оцените и примите меры, если это произойдет (см. Предупреждение о черном ящике)",
        "Не изучался и не рекомендуется пациентам с активными злокачественными новообразованиями; сообщалось о злокачественных опухолях",
        "Сообщается о госпитализации по поводу сердечной недостаточности; рассмотреть историю сердечной недостаточности пациента перед назначением; информировать пациентов о признаках и симптомах сердечной недостаточности и немедленно обращаться к своему лечащему врачу, если эти симптомы ухудшаются"
      ],
      "specific": [
        {
          "type": "Желудочно-кишечная эрозия",
          "description": [
            "Учитывайте этот риск, особенно у пациентов с факторами риска эрозий желудочно-кишечного тракта (ЖКТ), такими как эрозия желудочно-кишечного тракта в анамнезе, пептическая язва, одновременный прием лекарств, повышающих риск эрозии ЖКТ, текущее курение табака и употребление алкоголя.",
            "Консультировать пациентов о симптомах и признаках эрозии желудка и пищевода и желудочно-кишечного кровотечения и немедленно обращаться за медицинской помощью в случае их возникновения.",
            "Возникли эрозии желудка или пищевода"
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Сильные ингибиторы CYP2C8 противопоказаны из-за заметного увеличения экспозиции дапродуктата.",
            "Мониторинг Hgb и коррекция дозы дапродустата при начале или прекращении приема умеренных ингибиторов CYP2C8",
            "Мониторинг Hgb и коррекция дозы при начале или прекращении терапии индукторами CYP2C8 во время лечения",
            "Индукторы CYP2C8 могут снижать экспозицию и эффективность дапродуктата.",
            "Уменьшите дозу дапродуктата наполовину при начале терапии умеренными ингибиторами CYP2C8, за исключением начальной дозы 1 мг/сут.",
            "Умеренные ингибиторы CYP2C8 (например, клопидогрель)",
            "Умеренные ингибиторы CYP2C8 увеличивают экспозицию дапродуктата",
            "Индукторы CYP2C8 (например, рифампин)",
            "Субстрат CYP2C8",
            "Противопоказано",
            "Сильные ингибиторы CYP2C8 (например, гемфиброзил)"
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Гипертония",
      "percent": "24"
    },
    {
      "name": "Боль в животе",
      "percent": "11"
    },
    {
      "name": "Головокружение",
      "percent": "7"
    },
    {
      "name": "Гиперчувствительность",
      "percent": "7"
    },
    {
      "name": "Тромбоз сосудистого доступа",
      "percent": "5"
    },
    {
      "name": "Инфаркт миокарда",
      "percent": "3.4"
    },
    {
      "name": "Гладить",
      "percent": "1.2"
    },
    {
      "name": "Тромбоз глубоких вен",
      "percent": "0.7"
    },
    {
      "name": "Легочная эмболия",
      "percent": "0.3"
    }
  ]
}