{
  "name": "лениолисиб",
  "comment": "Rx",
  "other_names": [
    "Йоенья"
  ],
  "classes": [
    "Ингибиторы PI3K",
    "Противоопухолевые препараты"
  ],
  "source": "https://reference.medscape.com/drug/joenja-leniolisib-4000337",
  "pregnancy": null,
  "lactation": null,
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "алосетрон",
      "description": {
        "common": "лениолисиб будет увеличивать уровень или эффект алосетрона, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте лениолисиба с субстратами CYP1A2, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алпелисиб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амбрисентан",
      "description": {
        "common": "лениолисиб повысит уровень или эффект амбризентана по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет повышать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атогепант",
      "description": {
        "common": "лениолисиб повысит уровень или эффект атогепанта по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "лениолисиб повысит уровень или эффект аторвастатина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "белзутифан",
      "description": {
        "common": "белзутифан будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бендамустин",
      "description": {
        "common": "лениолисиб будет увеличивать уровень или эффект бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте лениолисиба с субстратами CYP1A2, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бексаротин",
      "description": {
        "common": "бексаротен снижает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каспофунгин",
      "description": {
        "common": "лениолисиб повысит уровень или эффект каспофунгина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол повышает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "лениолисиб повысит уровень или действие хлоротиазида на др. (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "лениолисиб повысит уровень или действие циметидина на др. (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "лениолисиб будет увеличивать уровень или эффект кломипрамина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте лениолисиба с субстратами CYP1A2, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клозапин",
      "description": {
        "common": "лениолисиб будет повышать уровень или эффект клозапина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте лениолисиба с субстратами CYP1A2, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат повышает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет повышать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "daunorubicin",
      "description": {
        "common": "лениолисиб повысит уровень или эффект даунорубицина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "лениолисиб повысит уровень или действие дигоксина на др. (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дипиридамол",
      "description": {
        "common": "лениолисиб повысит уровень или эффект дипиридамола по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксорубицин",
      "description": {
        "common": "лениолисиб повысит уровень или эффект доксорубицина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "лениолисиб будет увеличивать уровень или эффект дулоксетина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте лениолисиба с субстратами CYP1A2, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "дювелисиб будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс снижает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элбасвир/гразопревир",
      "description": {
        "common": "лениолисиб повысит уровень или эффект элбасвира/гразопревира по другому (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "лениолисиб повысит уровень или эффект элуксадолина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "Элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повысит уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эналаприл",
      "description": {
        "common": "лениолисиб повысит уровень или эффект эналаприла по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, лениолисиб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Энкорафениб, ингибитор и индуктор CYP3A4, может увеличивать или уменьшать системную экспозицию лениолисиба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "лениолисиб повысит уровень или эффект основания эритромицина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "лениолисиб повысит уровень или действие этилсукцината эритромицина на др. (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лениолисиб повысит уровень или действие лактобионата эритромицина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "лениолисиб повысит уровень или действие стеарата эритромицина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "лениолисиб повысит уровень или эффект этинилэстрадиола по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этравирин",
      "description": {
        "common": "Этравирин снижает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эзетимиб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект эзетимиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексофенадин",
      "description": {
        "common": "лениолисиб повысит уровень или эффект фексофенадина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувастатин",
      "description": {
        "common": "лениолисиб повысит уровень или эффект флувастатина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "лениолисиб будет увеличивать уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте лениолисиба с субстратами CYP1A2, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "лениолисиб повысит уровень или эффект глекапревира/пибрентасвира по другому (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глибурид",
      "description": {
        "common": "лениолисиб повысит уровень или эффект глибурида по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иматиниб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект иматиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир будет повышать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иринотекан",
      "description": {
        "common": "лениолисиб повысит уровень или эффект иринотекана по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет повышать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект лапатиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ледипасвир/софосбувир",
      "description": {
        "common": "лениолисиб повысит уровень или эффект ледипасвира/софосбувира по другому (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "лениолисиб повысит уровень или эффект лефлуномида по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ленватиниб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект ленватиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "летермовир",
      "description": {
        "common": "лениолисиб повысит уровень или действие летермовира на др. (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет повышать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет повышать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ловастатин",
      "description": {
        "common": "лениолисиб повысит уровень или эффект ловастатина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "люмакафтор/ивакафтор снижает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "мавакамтен снижает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метотрексат",
      "description": {
        "common": "лениолисиб повысит уровень или эффект метотрексата по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мексилетин",
      "description": {
        "common": "лениолисиб будет увеличивать уровень или эффект мексилетина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте лениолисиба с субстратами CYP1A2, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон будет повышать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "митапивать",
      "description": {
        "common": "митапиват снижает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "митотан",
      "description": {
        "common": "митотан снижает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "митоксантрон",
      "description": {
        "common": "лениолисиб повысит уровень или эффект митоксантрона по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "мобоцертиниб будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "модафинил",
      "description": {
        "common": "модафинил снижает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин снижает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет повышать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир будет повышать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нитрофурантоин",
      "description": {
        "common": "лениолисиб повысит уровень или действие нитрофурантоина на др. (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оланзапин",
      "description": {
        "common": "лениолисиб будет повышать уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте лениолисиба с субстратами CYP1A2, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олмесартан",
      "description": {
        "common": "лениолисиб повысит уровень или эффект олмесартана по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олутазидениб",
      "description": {
        "common": "олутазидениб будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект осимертиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "лениолисиб повысит уровень или эффект озанимода по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "лениолисиб повысит уровень или эффект паклитаксела по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пантопразол",
      "description": {
        "common": "лениолисиб повысит уровень или эффект пантопразола по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект пазопаниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пенициллин G бензатин",
      "description": {
        "common": "лениолисиб повысит уровень или действие бензатина пенициллина G по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "пексидартиниб будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пирфенидон",
      "description": {
        "common": "лениолисиб будет увеличивать уровень или эффект пирфенидона, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения, уменьшите дозу пирфенидона."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "питавастатин",
      "description": {
        "common": "лениолисиб повысит уровень или эффект питавастатина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "помалидомид",
      "description": {
        "common": "лениолисиб будет увеличивать уровень или эффект помалидомида, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения, уменьшите дозу помалидомида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет повышать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "правастатин",
      "description": {
        "common": "лениолисиб повысит уровень или действие правастатина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "лениолисиб будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте лениолисиба с субстратами CYP1A2, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "разагилин",
      "description": {
        "common": "лениолисиб будет повышать уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения, уменьшите дозу разагилина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "репаглинид",
      "description": {
        "common": "лениолисиб повысит уровень или эффект репаглинида по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ревефенацин",
      "description": {
        "common": "лениолисиб повысит уровень или эффект ревефенацина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рилузол",
      "description": {
        "common": "лениолисиб будет увеличивать уровень или эффект рилузола, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте лениолисиба с субстратами CYP1A2, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изморозь",
      "description": {
        "common": "лениолисиб повысит уровень или эффект римегепанта по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "риосигуат",
      "description": {
        "common": "лениолисиб повысит уровень или эффект риоцигуата по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ропинирол",
      "description": {
        "common": "лениолисиб будет увеличивать уровень или эффект ропинирола, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения, уменьшите дозу ропинирола."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "розувастатин",
      "description": {
        "common": "лениолисиб повысит уровень или эффект розувастатина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб будет повышать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селексипаг",
      "description": {
        "common": "лениолисиб повысит уровень или эффект селексипага по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селуметиниб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект селенутиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "симвастатин",
      "description": {
        "common": "лениолисиб повысит уровень или эффект симвастатина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "софосбувир",
      "description": {
        "common": "лениолисиб повысит уровень или эффект софосбувира по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, лениолисиб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Стирипентол, ингибитор и индуктор CYP3A4, может увеличивать или уменьшать системную экспозицию лениолисиба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "лениолисиб повысит уровень или эффект сульфасалазина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "талазопариб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект талазопариба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тазимелтеон",
      "description": {
        "common": "лениолисиб будет увеличивать уровень или эффект тазимелтеона, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте лениолисиба с субстратами CYP1A2, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "телмисартан",
      "description": {
        "common": "лениолисиб повысит уровень или эффект телмисартана по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "телотристат этил",
      "description": {
        "common": "телотристат этил будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тенофовир AF",
      "description": {
        "common": "лениолисиб повысит уровень или эффект тенофовира AF по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "лениолисиб повысит уровень или эффект тенофовира DF по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "теофиллин",
      "description": {
        "common": "лениолисиб будет увеличивать уровень или эффект теофиллина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте лениолисиба с субстратами CYP1A2, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "лениолисиб будет увеличивать уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте лениолисиба с субстратами CYP1A2, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "топотекан",
      "description": {
        "common": "лениолисиб повысит уровень или эффект топотекана по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "троглитазон",
      "description": {
        "common": "лениолисиб повысит уровень или эффект троглитазона по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "задиристый",
      "description": {
        "common": "лениолисиб повысит уровень или эффект уброгепанта от других (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "валсартан",
      "description": {
        "common": "лениолисиб повысит уровень или эффект валсартана по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "велпатасвир",
      "description": {
        "common": "лениолисиб повысит уровень или эффект велпатасвира по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект вемурафениба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет повышать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "воксилапревир",
      "description": {
        "common": "лениолисиб повысит уровень или эффект воксилапревира по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "лениолисиб снижает действие живых аденовирусов типов 4 и 7, перорально за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "лениолисиб снижает действие живой вакцины БЦЖ за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "лениолисиб снижает действие вакцины против холеры за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "лениолисиб снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Вакцина против лихорадки Эбола Заир",
      "description": {
        "common": "лениолисиб снижает действие вакцины Эбола Заир за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "лениолисиб снижает действие четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прививка от кори (краснухи)",
      "description": {
        "common": "лениолисиб снижает действие вакцины против кори (краснухи) за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против кори, паротита и краснухи, живая",
      "description": {
        "common": "лениолисиб снижает действие вакцин против кори, паротита и краснухи, живущих за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "лениолисиб уменьшает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против полиомиелита живая оральная трехвалентная",
      "description": {
        "common": "лениолисиб снижает действие живой пероральной трехвалентной вакцины против полиомиелита за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пероральная ротавирусная вакцина, живая",
      "description": {
        "common": "лениолисиб снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против краснухи",
      "description": {
        "common": "лениолисиб снижает действие вакцины против краснухи за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против оспы (вакцинии) и оспы обезьян живая нереплицирующаяся",
      "description": {
        "common": "лениолисиб снижает эффекты вакцины против оспы (кормовой оспы), ослабляемые иммунодепрессивными эффектами; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против оспы (вакцина), аттенуированная",
      "description": {
        "common": "лениолисиб снижает эффекты вакцины против оспы (кормовой оспы), ослабляемые иммунодепрессивными эффектами; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против оспы живая",
      "description": {
        "common": "лениолисиб снижает действие вакцины против оспы (корповской оспы) за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "полисахаридная вакцина против брюшного тифа",
      "description": {
        "common": "лениолисиб снижает действие полисахаридной вакцины против брюшного тифа за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "лениолисиб снижает действие живой брюшнотифозной вакцины за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "лениолисиб снижает действие живой вакцины против ветряной оспы за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против желтой лихорадки",
      "description": {
        "common": "лениолисиб снижает действие вакцины против желтой лихорадки за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "живая вакцина против опоясывающего лишая",
      "description": {
        "common": "лениолисиб снижает действие живой вакцины против опоясывающего лишая за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "АНК",
      "percent": "500-1500"
    },
    {
      "name": "клетки",
      "percent": "33"
    },
    {
      "name": "микрол",
      "percent": "24"
    },
    {
      "name": "Головная боль",
      "percent": "19"
    },
    {
      "name": "Синусит",
      "percent": "14"
    },
    {
      "name": "Атопический дерматит",
      "percent": "10"
    },
    {
      "name": "Тахикардия",
      "percent": "10"
    },
    {
      "name": "Диарея",
      "percent": "10"
    },
    {
      "name": "Усталость",
      "percent": "10"
    },
    {
      "name": "лихорадка",
      "percent": "10"
    },
    {
      "name": "Боль в спине",
      "percent": "10"
    },
    {
      "name": "Боль в шее",
      "percent": "10"
    },
    {
      "name": "Алопеция",
      "percent": null
    }
  ]
}