{
  "name": "эфинаконазол",
  "comment": "Rx",
  "other_names": [
    "Юблия"
  ],
  "classes": [
    "Темы",
    "Противогрибковые препараты"
  ],
  "source": "https://reference.medscape.com/drug/jublia-efinaconazole-999850",
  "pregnancy": {
    "common": [
      "Данные недоступны для использования во время беременности для информирования о любых связанных с наркотиками рисках серьезных врожденных дефектов, выкидышей или неблагоприятных исходах для матери или плода."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных эфинаконазол не вызывал пороков развития или какого-либо вреда плоду при введении беременным кроликам и крысам в период органогенеза в подкожных дозах до 112 и 154 раз соответственно выше максимально рекомендуемой дозы для человека (MRHD) в расчете на площадь под плодом. сравнение кривых (AUC)"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Неизвестно, если из организма в материнском молоке; после повторного подкожного введения эфинаконазол обнаруживался в молоке кормящих крыс.",
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в терапии и любые потенциальные неблагоприятные последствия лекарственного лечения для ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [
        "Только для местного применения",
        "Попросите пациента избегать использования лака для ногтей или косметических средств для ногтей.",
        "Может развиться постоянная местная боль, раздражение или дерматит; обратитесь к поставщику медицинских услуг, если это произойдет",
        "Не для перорального, офтальмологического или интравагинального применения"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Вросший ноготь",
      "percent": "2.3"
    },
    {
      "name": "Дерматит на месте применения",
      "percent": "2.2"
    },
    {
      "name": "Везикулы сайта приложения",
      "percent": "1.6"
    },
    {
      "name": "Боль в месте приложения",
      "percent": "1.1"
    }
  ]
}