{
  "name": "себелипаза альфа",
  "comment": "Rx",
  "other_names": [
    "Канума"
  ],
  "classes": [
    "Ферменты",
    "Метаболический"
  ],
  "source": "https://reference.medscape.com/drug/kanuma-sebelipase-alfa-1000011",
  "pregnancy": {
    "common": [
      "Нет доступных данных о беременных женщинах, чтобы сообщить о каком-либо риске, связанном с наркотиками.",
      "Исследования репродуктивной функции животных, проведенные с себеелипазой альфа, не выявили признаков эмбриолетальности, фетотоксичности, тератогенности или аномального раннего эмбрионального развития при дозах до 164 и в 526 раз превышающих дозу для человека 1 мг/кг раз в две недели (на основе AUC) у крыс и кроликов. , соответственно"
    ],
    "specific": []
  },
  "lactation": {
    "common": []
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Реакции гиперчувствительности",
          "description": [
            "Если возникает тяжелая реакция гиперчувствительности, немедленно прекратите инфузию и начните соответствующее лечение.",
            "Из-за потенциальной анафилаксии убедитесь, что соответствующая медицинская помощь доступна во время введения.",
            "Предварительное лечение жаропонижающими и/или антигистаминными препаратами может предотвратить последующие реакции в тех случаях, когда требуется симптоматическое лечение.",
            "Лечение зависит от тяжести реакции и может включать временное прекращение инфузии, снижение скорости инфузии и/или лечение антигистаминными средствами, жаропонижающими средствами и/или кортикостероидами.",
            "Гиперчувствительность, включая анафилаксию, о которой сообщалось уже после шестой инфузии и через 1 год после начала лечения.",
            "В случае прерывания можно возобновить инфузию с более медленной скоростью, увеличивая ее в зависимости от переносимости."
          ]
        },
        {
          "type": "Повышенная чувствительность к яйцам или яичным продуктам",
          "description": [
            "Пациенты с известной историей аллергии на яйца были исключены из клинических испытаний.",
            "Рассмотрите риски и преимущества при известных системных реакциях гиперчувствительности на яйца или яичные продукты.",
            "Продукт производится из яичных белков генетически модифицированных цыплят."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Диарея",
      "percent": "67"
    },
    {
      "name": "Рвота",
      "percent": "67"
    },
    {
      "name": "Высокая температура",
      "percent": "56"
    },
    {
      "name": "Ринит",
      "percent": "56"
    },
    {
      "name": "анемия",
      "percent": "44"
    },
    {
      "name": "Кашель",
      "percent": "33"
    },
    {
      "name": "Назофарингит",
      "percent": "33"
    },
    {
      "name": "Крапивница",
      "percent": "33"
    },
    {
      "name": "Головная боль",
      "percent": "28"
    },
    {
      "name": "Высокая температура",
      "percent": "25"
    },
    {
      "name": "Орофарингеальная боль",
      "percent": "17"
    },
    {
      "name": "Назофарингит",
      "percent": "11"
    },
    {
      "name": "Астения",
      "percent": "8"
    },
    {
      "name": "Запор",
      "percent": "8"
    },
    {
      "name": "Тошнота",
      "percent": "8"
    }
  ]
}