{
  "name": "инъекционная суспензия триамцинолона ацетонида",
  "comment": "Rx",
  "other_names": [
    "Кеналог-10",
    "Кеналог-40"
  ],
  "classes": [
    "Кортикостероиды"
  ],
  "source": "https://reference.medscape.com/drug/Kenalog-10-kenalog-40-triamcinolone-acetonide-injectable-suspension-342748",
  "pregnancy": {
    "common": [
      "Следует соблюдать осторожность при назначении метаболически-эндокринных кортикостероидов кормящей женщине.",
      "Нет доступных данных о присутствии триамцинолона ацетонида в молоке человека или животных, влиянии на младенцев, находящихся на грудном вскармливании, или влиянии на выработку молока.",
      "Кортикостероиды были обнаружены в грудном молоке и могут подавлять выработку молока.",
      "В исследованиях репродукции животных из опубликованной литературы беременным мышам, крысам, кроликам или приматам вводили триамцинолона ацетонид в период органогенеза в дозах, которые вызывали воздействие меньше максимально рекомендуемой дозы для человека (MRHD), что вызывало резорбцию, снижение массы тела плода, черепно-лицевые и/или другие аномалии, такие как омфалоцеле",
      "Нет данных относительно использования триамцинолона ацетонида беременными женщинами для информирования о связанном с препаратом риске неблагоприятных исходов развития.",
      "Кортикостероиды могут вызывать нарушения менструального цикла (например, отклонения во времени, продолжительности менструаций, увеличение/уменьшение кровопотери)"
    ],
    "specific": []
  },
  "lactation": {
    "common": []
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Системная грибковая инфекция, за исключением внутрисуставных инъекций при локализованных заболеваниях суставов.",
        "Введение живых или живых аттенуированных вакцин противопоказано пациентам, получающим иммунодепрессивные дозы метаболически-эндокринных кортикостероидов.",
        "Документально подтвержденная повышенная чувствительность к метаболически-эндокринным кортикостероидам или любым компонентам продукта.",
        "В/м метаболически-эндокринные #кортикостероиды противопоказаны при идиопатической тромбоцитопенической пурпуре (ИТП)",
        "Суспензия триамцинолона диацетата для инъекций противопоказана для интратекального введения.",
        "Церебральная малярия",
        "Препараты, содержащие бензиловый спирт, связаны с потенциально фатальным «синдромом удушья» у недоношенных новорожденных"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Не для лечения травм головы; повышенная смертность зарегистрирована у пациентов, получающих высокие дозы метилпреднизолона внутривенно для лечения черепно-мозговых травм",
        "С осторожностью применять у пациентов с остеопорозом; повышенная потеря костной массы и остеопоротические переломы, о которых сообщалось при высоких дозах и/или длительном применении метаболически-эндокринных кортикостероидов",
        "Сообщается об атрофии в месте инъекции; избегать внутримышечных инъекций дельтовидной мышцы; может возникнуть подкожная атрофия",
        "Кортикостероиды уменьшают костеобразование и усиливают резорбцию кости за счет их влияния на кальциевую регуляцию и ингибирование функции остеобластов.",
        "Об острой миопатии сообщалось при применении высоких доз метаболически-эндокринных кортикостероидов при одновременном применении с миорелаксантами или пациентами с нарушениями нервно-мышечной передачи; могут поражаться глазные и/или дыхательные мышцы; контролировать креатинкиназу",
        "Психические расстройства, связанные с применением кортикостероидов, включая бессонницу, перепады настроения, эйфорию и изменения личности; ранее существовавшие психические заболевания могут усугубляться применением кортикостероидов",
        "Инъекционная суспензия триамцинолона ацетонида предназначена только для внутрисуставного или внутриочагового применения, но не для внутривенного, подкожного, внутриглазного, эпидурального или ИТ-использования.",
        "Кортикостероиды могут быть связаны с развитием или обострением повышенного внутриглазного давления; контролировать пациентов с повышенным внутриглазным давлением для возможной корректировки лечения",
        "Следует соблюдать осторожность у пациентов с почечной недостаточностью; может возникнуть задержка жидкости",
        "Следует соблюдать осторожность у пациентов с миастенией; возможно обострение симптомов",
        "Кортикостероиды могут повышать кровяное давление, задержку соли и воды и выведение калия; контролировать признаки или симптомы (например, отек, увеличение веса и дисбаланс электролитов в сыворотке) у пациентов с застойной сердечной недостаточностью или гипертонией",
        "Изменения в статусе щитовидной железы могут потребовать корректировки дозировки; метаболический клиренс метаболически-эндокринных кортикостероидов увеличивается у больных с гипертиреозом и снижается у больных с гипотиреозом",
        "Суспензии триамцинолона ацетонида содержат бензиловый спирт; воздействие чрезмерного количества бензилового спирта было связано с токсичностью (гипотензия, метаболический ацидоз), особенно у новорожденных, и увеличением частоты ядерной желтухи, особенно у маловесных недоношенных детей.",
        "Риск нарушений поведения и настроения может быть связан с использованием кортикостероидов; посоветуйте пациентам и/или опекунам немедленно сообщать о любых новых или ухудшающихся нарушениях поведения или настроения",
        "Продолжительное применение метаболически-эндокринных кортикостероидов может увеличивать частоту вторичной инфекции, вызывать активацию латентных инфекций, маскировать острую инфекцию, продлевать или усугублять вирусные инфекции или ограничивать ответ на убитые или инактивированные вакцины; избегать контакта с ветряной оспой или корью; не следует использовать для лечения глазного простого герпеса, церебральной малярии, грибковых инфекций или вирусного гепатита; внимательно следить за больными с латентным туберкулезом (ТБ) и/или реактивностью; не для использования при активном туберкулезе; перед началом терапии кортикостероидами следует исключить амебиаз у любого пациента, недавно побывавшего в тропическом климате или у которого возникла необъяснимая диарея; соблюдать осторожность у пациентов с инфекциями Strongylides",
        "Длительное лечение метаболически-эндокринными кортикостероидами, ассоциированное с развитием саркомы Капоши; рассмотреть вопрос о прекращении терапии",
        "Следует соблюдать осторожность у пациентов с эпилепсией в анамнезе; судороги, зарегистрированные с надпочечниковым кризисом",
        "Сообщалось о редких случаях анафилаксии у лиц, получавших инъекции триамцинолона ацетонида, независимо от пути введения (см. Противопоказания).",
        "С осторожностью применять у пациентов с желудочно-кишечными заболеваниями из-за риска перфорации.",
        "Кортикостероиды могут вызывать обратимое угнетение гипоталамо-гипофизарно-надпочечниковой оси, потенциальное нарушение надпочечниковой недостаточности после прекращения лечения, которое может сохраняться в течение месяцев; назначать заместительную терапию кортикостероидами в ситуациях стресса (например, стресса) в течение этого периода.",
        "Септический артрит может возникать как осложнение внутрисуставных или мягкотканных проявлений; при необходимости назначьте соответствующую антибактериальную терапию"
      ],
      "specific": [
        {
          "type": "Эпидуральная инъекция",
          "description": [
            "Сообщалось об этих серьезных неврологических событиях с использованием рентгеноскопии и без нее.",
            "Сообщалось о серьезных неврологических событиях, некоторые из которых привели к смерти, при эпидуральной инъекции.",
            "Безопасность и эффективность эпидурального введения метаболически-эндокринных#кортикостероидов не установлены, и метаболически-эндокринные#кортикостероиды не одобрены для такого применения.",
            "Сообщалось о конкретных событиях, включая, помимо прочего, инфаркт спинного мозга, параплегию, квадриплегию, корковую слепоту и инсульт."
          ]
        },
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Индукторы/ингибиторы CYP3A4",
            "Одновременное применение метаболически-эндокринных кортикостероидов и варфарина обычно приводит к ингибированию ответа на варфарин; контролировать МНО",
            "Кортикостероиды могут подавлять реакции на кожные тесты, связанные с аллергией.",
            "Кортикостероиды могут повышать концентрацию глюкозы в крови, может потребоваться коррекция дозы противодиабетических средств.",
            "Сообщалось, что макролидные антибиотики вызывают значительное снижение клиренса кортикостероидов.",
            "Аспирин",
            "Сообщалось, что кетоконазол, сильный ингибитор CYP3A4, снижает метаболизм некоторых метаболически-эндокринных кортикостероидов до 60%, что приводит к повышенному риску побочных эффектов кортикостероидов.",
            "Вакцина",
            "Если возможно, отложите рутинное введение вакцин или анатоксинов до прекращения терапии кортикостероидами.",
            "Одновременное применение аспирина (или других нестероидных противовоспалительных препаратов) и метаболически-эндокринных кортикостероидов повышает риск побочных эффектов со стороны желудочно-кишечного тракта.",
            "Продолжительная терапия кортикостероидами может привести к снижению ответа на анатоксины, живые или инактивированные вакцины из-за ингибирования ответа антител; возможно потенцировать репликацию некоторых организмов, содержащихся в живых аттенуированных вакцинах",
            "Одновременно с препаратами, снижающими содержание калия (например, амфотерицином В, диуретиками), наблюдайте за развитием гипокалиемии.",
            "Эстрогены могут снижать печеночный метаболизм некоторых метаболически-эндокринных кортикостероидов, тем самым усиливая их действие.",
            "Клиренс салицилатов может повышаться при одновременном применении метаболически-эндокринных кортикостероидов.",
            "Следует с осторожностью применять аспирин в сочетании с метаболически-эндокринными кортикостероидами при гипопротромбинемии.",
            "Одновременное применение с индукторами CYP3A4 может усиливать метаболизм метаболически-эндокринных кортикостероидов и может потребовать увеличения дозы кортикостероидов.",
            "Сообщалось о случаях, когда одновременное применение амфотерицина В и гидрокортизона сопровождалось увеличением сердца и застойной сердечной недостаточностью.",
            "Повышенная активность как циклоспорина, так и метаболически-эндокринных # кортикостероидов может возникать при их одновременном применении; сообщалось о судорогах при одновременном применении",
            "Аминоглютетимид может привести к потере подавления надпочечников, вызванного кортикостероидами.",
            "Одновременное применение антихолинэстеразных средств и метаболически-эндокринных кортикостероидов может вызвать сильную слабость у пациентов с миастенией; если возможно, отмените антихолинэстеразные препараты по крайней мере за 24 часа до начала терапии кортикостероидами.",
            "Холестирамин может увеличивать клиренс метаболически-эндокринных кортикостероидов.",
            "Пациенты, принимающие гликозиды наперстянки, могут иметь повышенный риск развития аритмий из-за гипокалиемии."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон, суспензия триамцинолона ацетонида для инъекций. Механизм: неизвестен. Противопоказано. производитель утверждает, что мифепристон противопоказан больным. при длительном приеме кортикостероидов Tx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие живых аденовирусов типов 4 и 7 при пероральном приеме за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Кортикостероиды могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения терапии кортикостероидами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты альдеслейкина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Избегайте комбинации, поскольку кортикостероиды потенциально могут ослабить противоопухолевый эффект альдеслейкина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против сибирской язвы",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие вакцины против сибирской язвы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Рассмотрите возможность профилактического применения кортикостероидов у пациентов после взвешивания потенциальных преимуществ и рисков. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "Инъекционная суспензия триамцинолона ацетонида снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, брексукабтаген аутолейцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, цилтакабтаген аутолейцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин увеличивает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или эффект суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень или эффект дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень или эффект интраназального дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анатоксины дифтерии и столбняка",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие дифтерийных и столбнячных анатоксинов за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/ бесклеточная коклюшная вакцина",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты дифтерийных и столбнячных анатоксинов / бесклеточной коклюшной вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/бесклеточный коклюш/полиовирус, инактивированная вакцина",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие анатоксинов дифтерии и столбняка/бесклеточного коклюша/полиовируса, инактивированной вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "донепезил",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, донепезил. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Одновременное применение антихолинэстеразных средств и кортикостероидов может вызвать сильную слабость у пациентов с миастенией. Если возможно, отмените антихолинэстеразные препараты по крайней мере за 24 часа до начала терапии кортикостероидами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень или эффект дронедарона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "Основание эритромицина увеличивает уровень или действие инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина увеличивает уровень или действие суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или действие суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "Эритромицина стеарат увеличивает уровень или действие суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "галантамин",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, галантамин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Одновременное применение антихолинэстеразных средств и кортикостероидов может вызвать сильную слабость у пациентов с миастенией. Если возможно, отмените антихолинэстеразные препараты по крайней мере за 24 часа до начала терапии кортикостероидами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А инактивированная",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие вакцины против гепатита А, инактивированной фармакодинамическим антагонизмом. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита а/б",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие вакцины против гепатита А/В за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А/брюшного тифа",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие вакцины против гепатита А/брюшного тифа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита В",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие вакцины против гепатита В за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека невалентная",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека четырехвалентная",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие вакцины против вируса папилломы человека, четырехвалентное за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие четырехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие четырехвалентной вакцины против вируса гриппа, дополненной фармакодинамическим антагонизмом. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа на культуре клеток",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие четырехвалентной вакцины против вируса гриппа, культивируемой клетками, за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "Инъекционная суспензия триамцинолона ацетонида снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие трехвалентной вакцины против вируса гриппа, дополненной фармакодинамическим антагонизмом. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Вакцина против вируса японского энцефалита",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие вакцины против вируса японского энцефалита за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, лизокабтаген маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, мациморелин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Лекарства, которые непосредственно влияют на секрецию гипофизом гормона роста (GH), могут повлиять на точность диагностического теста мациморелина. Прежде чем вводить мациморелин, подождите достаточное время вымывания препаратов, влияющих на высвобождение ГР. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от кори (краснухи)",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие вакцины против кори (краснухи) за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, паротита и краснухи, живая",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие вакцины против кори, эпидемического паротита и краснухи за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "менингококковая A C Y и полисахаридная вакцина W-135 комбинированная",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты менингококковой A C Y и полисахаридной вакцины W-135 в сочетании с фармакодинамическим антагонизмом. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "Нефазодон будет увеличивать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "неостигмин",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, неостигмин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Одновременное применение антихолинэстеразных средств и кортикостероидов может вызвать сильную слабость у пациентов с миастенией. Если возможно, отмените антихолинэстеразные препараты по крайней мере за 24 часа до начала терапии кортикостероидами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "физостигмин",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, физостигмин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Одновременное применение антихолинэстеразных средств и кортикостероидов может вызвать сильную слабость у пациентов с миастенией. Если возможно, отмените антихолинэстеразные препараты по крайней мере за 24 часа до начала терапии кортикостероидами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина 13-валентная",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие 13-валентной пневмококковой вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина семивалентная",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие пневмококковой вакцины семивалентной за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина поливалентная",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты поливалентной пневмококковой вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пиридостигмин",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, пиридостигмин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Одновременное применение антихолинэстеразных средств и кортикостероидов может вызвать сильную слабость у пациентов с миастенией. Если возможно, отмените антихолинэстеразные препараты по крайней мере за 24 часа до начала терапии кортикостероидами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие вакцины против бешенства за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут препятствовать развитию активного иммунитета."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства из клеток куриного эмбриона",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие вакцины против бешенства на эмбриональную клетку цыпленка, полученную за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень или эффект ранолазина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ривастигмин",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, ривастигмин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Одновременное применение антихолинэстеразных средств и кортикостероидов может вызвать сильную слабость у пациентов с миастенией. Если возможно, отмените антихолинэстеразные препараты по крайней мере за 24 часа до начала терапии кортикостероидами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пероральная ротавирусная вакцина, живая",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие ротавирусной пероральной вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против краснухи",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие вакцины против краснухи за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "силодозин",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень или эффект силодозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень или эффект сиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против оспы живая",
      "description": {
        "common": "Инъекционная суспензия триамцинолона ацетонида снижает действие вакцины против оспы (вакцинии) за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "шпиль",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций повышает токсичность лука за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тестостерон интраназальный",
      "description": {
        "common": "интраназальный тестостерон, инъекционная суспензия триамцинолона ацетонида.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременное применение увеличивает риск отеков, особенно у пациентов с сердечными, почечными или печеночными заболеваниями."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "столбнячный анатоксин адсорбированный или жидкий",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие адсорбированного или жидкого столбнячного анатоксина за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от клещевого энцефалита",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие вакцины против клещевого энцефалита за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, тофацитиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толваптан",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень или эффект толваптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Инактивированная вакцина против диареи и холеры путешественников",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты диареи путешественников и вакцины против холеры, инактивированной фармакодинамическим антагонизмом. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "полисахаридная вакцина против брюшного тифа",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие полисахаридной вакцины против брюшного тифа за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против желтой лихорадки",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие вакцины против желтой лихорадки за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против опоясывающего лишая",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие живой вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акарбоза",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты акарбозы за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "ацеклофенак, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "ацеметацин, суспензия для инъекций триамцинолона ацетонида.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты альбиглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амфотерицина В холестерина сульфат",
      "description": {
        "common": "Инъекционная суспензия триамцинолона ацетонида и холестерилсульфат амфотерицина В снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амфотерицина В дезоксихолат",
      "description": {
        "common": "Инъекционная суспензия триамцинолона ацетонида и дезоксихолат амфотерицина В снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амфотерицин В липосомальный",
      "description": {
        "common": "Инъекционная суспензия триамцинолона ацетонида и липосомальный амфотерицин В снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфолипидный комплекс амфотерицина В",
      "description": {
        "common": "Инъекционная суспензия триамцинолона ацетонида и фосфолипидный комплекс амфотерицина В снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, антитромбин альфа. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, антитромбин III. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень или эффект суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аргатробан",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, аргатробан. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или действие инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин будет снижать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин, триамцинолона ацетонид суспензия для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аспирин в сочетании с кортикостероидами при гипопротромбинемии следует применять с осторожностью. Клиренс салицилатов может увеличиться при одновременном применении кортикостероидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "аспирин ректальный, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аспирин в сочетании с кортикостероидами при гипопротромбинемии следует применять с осторожностью. Клиренс салицилатов может увеличиться при одновременном применении кортикостероидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет увеличивать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атракурий",
      "description": {
        "common": "атракуриум, суспензия триамцинолона ацетонида для инъекций. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт и инъекционная суспензия триамцинолона ацетонида усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бемипарин",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, бемипарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, бивалирудин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "Буталбитал снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты хлорпропамида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида снижает действие вакцины против холеры за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин снижает уровень инъекционной суспензии триамцинолона ацетонида за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "трисалицилат холина магния, суспензия для инъекций триамцинолона ацетонида.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "суспензия триамцинолона ацетонида для инъекций и ципрофлоксацин увеличивают значение Other (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цисатракурий",
      "description": {
        "common": "цисатракурий, суспензия триамцинолона ацетонида для инъекций. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций повышает уровень или эффект клопидогреля, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Индукторы CYP3A4 могут усиливать метаболизм клопидогрела до его активного метаболита. Мониторинг пациентов на предмет возможного усиления антитромбоцитарного эффекта при использовании индукторов CYP3A4 в комбинации с клопидогрелом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "Кобицистат увеличивает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "Циклоспорин увеличивает уровень или эффект суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, далтепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет увеличивать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет увеличивать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб будет увеличивать уровень или эффект суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "Деферасирокс снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ДГЭА, растительный",
      "description": {
        "common": "DHEA, травяной, повысит уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного / кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и суспензия триамцинолона ацетонида для инъекций снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "диклофенак, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлунизал, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем повысит уровень или действие суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "Элвитегравир/кобицистат/эмтрицитабин/тенофовир DF будет повышать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, эноксапарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "этодолак, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "Этравирин будет снижать уровень или эффект суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты раствора для инъекций эксенатида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие суспензии эксенатида для инъекций за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида усиливает действие финголимода за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол увеличивает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "Флудрокортизон снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, фондапаринукс. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет увеличивать уровень или эффект суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант увеличивает уровень или эффект суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "суспензия триамцинолона ацетонида для инъекций и гемифлоксацин повышают риск другого (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты глимепирида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты глипизида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты глибурида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глицеринфенилбутират",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие глицеринфенилбутирата с помощью других (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут вызывать расщепление белков организма и повышать уровень аммиака в плазме; внимательно следите за уровнем аммиака, когда глицеринфенилбутират применяется совместно с кортикостероидами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гемофильной палочки типа b",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие вакцины против гемофильной палочки типа b за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемин",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие гемина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Препараты, усиливающие синтез дельта-аминолевулиновой кислоты, могут снижать эффект гемина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гепарин",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, гепарин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен в/в, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен/фамотидин",
      "description": {
        "common": "ибупрофен/фамотидин, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "суспензия триамцинолона ацетонида для инъекций, индакатерол, ингаляции. калий сыворотки. Используйте осторожность/монитор. Комбинация может увеличить риск гипокалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир увеличивает уровень или эффект суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гриппа А (H5N1)",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие вакцины против гриппа A (H5N1) за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды, используемые в дозах, превышающих физиологические, могут снижать иммунный ответ на вакцину H5N1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа (H5N1) с адъювантом",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие вакцины против вируса гриппа (H5N1) за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды, используемые в дозах, превышающих физиологические, могут снижать иммунный ответ на вакцину H5N1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, рекомбинантная",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие четырехвалентной рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа трехвалентная, рекомбинантная",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие трехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты инсулина аспарт за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты инсулина деглудека за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты инсулина деглудек/инсулин аспарт за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие инсулина детемир за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты инсулина гларгина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты инсулина глулизина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты вдыхаемого инсулина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты инсулина лизпро за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие инсулина НПХ за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "Инъекционная суспензия триамцинолона ацетонида снижает действие обычного человеческого инсулина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций и сульфат изавуконазония снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "кетопрофен, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "кеторолак, триамцинолона ацетонид суспензия для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "кеторолак интраназально, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб будет увеличивать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "суспензия триамцинолона ацетонида для инъекций и левофлоксацин повышают уровень других (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект инъекционной суспензии триамцинолона ацетонида с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты лираглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин и суспензия триамцинолона ацетонида для инъекций усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонапегсоматропин",
      "description": {
        "common": "лонапегсоматропин снижает эффекты инъекционной суспензии триамцинолона ацетонида по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Гормон роста (GH) ингибирует микросомальный фермент 11 бета-гидроксистероиддегидрогеназу типа 1, который превращает кортизон в его активный метаболит, кортизол. У пациентов с нелеченым дефицитом ГР может наблюдаться повышение уровня кортизола в сыворотке, а начало приема лонапегсоматропина может привести к снижению уровня кортизола в сыворотке. Пациентам с гипоадренализмом, получающим глюкокортикоиды, может потребоваться увеличение дозы глюкокортикоидов при стрессе или поддерживающих дозах после начала лечения лонапегсоматропином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "лорноксикам, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "лумефантрин снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "мефенамовая кислота, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "мелоксикам, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие менингококковой вакцины группы В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Лица с измененной иммунокомпетентностью могут иметь сниженный иммунный ответ на вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "Метилпреднизолон будет снижать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол увеличивает уровень или эффект суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "миконазол вагинальный увеличивает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миглитол",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие миглитола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "суспензия триамцинолона ацетонида для инъекций и моксифлоксацин увеличивают значение Other (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "набуметон, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "напроксен, суспензия для инъекций триамцинолона ацетонида.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты натеглинида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "Нелфинавир будет повышать уровень или эффект суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин увеличивает уровень или эффект суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб увеличивает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир будет повышать уровень или эффект суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Coadministration может увеличить определенные системные концентрации кортикостероидов. Повышенный риск синдрома Кушинга и угнетения функции надпочечников. Рассмотрите возможность чередования кортикостероидов, включая беклометазон и преднизолон)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, инъекционная суспензия триамцинолона ацетонида.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "суспензия триамцинолона ацетонида для инъекций и офлоксацин повышают уровень других (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "Инъекционная суспензия триамцинолона ацетонида и ингаляционный олодатерол снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и суспензия триамцинолона ацетонида для инъекций усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Использование оксалиплатина с сопутствующими иммунодепрессантами или при нарушениях иммунной системы может увеличить риск серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "оксапрозин, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод, суспензия триамцинолона ацетонида для инъекций.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Одновременное применение с иммуносупрессивной терапией может увеличить риск аддитивных иммунных эффектов во время терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "панкуроний",
      "description": {
        "common": "панкуроний, суспензия триамцинолона ацетонида для инъекций. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "парекоксиб, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "Пентобарбитал снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фениндион",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, фениндион. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиоглитазон",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты пиоглитазона за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пироксикам, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против полиомиелита инактивированная",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие вакцины против полиомиелита, инактивированной фармакодинамическим антагонизмом. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "суспензия для инъекций понесимод и триамцинолон ацетонид усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет увеличивать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон будет снижать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протамин",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, протамин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут снижать антикоагулянтный эффект за счет повышения свертываемости крови; и наоборот, они могут нарушать целостность сосудов, что увеличивает риск кровотечения. Внимательно следите за МНО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "хинупристин/дальфопристин увеличивает уровень или действие суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репаглинид",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты репаглинида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рокуроний",
      "description": {
        "common": "рокуроний, суспензия триамцинолона ацетонида для инъекций. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rufinamide",
      "description": {
        "common": "руфинамид снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (не аза), суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты сипулеуцела-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ситаглиптин",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, пикосульфат натрия/оксид магния/безводная лимонная кислота.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: может быть связан с дисбалансом жидкости и электролитов, например, с гипокалиемией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "Сульфат натрия/?сульфат магния/хлорид калия повышает токсичность инъекционной суспензии триамцинолона ацетонида по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния повышает токсичность инъекционной суспензии триамцинолона ацетонида по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций и сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль снижают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сомапацитан",
      "description": {
        "common": "сомапацитан снижает эффекты инъекционной суспензии триамцинолона ацетонида, произведенной другими (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: микросомальный фермент 11-бета-гидроксистероиддегидрогеназа типа 1 (11-бета-ГСД-1), необходимый для превращения кортизона в его активный метаболит, кортизол, в печени и жировой ткани. GH ингибирует 11-бета-HSD-1. Пациентам, получающим глюкокортикоиды по поводу гипофункции надпочечников, может потребоваться увеличение поддерживающей или стрессовой дозы после начала лечения сомапацитаном."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соматрем",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие соматрема за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сорафениб",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень сорафениба за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "сукцинилхолин, суспензия триамцинолона ацетонида для инъекций. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "сульфасалазин, триамцинолона ацетонид суспензия для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "сулиндак, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толазамид",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты толазамида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты толбутамида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "толфенамовая кислота, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "толметин, суспензия триамцинолона ацетонида для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение НПВП и кортикостероидов увеличивает риск побочных эффектов со стороны желудочно-кишечного тракта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, суспензия триамцинолона ацетонида для инъекций.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, суспензия триамцинолона ацетонида для инъекций.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб и инъекционная суспензия триамцинолона ацетонида усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "векуроний",
      "description": {
        "common": "векуроний, суспензия триамцинолона ацетонида для инъекций. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил увеличивает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вилдаглиптин",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты вилдаглиптина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет увеличивать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций усиливает действие варфарина за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксипамид",
      "description": {
        "common": "ксипамид, суспензия триамцинолона ацетонида для инъекций. Фармакодинамический синергизм. Используйте осторожность/монитор. Риск гипокалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "Зафирлукаст увеличивает уровень или действие суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против опоясывающего лишая рекомбинантная",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие рекомбинантной вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить эффективность рекомбинантной вакцины против опоясывающего лишая."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень аспирина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень ректального аспирина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень аспирина/лимонной кислоты/бикарбоната натрия за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень бальзалазида за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, бендрофлуметиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буметанид",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, буметанид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень ацетата кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень карбоната кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень хлорида кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "Инъекционная суспензия триамцинолона ацетонида снижает уровень цитрата кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "Инъекционная суспензия триамцинолона ацетонида снижает уровень глюконата кальция за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, хлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, хлорталидон. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень трисалицилата холина магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хром",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень хрома за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "колестипол",
      "description": {
        "common": "колестипол снижает уровень инъекционной суспензии триамцинолона ацетонида за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, циклопентиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "даназол",
      "description": {
        "common": "даназол, триамцинолона ацетонид суспензия для инъекций.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень дифлунизала за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "Эсликарбазепина ацетат будет снижать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, этакриновая кислота. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиретрум",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие пиретрума за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуоксиместерон",
      "description": {
        "common": "флуоксиместерон, суспензия триамцинолона ацетонида для инъекций.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, фуросемид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, индапамид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изониазид",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие изониазида по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "месаламин",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень месаламина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "местеролон",
      "description": {
        "common": "местеролон, триамцинолон ацетонид суспензия для инъекций.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, метиклотиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилтестостерон",
      "description": {
        "common": "метилтестостерон, триамцинолона ацетонид суспензия для инъекций.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, метолазон. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метирапон",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие метирапона за счет неуказанного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксандролон",
      "description": {
        "common": "Оксандролон, суспензия триамцинолона ацетонида для инъекций.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксиметолон",
      "description": {
        "common": "оксиметолон, триамцинолона ацетонид суспензия для инъекций.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "порфимер",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень порфимера за счет неуказанного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "розиглитазон",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты розиглитазона за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень салицилатов (не аза) за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень сальсалата за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сарграмостим",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций усиливает действие сарграмостима за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "саксаглиптин",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты саксаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "соматропин",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты соматропина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень сульфасалазина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "такролимус",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, такролимус.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тестостерон",
      "description": {
        "common": "тестостерон, триамцинолона ацетонид суспензия для инъекций.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буккальная система тестостерона",
      "description": {
        "common": "буккальная система тестостерона, инъекционная суспензия триамцинолона ацетонида.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тестостерон актуальные",
      "description": {
        "common": "тестостерон местный, инъекционная суспензия триамцинолона ацетонида.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Может усиливать образование отеков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "торсемиде",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, торасемид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень коры ивы за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "отек суставов",
      "percent": "3"
    },
    {
      "name": "Ушибы",
      "percent": "2"
    },
    {
      "name": "Синусит",
      "percent": "2"
    },
    {
      "name": "Кашель",
      "percent": "2"
    },
    {
      "name": "Акне",
      "percent": null
    },
    {
      "name": "Аритмия",
      "percent": null
    },
    {
      "name": "Увеличение сердца",
      "percent": null
    },
    {
      "name": "Сосудистый коллапс",
      "percent": null
    },
    {
      "name": "Подавление надпочечников",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "васкулит",
      "percent": null
    },
    {
      "name": "Повышенное внутричерепное давление",
      "percent": null
    },
    {
      "name": "Тромбоэмболия",
      "percent": null
    },
    {
      "name": "Эйфория",
      "percent": null
    },
    {
      "name": "Артрагия",
      "percent": null
    },
    {
      "name": "Гладить",
      "percent": null
    },
    {
      "name": "Перелом",
      "percent": null
    },
    {
      "name": "Поражение тканей сустава",
      "percent": null
    },
    {
      "name": "Красная волчанка",
      "percent": null
    },
    {
      "name": "как поражения",
      "percent": null
    },
    {
      "name": "Гипертрихоз",
      "percent": null
    },
    {
      "name": "Катаракта",
      "percent": null
    },
    {
      "name": "Замедленное заживление ран",
      "percent": null
    },
    {
      "name": "Сахарный диабет",
      "percent": null
    },
    {
      "name": "носовое кровотечение",
      "percent": null
    },
    {
      "name": "Неврит",
      "percent": null
    },
    {
      "name": "гирсутизм",
      "percent": null
    },
    {
      "name": "Повышенный аппетит",
      "percent": null
    },
    {
      "name": "расстройство желудка",
      "percent": null
    },
    {
      "name": "Разрыв сухожилия",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Миопатия",
      "percent": null
    },
    {
      "name": "Остеопороз",
      "percent": null
    },
    {
      "name": "Псевдоопухоль головного мозга",
      "percent": null
    },
    {
      "name": "при снятии",
      "percent": null
    },
    {
      "name": "Психоз",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Постменопаузальное вагинальное кровотечение",
      "percent": null
    }
  ]
}