{
  "name": "кангрелор",
  "comment": "Rx",
  "other_names": [
    "Кенгрил"
  ],
  "classes": [
    "Антиагреганты",
    "Сердечно-сосудистые"
  ],
  "source": "https://reference.medscape.com/drug/kengreal-cangrelor-1000017",
  "pregnancy": {
    "common": [
      "Нет доступных данных об использовании у беременных женщин для оценки риска серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода, связанного с приемом препарата; нелеченный инфаркт миокарда может быть фатальным для беременных женщин и плода"
    ],
    "specific": [
      {
        "type": "Связанный с заболеванием риск для матери и/или эмбриона/плода",
        "description": [
          "Инфаркт миокарда является неотложной медицинской помощью во время беременности, которая может быть фатальной для беременной женщины и плода, если ее не лечить; не следует отменять поддерживающую жизнь терапию беременной женщины из-за возможных опасений относительно воздействия препарата на плод."
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных непрерывная инфузия препарата беременным крысам и кроликам на протяжении всего органогенеза в дозе, примерно в 2 раза превышающей максимальную рекомендуемую дозу для человека (MRHD), не приводила к порокам развития плода."
        ]
      },
      {
        "type": "Работа или доставка",
        "description": [
          "Использование наркотиков во время родов и родоразрешения может увеличить риск материнского кровотечения и кровоизлияния; проведение процедур нейроаксиальной блокады не рекомендуется во время применения наркотиков из-за потенциального риска гематомы позвоночника; по возможности прекратите прием препарата за 1 час до родов, родоразрешения или нейроаксиальной блокады"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии препарата в грудном молоке или молоке животных, воздействии на младенцев, находящихся на грудном вскармливании, или на выработку молока; из-за короткого периода полувыведения ожидается, что воздействие препарата на младенцев, находящихся на грудном вскармливании, будет очень низким."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Значительное активное кровотечение",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Повышенный риск кровотечения; кровотечения любой степени тяжести чаще наблюдались при применении кангрелора, чем при применении клопидогрела.",
        "Препараты, подавляющие функцию тромбоцитов P2Y12, повышают риск кровотечения.",
        "Осложнения кровотечения были постоянными в различных клинически важных подгруппах.",
        "После прекращения терапии через час антиагрегантный эффект отсутствует."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "аброцитиниб",
      "description": {
        "common": "аброцитиниб и кангрелор усиливают антикоагулянтную активность. Противопоказано. Антитромбоцитарные препараты, кроме низких доз аспирина (=81 мг qD), в течение первых 3 мес лечения противопоказаны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каплацизумаб",
      "description": {
        "common": "каплацизумаб, кангрелор.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "кангрелор снижает действие клопидогрела за счет конкуренции за связывание с рецепторами. Избегайте или используйте альтернативный препарат. Ожидаемый антиагрегантный эффект нагрузочной дозы 600 мг клопидогреля блокировался, когда клопидогрел вводился во время инфузии кангрелора. Таким образом, клопидогрел не следует назначать до тех пор, пока не будет прекращена инфузия кангрелора."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прасугрель",
      "description": {
        "common": "Кангрелор снижает эффекты прасугрела за счет конкуренции за связывание с рецепторами. Избегайте или используйте альтернативный препарат. Ожидаемый антиагрегантный эффект нагрузочной дозы 60 мг прасугрела блокировался, когда прасугрел вводился во время инфузии кангрелора. Поэтому прасугрел не следует вводить до прекращения инфузии кангрелора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб усиливает антикоагулянтное действие кангрелора. Изменить терапию/внимательно контролировать. Одновременное применение акалабрутиниба с антиагрегантами или антикоагулянтами может еще больше увеличить риск кровотечения. Следите за признаками кровотечения и оценивайте соотношение пользы и риска приостановки приема акалабрутиниба на 3-7 дней до и после операции в зависимости от типа операции и риска кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триглицериды рыбьего жира",
      "description": {
        "common": "Триглицериды рыбьего жира повышают уровень или эффект кангрелора за счет антикоагуляции. Используйте осторожность/монитор. Сообщалось о длительном кровотечении у пациентов, принимающих антитромбоцитарные средства или антикоагулянты и перорально омега-3 жирные кислоты. Периодически контролируйте время кровотечения у пациентов, получающих триглицериды рыбьего жира и сопутствующие антиагреганты или антикоагулянты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб будет повышать уровень или эффект кангрелора за счет антикоагуляции. Используйте осторожность/монитор. Ибрутиниб может увеличить риск кровотечения у пациентов, получающих антитромбоцитарную или антикоагулянтную терапию, и следует контролировать признаки кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селуметиниб",
      "description": {
        "common": "кангрелор и селуметиниб усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать. Повышенный риск кровотечения может возникать у пациентов, принимающих антагонист витамина К или антиагрегант с селуметинибом. Мониторинг кровотечения и МНО или ПВ у пациентов, одновременно принимающих антагонист витамина К или антиагрегант с селуметинибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "кангрелор, варфарин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Препараты с антиагрегантными свойствами могут усиливать антикоагулянтный эффект варфарина."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Мягкий",
      "percent": "14.9"
    },
    {
      "name": "Умеренный",
      "percent": "0.4"
    },
    {
      "name": "Серьезный",
      "percent": "0.2"
    },
    {
      "name": "жизнь",
      "percent": "0.6"
    },
    {
      "name": "угрожающий",
      "percent": "0.2"
    },
    {
      "name": "Незначительный",
      "percent": null
    },
    {
      "name": "Главный",
      "percent": null
    }
  ]
}