{
  "name": "леветирацетам",
  "comment": "Rx",
  "other_names": [
    "Кеппра",
    "Кеппра XR",
    "Спритам",
    "Элепсия"
  ],
  "classes": [
    "Лиганды SV2A"
  ],
  "source": "https://reference.medscape.com/drug/keppra-spritam-levetiracetam-343013",
  "pregnancy": {
    "common": [
      "В исследованиях на животных леветирацетам показал токсичность для развития, включая тератогенные эффекты, в дозах, аналогичных или превышающих терапевтические дозы для человека.",
      "Уровни наркотиков в крови могут снижаться во время беременности; физиологические изменения во время беременности могут повлиять на концентрацию препарата; во время беременности наблюдалось снижение концентрации препарата в плазме; это снижение более выражено в третьем триместре; может потребоваться коррекция дозы для поддержания клинического ответа",
      "Адекватных и строго контролируемых исследований у беременных женщин не проводилось; длительный опыт работы с беременными женщинами не выявил связанного с приемом лекарств риска серьезных врожденных пороков или выкидыша, основываясь на опубликованной литературе, которая включает данные из реестров беременных, и отражает опыт более двух десятилетий.",
      "Применять во время беременности только в том случае, если потенциальная польза оправдывает потенциальный риск для плода.",
      "Зарегистрируйте пациентов в Североамериканском реестре беременных противоэпилептических препаратов; 1-888-233-2334 или посетите http://www.aedpregnancyregistry.org"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Препарат выделяется с грудным молоком; нет данных о влиянии препарата на младенцев, находящихся на грудном вскармливании, или на выработку молока.",
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате, а также любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или основного материнского состояния.",
      "Неизвестно, проникает ли он в грудное молоко человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Один процент взрослых пациентов и 2% детей (в возрасте от 4 до 16 лет), получавших леветирацетам с немедленным высвобождением, испытывали психотические симптомы (паранойя).",
        "Психические реакции: 13,3% взрослых и 37,6% детей, получавших леветирацетам, сообщили о непсихотических поведенческих симптомах (например, агрессия, возбуждение, гнев, тревога, апатия, деперсонализация, лабильность, враждебность, гиперкинезы, раздражительность, нервозность, невроз и расстройство личности). по сравнению с 6,2% и 18,6% взрослых и детей, получавших плацебо, соответственно; может потребоваться снижение дозы или прекращение приема",
        "Может ухудшить способность управлять тяжелой техникой",
        "Может вызвать анафилаксию или ангионевротический отек после первой дозы или в любой момент лечения; если у пациента развиваются признаки или симптомы анафилаксии или ангионевротического отека, терапию следует прекратить и пациенту следует немедленно обратиться за медицинской помощью; терапия должна быть прекращена навсегда, если не может быть установлена ​​четкая альтернативная этиология реакции.",
        "Сонливость и астения чаще всего возникали в течение первых 4 недель лечения; пациентов следует контролировать на наличие признаков и симптомов и рекомендовать им не управлять транспортными средствами или работать с механизмами до тех пор, пока они не приобретут достаточный опыт приема леветирацетама, чтобы определить, не оказывает ли он неблагоприятного влияния на способность управлять автомобилем или работать с механизмами.",
        "Сообщается о лекарственной сыпи с эозинофилией и системным синдромом (DRESS).",
        "Контроль судорог во время беременности: физиологические изменения во время беременности могут постепенно снижать терапевтические концентрации в плазме, особенно это выражено в 3-м триместре; внимательно следить за уровнем сыворотки во время беременности и в послеродовой период",
        "Наблюдается увеличение числа эозинофилов",
        "Сообщается об агранулоцитозе; у детей (в возрасте от 4 до 16 лет) наблюдалось статистически значимое снижение числа лейкоцитов и количества нейтрофилов у пациентов, получавших леветирацетам с немедленным высвобождением; ни один пациент не был прекращен из-за низкого количества лейкоцитов или нейтрофилов.",
        "Будьте осторожны при почечной недостаточности; отрегулировать дозу; используйте препарат с немедленным высвобождением вместо препарата с пролонгированным высвобождением у пациентов с терминальной стадией почечной недостаточности, требующих гемодиализа",
        "Мониторинг пациентов в возрасте от 1 месяца до <4 лет на предмет повышения диастолического артериального давления.",
        "Как и в случае с большинством противоэпилептических препаратов, препарат обычно следует отменять постепенно из-за риска увеличения частоты приступов и эпилептического статуса; если отмена необходима из-за серьезной побочной реакции, можно рассмотреть возможность быстрой отмены.",
        "Мониторинг пациентов на наличие поведенческих отклонений, включая психотические симптомы, суицидальные мысли, раздражительность, агрессивное поведение, а также на наличие новой или усугубляющейся депрессии, суицидальных мыслей/поведения и/или необычных изменений настроения или поведения",
        "Терапия может вызвать гематологические нарушения, в том числе снижение количества лейкоцитов (WBC), нейтрофилов и эритроцитов (RBC); снижается гемоглобин и гематокрит; и увеличение количества эозинофилов; случаи агранулоцитоза, панцитопения и тромбоцитопения, о которых сообщалось в пострегистрационных условиях; общий анализ крови рекомендуется пациентам, испытывающим значительную слабость, лихорадку, рецидивирующие инфекции или нарушения свертывания крови",
        "Сообщалось о серьезных дерматологических реакциях, включая синдром Стивенса-Джонсона (ССД) и токсический эпидермальный некролиз (ТЭН); среднее время начала заболевания составляет 14-17 дней; если признаки или симптомы указывают на ССД/ТЭН, использование этого препарата не следует возобновлять и следует рассмотреть альтернативную терапию."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "деферипрон",
      "description": {
        "common": "деферипрон, леветирацетам.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте использования деферипрона с другими препаратами, которые, как известно, связаны с нейтропенией или агранулоцитозом; если альтернатива невозможна, чаще контролируйте абсолютное количество нейтрофилов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "леветирацетам, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "рогинтерферон альфа 2b, леветирацетам.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб, леветирацетам.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Coadministration может увеличить риск миелосупрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акривастин",
      "description": {
        "common": "акривастин и леветирацетам усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и леветирацетам усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и леветирацетам усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и леветирацетам усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "авапритиниб и леветирацетам усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бензгидрокодон/ацетаминофен и леветирацетам усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетриксабан",
      "description": {
        "common": "леветирацетам будет снижать уровень или эффект бетриксабана по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брексанолон",
      "description": {
        "common": "брексанолон, леветирацетам.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "брекспипразол и леветирацетам усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бриварацетам",
      "description": {
        "common": "бриварацетам, леветирацетам. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Совместное введение не дает дополнительных терапевтических преимуществ и может вызывать аддитивные/синергические побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабигатран",
      "description": {
        "common": "леветирацетам будет снижать уровень или эффект дабигатрана по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "леветирацетам и дейтетрабеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эдоксабан",
      "description": {
        "common": "леветирацетам будет снижать уровень или эффект эдоксабана по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эскетамин интраназально",
      "description": {
        "common": "эскетамин интраназально, леветирацетам.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "леветирацетам и ганаксолон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан, леветирацетам.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Совместное применение лазмидитана и других препаратов, угнетающих ЦНС, включая алкоголь, в клинических исследованиях не изучалось. Ласмидитан может вызывать седативный эффект, а также другие когнитивные и/или психоневрологические побочные реакции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "лемборексант, леветирацетам.\nЛибо усиливает действие другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. При совместном применении лемборексанта с другими препаратами, угнетающими ЦНС, может потребоваться коррекция дозы из-за потенциально аддитивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, леветирацетам.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: возможно усиление угнетающего действия на ЦНС при одновременном применении; монитор для увеличения побочных эффектов и токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "мидазолам интраназально, леветирацетам.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение барбитуратов, алкоголя или других средств, угнетающих ЦНС, может увеличить риск гиповентиляции, обструкции дыхательных путей, десатурации или апноэ и может способствовать выраженному и/или пролонгированному действию препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орлистат",
      "description": {
        "common": "орлистат снижает уровень леветирацетама за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "леветирацетам будет снижать уровень или эффект ривароксабана по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севеламер",
      "description": {
        "common": "севеламер снижает уровень леветирацетама за счет увеличения элиминации. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, леветирацетам.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Одновременное применение стирипентола с другими средствами, угнетающими ЦНС, включая алкоголь, может увеличить риск седативного эффекта и сонливости."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетаминофен",
      "description": {
        "common": "леветирацетам снижает уровень ацетаминофена за счет увеличения метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетаминофен IV",
      "description": {
        "common": "леветирацетам снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетаминофен ректальный",
      "description": {
        "common": "леветирацетам снижает уровень ректального ацетаминофена за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "атракурий",
      "description": {
        "common": "леветирацетам снижает эффекты атракурия за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "биотин",
      "description": {
        "common": "леветирацетам снижает уровень биотина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно. Может потребоваться добавка биотина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цисатракурий",
      "description": {
        "common": "леветирацетам снижает действие цисатракурия за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цианокобаламин",
      "description": {
        "common": "леветирацетам снижает уровень цианокобаламина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "дексметилфенидат усиливает действие леветирацетама за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокарнитин",
      "description": {
        "common": "леветирацетам снижает уровень левокарнитина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "онаботулотоксин А",
      "description": {
        "common": "леветирацетам снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "панкуроний",
      "description": {
        "common": "леветирацетам снижает действие панкурония за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рапакуроний",
      "description": {
        "common": "леветирацетам снижает действие рапакурония за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рокуроний",
      "description": {
        "common": "леветирацетам снижает действие рокурония за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мудрец",
      "description": {
        "common": "шалфей снижает эффекты леветирацетама за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Теоретическое взаимодействие; некоторые виды шалфея могут вызывать судороги."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сердексметилфенидат/дексметилфенидат",
      "description": {
        "common": "Сердексметилфенидат/дексметилфенидат усиливает действие леветирацетама за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "леветирацетам снижает эффекты сукцинилхолина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "векуроний",
      "description": {
        "common": "леветирацетам снижает эффекты векурония за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Астения",
      "percent": "11-15"
    },
    {
      "name": "Головная боль",
      "percent": "14-19"
    },
    {
      "name": "Инфекционное заболевание",
      "percent": "11-15"
    },
    {
      "name": "Повышенное кровяное давление",
      "percent": "17"
    },
    {
      "name": "у детей",
      "percent": "4"
    },
    {
      "name": "годы",
      "percent": "11-15"
    },
    {
      "name": "Сонливость",
      "percent": "2-23"
    },
    {
      "name": "Сонливость",
      "percent": "10-11"
    },
    {
      "name": "Усталость",
      "percent": "3-13"
    },
    {
      "name": "Анорексия",
      "percent": "9-15"
    },
    {
      "name": "Слабость",
      "percent": "7-15"
    },
    {
      "name": "Назофарингит",
      "percent": "2-11"
    },
    {
      "name": "Кашель",
      "percent": "2"
    },
    {
      "name": "Вирусная инфекция",
      "percent": "2"
    },
    {
      "name": "астма",
      "percent": "5-9"
    },
    {
      "name": "Головокружение",
      "percent": "2-10"
    },
    {
      "name": "Нервозность",
      "percent": "2"
    },
    {
      "name": "Амнезия",
      "percent": "2-3"
    },
    {
      "name": "Беспокойство",
      "percent": "3"
    },
    {
      "name": "Атаксия",
      "percent": "2-5"
    },
    {
      "name": "Депрессия",
      "percent": "10"
    },
    {
      "name": "Враждебность",
      "percent": "2"
    },
    {
      "name": "Парестезия",
      "percent": "2"
    },
    {
      "name": "Синусит",
      "percent": "2"
    },
    {
      "name": "Диплопия",
      "percent": "2"
    },
    {
      "name": "амблиопия",
      "percent": "2-3"
    },
    {
      "name": "Конъюнктивит",
      "percent": "4"
    },
    {
      "name": "альбуминурия",
      "percent": null
    },
    {
      "name": "Аномальные тесты функции печени",
      "percent": null
    },
    {
      "name": "Дискинезия",
      "percent": null
    },
    {
      "name": "Экзема",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "Снижение гематокрита",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "Склонности к суициду",
      "percent": null
    },
    {
      "name": "Гепатит",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "Подавление костного мозга",
      "percent": null
    },
    {
      "name": "Эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "печеночный",
      "percent": null
    },
    {
      "name": "Аномальные функциональные пробы печени",
      "percent": null
    },
    {
      "name": "печеночная недостаточность",
      "percent": null
    },
    {
      "name": "гепатит",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "Кожа",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "многоформная эритема",
      "percent": null
    },
    {
      "name": "лекарственная сыпь с эозинофилией и системным синдромом",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    },
    {
      "name": "неврологический",
      "percent": null
    },
    {
      "name": "Хореоатетоз",
      "percent": null
    },
    {
      "name": "дискинезия",
      "percent": null
    },
    {
      "name": "ухудшение судорог",
      "percent": null
    },
    {
      "name": "Гематология",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "панцитопения",
      "percent": null
    },
    {
      "name": "тромбоцитопения",
      "percent": null
    },
    {
      "name": "агранулоцитоз",
      "percent": null
    },
    {
      "name": "Скелетно-мышечный",
      "percent": null
    },
    {
      "name": "Мышечная слабость",
      "percent": null
    },
    {
      "name": "психологический",
      "percent": null
    },
    {
      "name": "Паническая атака",
      "percent": null
    },
    {
      "name": "Общий",
      "percent": null
    },
    {
      "name": "Потеря веса",
      "percent": null
    },
    {
      "name": "Гипонатриемия",
      "percent": null
    },
    {
      "name": "Острое повреждение почек",
      "percent": null
    },
    {
      "name": "Анафилаксия и ангионевротический отек",
      "percent": null
    }
  ]
}