{
  "name": "пембролизумаб",
  "comment": "Rx",
  "other_names": [
    "Кейтруда"
  ],
  "classes": [
    "Ингибиторы PD-1/PD-L1",
    "Противоопухолевые препараты",
    "Моноклональное антитело"
  ],
  "source": "https://reference.medscape.com/drug/keytruda-pembrolizumab-999962",
  "pregnancy": {
    "common": [
      "Нет доступных данных о людях, информирующих о риске эмбриофетальной токсичности.",
      "Основываясь на механизме действия, при введении беременной женщине может произойти повреждение плода."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В моделях на животных сигнальный путь PD-1/PD-L1 важен для поддержания беременности за счет индукции материнской иммунной толерантности к тканям плода.",
          "Известно, что IgG4 человека (иммуноглобулины) проникают через плаценту; следовательно, пембролизумаб потенциально может передаваться от матери к развивающемуся плоду."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Рекомендовать женщинам с репродуктивным потенциалом использовать эффективные методы контрацепции во время лечения и в течение как минимум 4 месяцев после последней дозы."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Известно, что материнский IgG присутствует в грудном молоке; последствия местного желудочно-кишечного воздействия и ограниченного системного воздействия этого препарата на ребенка, находящегося на грудном вскармливании, неизвестны.",
      "Исследования по оценке влияния пембролизумаба на выработку молока или его присутствие в грудном молоке не проводились.",
      "Поручить женщинам прекратить кормление грудью во время лечения и в течение 4 месяцев после последней дозы"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Могут возникнуть заболевания щитовидной железы; следить за изменениями функции щитовидной железы (в начале лечения, периодически во время лечения и по клиническим показаниям), а также за клиническими признаками и симптомами заболеваний щитовидной железы",
        "Отторжение трансплантата солидного органа, о котором сообщалось в постмаркетинговых условиях; лечение увеличивает риск отторжения у реципиентов трансплантатов паренхиматозных органов; рассмотрите преимущества лечения по сравнению с риском возможного отторжения органа",
        "Основываясь на механизме действия, при введении беременной женщине может произойти повреждение плода (см. Беременность).",
        "Сообщалось о реакциях, связанных с инфузией, включая тяжелые и опасные для жизни реакции; следить за признаками и симптомами инфузионных реакций, включая озноб, озноб, свистящее дыхание, зуд, покраснение, сыпь, гипотензию, гипоксемию и лихорадку; прерывание или замедление скорости инфузии при легких (степень 1) или умеренных (степень 2) реакциях, связанных с инфузией; при тяжелых (степень 3) или угрожающих жизни (степень 4) реакциях, связанных с инфузией, прекратить инфузию и навсегда прекратить терапию.",
        "Сообщается о гипофизите; следить за признаками и симптомами гипофизита (включая гипопитуитаризм и надпочечниковую недостаточность)",
        "В двух рандомизированных клинических исследованиях у пациентов с множественной миеломой добавление пембролизумаба к аналогу талидомида плюс дексаметазон приводило к увеличению смертности; лечение пациентов с множественной миеломой с помощью антител, блокирующих PD-1 или PDL1, в комбинации с аналогом талидомида плюс дексаметазон не рекомендуется вне контролируемых клинических исследований.",
        "Следите за признаками и симптомами надпочечниковой недостаточности; назначить кортикостероиды и заместительную гормональную терапию по клиническим показаниям; приостановить терапию при умеренной (степень 2) надпочечниковой недостаточности и приостановить или прекратить терапию при тяжелой (3 степень) или угрожающей жизни (4 степень) надпочечниковой недостаточности"
      ],
      "specific": [
        {
          "type": "Иммуноопосредованные побочные эффекты",
          "description": [
            "В клинических исследованиях сообщалось об иммуноопосредованных пневмонитах, колитах, гепатитах, нефритах и ​​других иммуноопосредованных побочных реакциях (например, увеитах, артритах, миозитах, панкреатитах, гемолитической анемии, парциальных судорогах, возникающих у пациентов с воспалительными очагами в паренхиме головного мозга, миастеническом синдроме, неврит зрительного нерва и рабдомиолиз)",
            "Сообщалось об иммуноопосредованных сыпях, включая ССД, ТЭН, эксфолиативный дерматит и буллезный пемфигоид; следить за подозрением на тяжелые кожные реакции и исключать другие причины",
            "Осложнения, связанные с трансплантацией, включают острейшую реакцию «трансплантат против хозяина» (РТПХ), острую РТПХ, хроническую РТПХ, венозно-окклюзионную болезнь печени (ВОБ) после кондиционирования пониженной интенсивности и фебрильный синдром, требующий применения стероидов (без установленной инфекционной причины). ; эти осложнения могут возникать, несмотря на промежуточную терапию между блокадой PD-1/PD-L1 и аллогенной ТГСК.",
            "Иммуноопосредованные эндокринопатии (например, надпочечниковая недостаточность, изменения функции щитовидной железы, сахарный диабет 1 типа, включая диабетический кетоацидоз)",
            "В случае подозрения на иммуноопосредованные побочные реакции необходимо провести соответствующее обследование для исключения альтернативной этиологии, включая инфекцию; незамедлительно назначьте медицинское лечение, включая консультации специалистов, если это необходимо",
            "Внимательно наблюдайте за пациентами на наличие симптомов и признаков, которые могут быть клиническими проявлениями лежащих в основе иммуноопосредованных побочных реакций.",
            "Иммуноопосредованные побочные реакции, которые могут быть тяжелыми или фатальными, могут возникать в любой системе органов или тканях и могут одновременно поражать более одной системы организма;",
            "У пациентов с ТНРМЖ, получающих неоадъювантную терапию, следует контролировать уровень кортизола в крови исходно, до операции и по клиническим показаниям.",
            "Иммуноопосредованные осложнения, включая летальные исходы, возникали у пациентов, перенесших аллогенную трансплантацию гемопоэтических стволовых клеток (ТГСК) после лечения пембролизумабом.",
            "Внимательно следите за пациентами на наличие признаков осложнений, связанных с трансплантацией, и незамедлительно вмешивайтесь; рассмотрите преимущества и риски лечения блокирующими антителами PD-1/PD-L1 до или после аллогенной ТГСК",
            "Раннее выявление и лечение иммуноопосредованных побочных реакций необходимо для обеспечения безопасного использования блокирующих антител PD-1/PD-L1.",
            "Оценивайте ферменты печени, креатинин и функцию щитовидной железы на исходном уровне и периодически во время лечения.",
            "Также см. Модификации дозировки",
            "Иммуноопосредованные побочные реакции могут возникнуть в любое время после начала лечения блокирующим антителом PD-1/PD-L1.",
            "В то время как иммуноопосредованные побочные реакции обычно проявляются во время лечения блокирующими антителами PD-1/PD-L1, иммуноопосредованные побочные реакции также могут проявляться после прекращения приема блокирующих антител PD-1/PD-L1.",
            "Незамедлительно назначьте медицинское лечение, включая консультации специалистов, если это необходимо"
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Усталость",
      "percent": "65"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "65"
    },
    {
      "name": "Гипертония",
      "percent": "65"
    },
    {
      "name": "Диарея",
      "percent": "64"
    },
    {
      "name": "Снижение аппетита",
      "percent": "52"
    },
    {
      "name": "Гипотиреоз",
      "percent": "51"
    },
    {
      "name": "Тошнота",
      "percent": "48"
    },
    {
      "name": "Стоматит",
      "percent": "43"
    },
    {
      "name": "Рвота",
      "percent": "39"
    },
    {
      "name": "Уменьшенный вес",
      "percent": "36"
    },
    {
      "name": "Боль в животе",
      "percent": "33"
    },
    {
      "name": "Головная боль",
      "percent": "33"
    },
    {
      "name": "Запор",
      "percent": "32"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "31"
    },
    {
      "name": "Дисфория",
      "percent": "29"
    },
    {
      "name": "Геморрагические явления",
      "percent": "28"
    },
    {
      "name": "гипомагниемия",
      "percent": "27"
    },
    {
      "name": "пальмар",
      "percent": "26"
    },
    {
      "name": "синдром подошвенной эритродизестезии",
      "percent": "24"
    },
    {
      "name": "Одышка",
      "percent": "21"
    },
    {
      "name": "Кашель",
      "percent": "21"
    },
    {
      "name": "Сыпь",
      "percent": "9"
    },
    {
      "name": "Гипертония",
      "percent": "6"
    },
    {
      "name": "Боль в животе",
      "percent": "5"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "4"
    },
    {
      "name": "Кровотечение",
      "percent": "4"
    },
    {
      "name": "Усталость",
      "percent": "4"
    },
    {
      "name": "Тошнота",
      "percent": "4"
    },
    {
      "name": "Спутанность сознания",
      "percent": "4"
    },
    {
      "name": "Плевральный выпот",
      "percent": "3"
    },
    {
      "name": "Надпочечниковая недостаточность",
      "percent": "3"
    },
    {
      "name": "Колит",
      "percent": "3"
    },
    {
      "name": "Одышка",
      "percent": "3"
    },
    {
      "name": "лихорадка",
      "percent": "3"
    },
    {
      "name": "Рвота",
      "percent": "4"
    },
    {
      "name": "Оценка",
      "percent": "3"
    },
    {
      "name": "или",
      "percent": "4"
    },
    {
      "name": "Калий увеличен",
      "percent": "3"
    },
    {
      "name": "Оценка",
      "percent": "4"
    },
    {
      "name": "или",
      "percent": "3"
    },
    {
      "name": "Сыпь",
      "percent": "4"
    },
    {
      "name": "Оценка",
      "percent": "3"
    },
    {
      "name": "или",
      "percent": "4"
    },
    {
      "name": "Кашель",
      "percent": "3"
    },
    {
      "name": "Оценка",
      "percent": "4"
    },
    {
      "name": "или",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Оценка",
      "percent": null
    },
    {
      "name": "или",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Оценка",
      "percent": null
    },
    {
      "name": "или",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "лихорадка",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Кашель",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Боль в шее",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    }
  ]
}