{
  "name": "синкалид",
  "comment": "Rx",
  "other_names": [
    "Киневац"
  ],
  "classes": [
    "Диагностика",
    "желудочно-кишечный"
  ],
  "source": "https://reference.medscape.com/drug/kinevac-sincalide-999954",
  "pregnancy": {
    "common": [
      "Основываясь на ограниченных данных о людях и механизме действия, синкалид может вызывать преждевременные роды или самопроизвольный аборт; Имеющихся данных по синкалиду для инъекций недостаточно, чтобы установить связанный с препаратом риск серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях эмбрионально-плодового развития животных, в которых хинкалид вводили хомякам и крысам в период органогенеза, не наблюдалось никаких эффектов при дозах, сравнимых с максимальной рекомендуемой клинической дозой в пересчете на мг/кг; однако в исследовании пренатального развития, в котором крысам вводили препарат во время органогенеза через роды, наблюдалось снижение прибавки в весе и задержка развития при дозе, в 122 раза превышающей максимальную рекомендуемую дозу для человека в зависимости от площади поверхности тела."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии препарата в грудном молоке или молоке животных, воздействии на младенцев, находящихся на грудном вскармливании, или на выработку молока; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в препарате и любым потенциальным неблагоприятным воздействием препарата или основного заболевания на ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Кишечная непроходимость",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Стимуляция сокращения желчного пузыря у пациентов с небольшими камнями желчного пузыря может привести к застреванию камней в пузырном протоке или общем желчном протоке.",
        "Анафилактический шок и другие серьезные реакции гиперчувствительности, о которых сообщалось во время и в течение одного часа после введения; из-за возможности анафилаксии при назначении терапии должна быть доступна соответствующая медицинская помощь; при возникновении анафилаксии или других реакций гиперчувствительности немедленно прекратить инфузию и начать соответствующее лечение; внимательно наблюдать за пациентами во время и после инфузии; не возобновлять терапию у пациентов, у которых появились симптомы гиперчувствительности",
        "Стимулирует сокращение гладкой мускулатуры; риск стимуляции матки (см. Беременность и лактация)"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Дискомфорт или боль в животе",
      "percent": "20"
    },
    {
      "name": "Тошнота",
      "percent": "20"
    },
    {
      "name": "Головокружение",
      "percent": "2"
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Промывка",
      "percent": null
    },
    {
      "name": "Потоотделение",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Гипертония",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Позывы к дефекации",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Чихание",
      "percent": null
    },
    {
      "name": "Онемение",
      "percent": null
    }
  ]
}