{
  "name": "анакинра",
  "comment": "Rx",
  "other_names": [
    "Кинерет"
  ],
  "classes": [
    "DMARD",
    "Иммуномодуляторы"
  ],
  "source": "https://reference.medscape.com/drug/kineret-anakinra-343189",
  "pregnancy": {
    "common": [
      "Недостаточно данных о применении у беременных женщин для выявления риска серьезных врожденных дефектов, выкидыша или нежелательных явлений со стороны матери и плода, связанных с приемом препарата."
    ],
    "specific": [
      {
        "type": "Клиническое рассмотрение",
        "description": [
          "Неблагоприятные исходы беременности включают преждевременные роды (до 37 недель гестации), низкий вес при рождении (<2500 г) и малый вес при рождении для гестационного возраста.",
          "Опубликованные данные свидетельствуют о том, что риск неблагоприятных исходов беременности у женщин с ревматоидным артритом или КАФС связан с повышенной активностью заболевания."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии препарата в молоке человека или животных или его влиянии на производство молока.",
      "Ограниченные клинические данные во время лактации не позволяют четко определить риски для младенцев во время лактации."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "- производные белки, Кинерет или любой компонент продукта",
        "кишечная палочка",
        "Повышенная чувствительность к"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Влияние лечения на активные и/или хронические инфекции и развитие злокачественных новообразований неизвестно.",
        "Сообщалось о снижении количества нейтрофилов; оценивать количество нейтрофилов до начала лечения, ежемесячно в течение 3 месяцев во время лечения и затем ежеквартально в течение до 1 года"
      ],
      "specific": [
        {
          "type": "Серьезные инфекции",
          "description": [
            "Рассмотреть риски и преимущества лечения пациентов с COVID-19, у которых есть другие сопутствующие инфекции.",
            "Сравните продолжение лечения пациентов с NOMID или DIRA с потенциальными рисками и преимуществами.",
            "Безопасность и эффективность у пациентов с ослабленным иммунитетом или у пациентов с хроническими инфекциями не оценивались.",
            "Сообщается о росте числа случаев серьезных инфекций; если у пациентов с РА развивается серьезная инфекция, следует прекратить лечение.",
            "Не назначать пациентам с РА, NOMID, CAPS или DIRA с активной инфекцией."
          ]
        },
        {
          "type": "Реакции гиперчувствительности",
          "description": [
            "Сообщалось о реакциях гиперчувствительности, включая анафилактические реакции и ангионевротический отек.",
            "Если возникает тяжелая аллергическая реакция, начните соответствующее лечение и рассмотрите возможность прекращения приема.",
            "У пациентов с DIRA может возникать повышенный риск аллергических реакций, особенно в первые несколько недель лечения; внимательно следите за этим периодом",
            "При возникновении тяжелой реакции гиперчувствительности следует прекратить лечение и начать соответствующую терапию."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Не рекомендуется использовать с анакинрой",
            "Нет данных ни о влиянии живой вакцины, ни о вторичной передаче инфекции живыми вакцинами у пролеченных пациентов.",
            "Иммунизация",
            "Более высокая частота серьезных инфекций была связана с одновременным лечением анакинрой и этанерцептом по сравнению с монотерапией этанерцептом.",
            "Избегайте одновременного введения живых вакцин",
            "TNF-блокаторы"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "леналидомид",
      "description": {
        "common": "анакинра повышает токсичность леналидомида Др. (см. комментарий). Противопоказано.\nКомментарий: Избегайте одновременного применения из-за повышенного риска заражения."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "талидомид",
      "description": {
        "common": "анакинра повышает токсичность талидомида за счет др. (см. комментарий). Противопоказано.\nКомментарий: Избегайте одновременного применения из-за повышенного риска заражения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абатацепт",
      "description": {
        "common": "абатацепт, анакинра. Механизм: неустановленный механизм взаимодействия. Противопоказано. Одновременное применение не рекомендуется (в информации производителя)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адалимумаб",
      "description": {
        "common": "адалимумаб и анакинра усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "Анакинра снижает действие живых аденовирусов типов 4 и 7 при пероральном приеме за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алефацепт",
      "description": {
        "common": "алефацепт и анакинра усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против сибирской язвы",
      "description": {
        "common": "Анакинра снижает действие вакцины против сибирской язвы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин лошадиный",
      "description": {
        "common": "анакинра и антитимоцитарный глобулин лошади усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин кролик",
      "description": {
        "common": "анакинра и антитимоцитарный глобулин кролика усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "анакинра, аксикабтаген цилолеуцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азатиоприн",
      "description": {
        "common": "анакинра и азатиоприн усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "барицитиниб",
      "description": {
        "common": "барицитиниб, анакинра.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Барицитиниб не рекомендуется в сочетании с другими ингибиторами JAK, биологическими DMARD или сильнодействующими иммунодепрессантами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "базиликсимаб",
      "description": {
        "common": "анакинра и базиликсимаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "Анакинра снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "анакинра, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "канакинумаб",
      "description": {
        "common": "анакинра и канакинумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цертолизумаб пегол",
      "description": {
        "common": "анакинра и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте комбинации из-за повышенного риска серьезной инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "анакинра, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "анакинра и циклоспорин усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анатоксины дифтерии и столбняка",
      "description": {
        "common": "Анакинра уменьшает действие анатоксинов дифтерии и столбняка за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/ бесклеточная коклюшная вакцина",
      "description": {
        "common": "Анакинра уменьшает эффекты дифтерийных и столбнячных анатоксинов/ бесклеточной коклюшной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/бесклеточный коклюш/полиовирус, инактивированная вакцина",
      "description": {
        "common": "анакинра уменьшает действие анатоксинов дифтерии и столбняка/бесклеточного коклюша/полиовируса, инактивированной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этанерцепт",
      "description": {
        "common": "анакинра и этанерцепт усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "анакинра и эверолимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глатирамер",
      "description": {
        "common": "анакинра и глатирамер усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "голимумаб",
      "description": {
        "common": "анакинра и голимумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А инактивированная",
      "description": {
        "common": "Анакинра снижает действие вакцины против гепатита А, инактивированной фармакодинамическим антагонизмом. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита а/б",
      "description": {
        "common": "Анакинра снижает действие вакцины против гепатита А/В за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А/брюшного тифа",
      "description": {
        "common": "Анакинра снижает действие вакцины против гепатита А/брюшного тифа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита В",
      "description": {
        "common": "Анакинра снижает действие вакцины против гепатита В за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека невалентная",
      "description": {
        "common": "Анакинра снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека четырехвалентная",
      "description": {
        "common": "анакинра снижает действие вакцины против вируса папилломы человека, четырехвалентное за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "анакинра и гидроксихлорохина сульфат усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "анакинра, идекабтаген виклеуцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфликсимаб",
      "description": {
        "common": "анакинра и инфликсимаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "Анакинра снижает действие четырехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "Анакинра снижает действие четырехвалентной вакцины против вируса гриппа, адъювантно проявляя фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа на культуре клеток",
      "description": {
        "common": "Анакинра снижает действие четырехвалентной вакцины против вируса гриппа, культивируемой на клетках, за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "Анакинра снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "Анакинра снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "Анакинра снижает эффекты трехвалентной вакцины против вируса гриппа, адъювантно проявляя фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Вакцина против вируса японского энцефалита",
      "description": {
        "common": "Анакинра снижает действие вакцины против вируса японского энцефалита за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "анакинра и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "анакинра, лизокабтаген маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от кори (краснухи)",
      "description": {
        "common": "Анакинра снижает действие вакцины против кори (краснухи) за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, паротита и краснухи, живая",
      "description": {
        "common": "Анакинра уменьшает действие вакцины против кори, эпидемического паротита и краснухи за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "Анакинра уменьшает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "менингококковая A C Y и полисахаридная вакцина W-135 комбинированная",
      "description": {
        "common": "анакинра снижает эффекты менингококковой A C Y и полисахаридной вакцины W-135 в сочетании с фармакодинамическим антагонизмом. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "муромонаб CD3",
      "description": {
        "common": "анакинра и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "анакинра и микофенолат усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина 13-валентная",
      "description": {
        "common": "Анакинра снижает действие 13-валентной пневмококковой вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина семивалентная",
      "description": {
        "common": "анакинра снижает эффекты пневмококковой вакцины семивалентной за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина поливалентная",
      "description": {
        "common": "Анакинра снижает эффекты поливалентной пневмококковой вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин, анакинра.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства",
      "description": {
        "common": "Анакинра снижает действие вакцины против бешенства за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут препятствовать развитию активного иммунитета."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства из клеток куриного эмбриона",
      "description": {
        "common": "Анакинра снижает действие вакцины против бешенства в клетках куриных эмбрионов, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рилонацепт",
      "description": {
        "common": "анакинра и рилонацепт усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пероральная ротавирусная вакцина, живая",
      "description": {
        "common": "Анакинра снижает действие ротавирусной пероральной вакцины, живого за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против краснухи",
      "description": {
        "common": "Анакинра снижает действие вакцины против краснухи за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "анакинра и сиролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против оспы живая",
      "description": {
        "common": "Анакинра снижает действие вакцины против оспы (корповской оспы) за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "анакинра и такролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "анакинра и темсиролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "столбнячный анатоксин адсорбированный или жидкий",
      "description": {
        "common": "Анакинра уменьшает действие адсорбированного или жидкого столбнячного анатоксина за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от клещевого энцефалита",
      "description": {
        "common": "Анакинра снижает действие вакцины против клещевого энцефалита за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "анакинра, тисагенлеклейсель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Тонгкат Али",
      "description": {
        "common": "анакинра и тонгкат али усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Инактивированная вакцина против диареи и холеры путешественников",
      "description": {
        "common": "Анакинра снижает эффекты вакцины против диареи путешественников и холеры, инактивированных фармакодинамическим антагонизмом. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "полисахаридная вакцина против брюшного тифа",
      "description": {
        "common": "Анакинра снижает действие полисахаридной вакцины против брюшного тифа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "Анакинра снижает эффекты живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "упадацитиниб",
      "description": {
        "common": "анакинра, упадацитиниб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "анакинра и устекинумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "Анакинра снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против желтой лихорадки",
      "description": {
        "common": "Анакинра снижает действие вакцины против желтой лихорадки за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против опоясывающего лишая",
      "description": {
        "common": "Анакинра снижает действие живой вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "астрагал",
      "description": {
        "common": "анакинра усиливает, а астрагал снижает иммунодепрессивное действие; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт и анакинра усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "анакинра, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эхинацея",
      "description": {
        "common": "анакинра усиливает, а эхинацея снижает иммунодепрессивное действие; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "анакинра усиливает эффекты финголимода за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гемофильной палочки типа b",
      "description": {
        "common": "Анакинра снижает действие вакцины против гемофильной палочки типа b за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, рекомбинантная",
      "description": {
        "common": "Анакинра снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа трехвалентная, рекомбинантная",
      "description": {
        "common": "Анакинра снижает действие трехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "анакинра и изавуконазония сульфат снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин и анакинра усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты, или у пациентов с нарушениями иммунной системы из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "майтаке",
      "description": {
        "common": "анакинра усиливает, а майтаке снижает иммуносупрессивные эффекты; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "Анакинра снижает действие вакцины против менингококка группы В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Лица с измененной иммунокомпетентностью могут иметь сниженный иммунный ответ на вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меркаптопурин",
      "description": {
        "common": "анакинра и меркаптопурин усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "анакинра и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что совместное применение окрелизумаба с иммуномодуляторами увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, анакинра.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олапариб",
      "description": {
        "common": "анакинра и олапариб усиливают фармакодинамический синергизм. Используйте осторожность/монитор. Одновременное применение с другими миелосупрессивными противоопухолевыми средствами, включая агенты, повреждающие ДНК, может усиливать и пролонгировать миелосупрессивную токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод, анакинра.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Одновременное применение с иммуносупрессивной терапией может увеличить риск аддитивных иммунных эффектов во время терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против полиомиелита инактивированная",
      "description": {
        "common": "Анакинра снижает действие вакцины против полиомиелита, инактивированной фармакодинамическим антагонизмом. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и анакинра усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "анакинра снижает эффекты сипулеуцел-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, анакинра.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, анакинра.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и анакинра усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против опоясывающего лишая рекомбинантная",
      "description": {
        "common": "Анакинра снижает действие рекомбинантной вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить эффективность рекомбинантной вакцины против опоясывающего лишая."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кошачий коготь",
      "description": {
        "common": "кошачий коготь, анакинра.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Возможен дополнительный иммуносупрессор."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Инъекция",
      "percent": "71"
    },
    {
      "name": "реакция сайта",
      "percent": "12"
    },
    {
      "name": "Головная боль",
      "percent": "6"
    },
    {
      "name": "Наиболее часто в первые",
      "percent": "16.3"
    },
    {
      "name": "месяцев лечения",
      "percent": "14"
    },
    {
      "name": "Реакция в месте инъекции",
      "percent": "14"
    },
    {
      "name": "Головная боль",
      "percent": "11.6"
    },
    {
      "name": "Рвота",
      "percent": "11.6"
    },
    {
      "name": "Артралгия",
      "percent": "11.6"
    },
    {
      "name": "лихорадка",
      "percent": "30.8"
    },
    {
      "name": "Назофарингит",
      "percent": "13.8"
    },
    {
      "name": "Трансаминазы повышены",
      "percent": "9.6"
    },
    {
      "name": "ГГТ увеличился",
      "percent": "9.1"
    },
    {
      "name": "Гипернатриемия",
      "percent": "9.1"
    },
    {
      "name": "Запор",
      "percent": "8.1"
    },
    {
      "name": "Гиперкалиемия",
      "percent": "7.4"
    },
    {
      "name": "Беспокойство",
      "percent": "6.3"
    },
    {
      "name": "Гипотермия",
      "percent": "3.7"
    },
    {
      "name": "Острое повреждение почек",
      "percent": "3.5"
    },
    {
      "name": "Сыпь",
      "percent": "3"
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    }
  ]
}