{
  "name": "минеральное масло",
  "comment": "OTC",
  "other_names": [
    "Кондремульская равнина"
  ],
  "classes": [
    "Смазка",
    "Слабительные"
  ],
  "source": "https://reference.medscape.com/drug/kondremul-plain-mineral-oil-342023",
  "pregnancy": {
    "common": [
      "Спросите у медицинского работника"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Неизвестно, выделяется ли с грудным молоком; спросите у медицинского работника"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "<6 лет",
        "Пациенты с задержкой пищевода или желудка, дисфагией или грыжей пищеводного отверстия диафрагмы",
        "Фекальная закупорка, кишечная непроходимость или перфорация, колостома, илеостома, язвенный колит, дивертикулит",
        "Беременность",
        "Лежачий больной",
        "Использовать > 1 недели"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Риск аспирации увеличивается у пожилых людей",
        "Состояния, которые мешают глотанию или функции надгортанника, могут увеличить риск аспирации, что может привести к липидному пневмониту.",
        "Если вы принимаете другие препараты, принимайте этот продукт за 2 или более часов до или после приема других препаратов.",
        "Если после использования возникнет кровотечение или не будет опорожнения кишечника после использования, прекратите использование и обратитесь к медицинскому работнику."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бета-каротин",
      "description": {
        "common": "минеральное масло снижает уровень бета-каротина за счет связывания лекарств в желудочно-кишечном тракте. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "минеральное масло снижает уровень дигоксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "минеральное масло снижает уровень перорального левоноргестрела/этинилэстрадиола/бисглицината железа путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Витамин Д",
      "description": {
        "common": "минеральное масло снизит уровень или действие витамина D на другое (см. комментарий). Используйте осторожность/монитор. Избегайте одновременного использования минерального масла и добавок витамина D, чтобы избежать риска снижения абсорбции витамина D. Относится только к пероральному введению этих препаратов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "минеральное масло снижает уровень антитромбина-альфа за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "минеральное масло снижает уровень антитромбина III за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аргатробан",
      "description": {
        "common": "минеральное масло снижает уровень аргатробана за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бемипарин",
      "description": {
        "common": "минеральное масло снижает уровень бемипарина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "минеральное масло снижает уровень бивалирудина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дабигатран",
      "description": {
        "common": "минеральное масло снижает уровень дабигатрана за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "минеральное масло снижает уровень дальтепарина за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "документировать",
      "description": {
        "common": "докузат повышает уровень минерального масла, улучшая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "минеральное масло снижает уровень эноксапарина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "минеральное масло снижает уровень этинилэстрадиола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "минеральное масло снижает уровень фондапаринукса за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гепарин",
      "description": {
        "common": "минеральное масло снижает уровень гепарина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "местранол",
      "description": {
        "common": "минеральное масло снижает уровень местранола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фениндион",
      "description": {
        "common": "минеральное масло снижает уровень фениндиона за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "протамин",
      "description": {
        "common": "минеральное масло снижает уровень протамина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "минеральное масло снижает уровень сульфадиазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "минеральное масло снижает уровень сульфаметоксазола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "минеральное масло снижает уровень сульфизоксазола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витамин А",
      "description": {
        "common": "минеральное масло снижает уровень витамина А за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витамин Е",
      "description": {
        "common": "минеральное масло снижает уровень витамина Е за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витамин К1 (фитонадион)",
      "description": {
        "common": "минеральное масло снижает уровень витамина К1 (фитонадиона) за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Липидный пневмонит в положении лежа",
      "percent": null
    },
    {
      "name": "Недержание кала",
      "percent": null
    },
    {
      "name": "Кишечная мальабсорбция",
      "percent": null
    },
    {
      "name": "Нарушение всасывания жира",
      "percent": null
    },
    {
      "name": "растворимые витамины",
      "percent": null
    },
    {
      "name": "Ректальные выделения",
      "percent": null
    },
    {
      "name": "Анальный зуд и раздражение",
      "percent": null
    },
    {
      "name": "Брюшные судороги",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Липидный пневмонит с аспирацией",
      "percent": null
    }
  ]
}