{
  "name": "тафенохин",
  "comment": "Rx",
  "other_names": [
    "Arakoda",
    "Кринтафель"
  ],
  "classes": [
    "аминохинолины",
    "противомалярийные"
  ],
  "source": "https://reference.medscape.com/drug/krintafel-arakoda-tafenoquine-1000268",
  "pregnancy": {
    "common": [
      "Использование во время беременности может вызвать гемолитическую анемию у плода с дефицитом G6PD.",
      "Имеющихся данных о беременных женщинах недостаточно, чтобы установить риск серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода, связанный с приемом препарата; однако рекомендуется избегать использования во время беременности",
      "Также см. Противопоказания и предостережения."
    ],
    "specific": [
      {
        "type": "Клинические соображения",
        "description": [
          "Малярия во время беременности повышает риск неблагоприятных исходов беременности, включая анемию у матери, преждевременные роды, самопроизвольный аборт и мертворождение."
        ]
      },
      {
        "type": "Тестирование на беременность",
        "description": [
          "Перед началом лечения проверьте статус беременности у женщин репродуктивного возраста."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Сообщите женщинам с репродуктивным потенциалом, что лечение во время беременности не рекомендуется и следует избегать беременности или использовать эффективные средства контрацепции в течение 3 месяцев после приема дозы тафенохина.",
          "Может вызвать гемолитическую анемию у плода с дефицитом G6PD."
        ]
      },
      {
        "type": "Исследования на животных",
        "description": [
          "В исследованиях на животных наблюдалось увеличение количества абортов с материнской токсичностью и без таковой, когда тафенохин перорально давался беременным кроликам в дозах и выше, эквивалентных примерно 0,4-кратному клиническому воздействию на основе сравнения площади поверхности тела.",
          "Фетотоксичность не наблюдалась в дозах, эквивалентных клиническому воздействию (на основе сравнения площади поверхности тела) в аналогичном исследовании на крысах."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Использование у кормящих женщин может вызвать гемолитическую анемию у младенцев с дефицитом G6PD.",
      "У младенцев, находящихся на грудном вскармливании, с нормальным уровнем Г6ФД следует учитывать преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные эффекты на младенца, находящегося на грудном вскармливании.",
      "Перед началом грудного вскармливания следует проверить статус младенца по Г6ФД; если у младенца дефицит Г6ФД, рекомендуется не кормить грудью в течение 3 месяцев после введения дозы",
      "Нет данных о присутствии тафенохина в грудном молоке, влиянии препарата на ребенка, находящегося на грудном вскармливании, или влиянии препарата на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [
        "Серьезные реакции гиперчувствительности (например, ангионевротический отек, крапивница) сообщили; начать соответствующую терапию и не назначать повторно тафенохин; из-за длительного периода полувыведения (~15 дней [Кринтафель] или ~17 дней [Аракода] признаки или симптомы гиперчувствительности могут иметь отсроченное начало и/или продолжительность (см. Противопоказания).",
        "Использование во время беременности или у кормящих грудью женщин может вызвать гемолитическую анемию у плода или младенца с дефицитом G6PD соответственно.",
        "Психиатрические побочные реакции (например, тревога, аномальные сновидения, бессонница), о которых сообщалось в клинических испытаниях; польза от лечения должна быть сопоставлена ​​с потенциальным риском нежелательных психических реакций у пациентов с психическими заболеваниями в анамнезе; из-за длительного периода полувыведения (~ 15 дней [Кринтафель] или ~ 17 дней [Аракода]) признаки или симптомы психических побочных реакций, которые могут возникнуть, могут быть отсрочены в начале и / или продолжительности.",
        "Наблюдается бессимптомное повышение уровня метгемоглобина; инициировать соответствующую терапию, если возникают признаки или симптомы метгемоглобинемии; внимательно следить за лицами с дефицитом никотинамидадениндинуклеотида (НАДН)-зависимой метгемоглобинредуктазы",
        "Из-за риска гемолитической анемии у пациентов с дефицитом G6PD перед назначением препарата необходимо провести тестирование на G6PD; рекомендовать пациентам обратиться за медицинской помощью при появлении признаков гемолиза"
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Если одновременного введения нельзя избежать, контролируйте токсичность, связанную с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе информации о назначении препарата.",
            "Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественного лекарственного средства и токсина (MATE) in vitro.",
            "Избегайте совместного введения с субстратами OCT2 или MATE.",
            "Отсутствие эффективности в снижении рецидивов малярии, вызванной P. vivax, у пролеченных пациентов в сочетании с противомалярийным средством, содержащим артемизинин, было замечено в клинических испытаниях; совместное применение с противомикробными препаратами # противомалярийными препаратами, кроме хлорохина, не рекомендуется"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "амантадин",
      "description": {
        "common": "тафенохин повысит уровень или эффект амантадина от других (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амилорид",
      "description": {
        "common": "тафенохин повысит уровень или эффект амилорида по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "тафенохин повысит уровень или действие циметидина на др. (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цисплатин",
      "description": {
        "common": "тафенохин повысит уровень или эффект цисплатина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дапсон актуальные",
      "description": {
        "common": "тафенохин, дапсон местно. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения дапсона для местного применения с пероральным дапсоном или противомалярийными препаратами из-за возможности гемолитических реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дофетилид",
      "description": {
        "common": "тафенохин повысит уровень или эффект дофетилида по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дофамин",
      "description": {
        "common": "тафенохин повысит уровень или действие допамина на др. (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фамотидин",
      "description": {
        "common": "тафенохин повысит уровень или эффект фамотидина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ламивудин",
      "description": {
        "common": "тафенохин повысит уровень или эффект ламивудина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мемантин",
      "description": {
        "common": "тафенохин повысит уровень или эффект мемантина от других (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метформин",
      "description": {
        "common": "тафенохин повысит уровень или эффект метформина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пиндолол",
      "description": {
        "common": "тафенохин повысит уровень или эффект пиндолола от других (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прамипексол",
      "description": {
        "common": "тафенохин повысит уровень или эффект прамипексола по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "тафенохин повысит уровень или эффект прокаинамида по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триметоприм",
      "description": {
        "common": "тафенохин повысит уровень или действие триметоприма на другое (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "варениклин",
      "description": {
        "common": "тафенохин повысит уровень или эффект варениклина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупивакаиновый имплантат",
      "description": {
        "common": "тафенохин, бупивакаиновый имплантат.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Местные анестетики могут увеличить риск развития метгемоглобинемии при одновременном воздействии препаратов, которые также вызывают метгемоглобинемию."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Вихревая кератопатия",
      "percent": "21-93"
    },
    {
      "name": "Головная боль",
      "percent": "15-32"
    },
    {
      "name": "Диарея",
      "percent": "5-18"
    },
    {
      "name": "Боль в спине",
      "percent": "14"
    },
    {
      "name": "Бессимптомное повышение метгемоглобина",
      "percent": "13"
    },
    {
      "name": "Тошнота",
      "percent": "5-7"
    },
    {
      "name": "Головокружение",
      "percent": "1-5"
    },
    {
      "name": "Морская болезнь",
      "percent": "5"
    },
    {
      "name": "Рвота",
      "percent": "2-5"
    },
    {
      "name": "АЛТ повышен",
      "percent": "4"
    },
    {
      "name": "аномальный",
      "percent": "1-4"
    },
    {
      "name": "Любой симптом сна",
      "percent": "3"
    },
    {
      "name": "Гемоглобин снизился",
      "percent": "2.3"
    },
    {
      "name": "г",
      "percent": "1-2"
    },
    {
      "name": "дл",
      "percent": "2"
    },
    {
      "name": "Бессонница",
      "percent": "1"
    },
    {
      "name": "Аномальные сны",
      "percent": "1"
    },
    {
      "name": "Депрессия",
      "percent": "3"
    },
    {
      "name": "в депрессии",
      "percent": "5"
    },
    {
      "name": "Беспокойство",
      "percent": "8"
    },
    {
      "name": "Психические расстройства",
      "percent": "6"
    },
    {
      "name": "Беспокойство",
      "percent": "6"
    },
    {
      "name": "бессонница",
      "percent": "5"
    },
    {
      "name": "ненормальные сны",
      "percent": "5"
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "Лабораторные исследования",
      "percent": null
    },
    {
      "name": "Повышенный креатинин в крови",
      "percent": null
    },
    {
      "name": "повышение уровня метгемоглобина в крови",
      "percent": null
    },
    {
      "name": "повышенный АЛТ",
      "percent": null
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "Реакции гиперчувствительности",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "Заболевания глаз",
      "percent": null
    },
    {
      "name": "Вихревая кератопатия",
      "percent": null
    },
    {
      "name": "светобоязнь",
      "percent": null
    },
    {
      "name": "В сочетании с хлорохином H",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Пониженный гемоглобин",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Нарушения со стороны крови и лимфатической системы",
      "percent": null
    },
    {
      "name": "Гемолитическая анемия",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "тромбоцитопения",
      "percent": null
    },
    {
      "name": "Заболевания уха и лабиринта",
      "percent": null
    },
    {
      "name": "гиперакузия",
      "percent": null
    },
    {
      "name": "Меньер",
      "percent": null
    },
    {
      "name": "болезнь",
      "percent": null
    },
    {
      "name": "Заболевания глаз",
      "percent": null
    },
    {
      "name": "Куриная слепота",
      "percent": null
    },
    {
      "name": "светобоязнь",
      "percent": null
    },
    {
      "name": "затуманенное зрение",
      "percent": null
    },
    {
      "name": "острота зрения снижена",
      "percent": null
    },
    {
      "name": "нарушение зрения",
      "percent": null
    },
    {
      "name": "стекловидные поплавки",
      "percent": null
    },
    {
      "name": "Гепатобилиарные расстройства",
      "percent": null
    },
    {
      "name": "Гипербилирубинемия",
      "percent": null
    },
    {
      "name": "желтуха холестатическая Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "гиперчувствительность",
      "percent": null
    },
    {
      "name": "Расследования",
      "percent": null
    },
    {
      "name": "Билирубин крови повышен",
      "percent": null
    },
    {
      "name": "креатинин крови повышен",
      "percent": null
    },
    {
      "name": "скорость клубочковой фильтрации снижена",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Амнезия",
      "percent": null
    },
    {
      "name": "нарушение координации",
      "percent": null
    },
    {
      "name": "гиперестезия",
      "percent": null
    },
    {
      "name": "гипестезия",
      "percent": null
    },
    {
      "name": "сонливость",
      "percent": null
    },
    {
      "name": "обморок",
      "percent": null
    },
    {
      "name": "тремор",
      "percent": null
    },
    {
      "name": "дефект поля зрения",
      "percent": null
    },
    {
      "name": "Психические расстройства",
      "percent": null
    },
    {
      "name": "Агитация",
      "percent": null
    },
    {
      "name": "невроз",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    }
  ]
}