{
  "name": "пеглотиказа",
  "comment": "Rx",
  "other_names": [
    "Кристекса"
  ],
  "classes": [
    "онкология",
    "Ферменты",
    "Ревматология",
    "Другой"
  ],
  "source": "https://reference.medscape.com/drug/krystexxa-pegloticase-999601",
  "pregnancy": {
    "common": [
      "Адекватных и хорошо контролируемых исследований у беременных женщин не проводилось."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных не наблюдалось структурных аномалий при подкожном введении пеглотиказы беременным крысам и кроликам в период органогенеза в дозах, соответственно в 50 и 75 раз превышающих максимально рекомендуемую дозу для человека (MRHD); снижение средней массы тела плода и детеныша наблюдалось примерно в 50 и 75 раз MRHD соответственно."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Неизвестно, выделяется ли препарат с грудным молоком; препарат не следует применять при грудном вскармливании, за исключением случаев, когда явная польза для матери может превзойти неизвестный риск для новорожденного/младенца."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Премедикация антигистаминными препаратами и кортикостероидами",
        "Риск анафилаксии выше, если уровень мочевой кислоты в сыворотке > 6 мг/дл, контролируйте уровень мочевой кислоты в сыворотке перед инфузией и рассмотрите возможность прекращения, если уровни повышаются до > 6 мг/дл (особенно если наблюдаются 2 последовательных уровня > 6 мг/дл)",
        "Имеются сообщения об анафилаксии и инфузионных реакциях; эти реакции могут возникать при любой инфузии, включая первую, и обычно проявляются в течение 2 ч после инфузии (хотя также сообщалось о гиперчувствительности замедленного типа).",
        "Вводить только в медицинских учреждениях и контролировать в течение соответствующего периода после инфузии.",
        "Не назначайте пациентам с дефицитом G6PD в анамнезе; Скрининг пациентов с риском дефицита G6PD до начала терапии; У этих пациентов сообщалось об опасных для жизни гемолитических реакциях и метгемоглобинемии."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Г6ФД-дефицит (повышенный риск гемолиза и метгемоглобинемии)",
        "Серьезная гиперчувствительность, включая анафилаксию, к пеглотиказе или ее компонентам в анамнезе."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Угрожающие жизни гемолитические реакции и метгемоглобинемия, о которых сообщалось при дефиците G6PD; скрининг пациентов с риском дефицита G6PD перед началом (например, пациенты африканского, средиземноморского происхождения [включая южноевропейское и ближневосточное] и южноазиатского происхождения); не назначать пациентам с дефицитом G6PD",
        "Приступы подагры могут возникать после ее начала из-за изменения уровня мочевой кислоты в сыворотке крови, что приводит к мобилизации уратов из тканевых отложений; Рекомендуется начинать профилактику приступов подагры с помощью НПВП или колхицина, по крайней мере, за 1 неделю до начала и во время лечения пеглотиказой и в течение не менее 6 месяцев, если это не противопоказано с медицинской точки зрения или не переносится.",
        "Отсутствуют данные контролируемых исследований относительно безопасности и эффективности повторного лечения пеглотиказой после прекращения лечения более чем на 4 недели; из-за иммуногенности пеглотиказы пациенты, получающие повторное лечение, могут подвергаться повышенному риску анафилаксии и инфузионных реакций.",
        "Сообщается об обострении существовавшего ранее CHF; Соблюдайте осторожность при использовании этого препарата у пациентов с застойной сердечной недостаточностью и внимательно следите за пациентами после инфузии."
      ],
      "specific": [
        {
          "type": "Анафилаксия",
          "description": [
            "Терапия должна проводиться в медицинских учреждениях медицинскими работниками, готовыми справиться с анафилаксией; пациенты должны быть предварительно пролечены антигистаминными препаратами и кортикостероидами",
            "Анафилаксия может возникнуть при любой инфузии, включая первую инфузию, и обычно проявляется в течение 2 ч после инфузии; однако также сообщалось о реакциях гиперчувствительности замедленного типа.",
            "Пациенты должны находиться под пристальным наблюдением в течение соответствующего периода времени на предмет анафилаксии после введения препарата; пациенты должны быть проинформированы о симптомах и признаках анафилаксии и проинструктированы о необходимости немедленно обратиться за медицинской помощью в случае возникновения анафилаксии после выписки из лечебного учреждения.",
            "Сообщается об анафилаксии; предварительная обработка антигистаминными препаратами и кортикостероидами перед каждой инфузией; риск увеличивается при уровне мочевой кислоты > 6 мг/дл (особенно при 2 последовательных наблюдениях уровня > 6 мг/дл); контролировать уровень мочевой кислоты в сыворотке крови перед инфузиями и прекратить лечение, если уровень превысит 6 мг/дл"
          ]
        },
        {
          "type": "Инфузионные реакции",
          "description": [
            "Могут возникнуть инфузионные реакции; проявления включают крапивницу, одышку, дискомфорт в груди, боль в груди, эритему и зуд (симптомы совпадают с анафилаксией); риск инфузионных реакций увеличивается при уровне мочевой кислоты > 6 мг/дл; контролировать уровень мочевой кислоты в сыворотке крови перед инфузиями и прекратить лечение, если уровень превысит 6 мг/дл",
            "Из-за возможности того, что одновременное применение пероральной уратснижающей терапии и этого препарата может потенциально притупить повышение уровня мочевой кислоты в сыворотке, рекомендуется, чтобы перед началом терапии пациентам прекратили прием пероральных уратснижающих препаратов и не начинали пероральную уратснижающую терапию. агенты при приеме этого лекарства"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цертолизумаб пегол",
      "description": {
        "common": "пеглотиказа снизит уровень или эффект цертолизумаба пегола по другим причинам (см. комментарий). Используйте осторожность/монитор. По словам производителя, возможность образования антител против ПЭГ, которые могут связываться с другими пегилированными препаратами; клиническое значение неизвестно"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегадема",
      "description": {
        "common": "пеглотиказа снизит уровень или эффект пегадемазы по другим причинам (см. комментарий). Используйте осторожность/монитор. По словам производителя, возможность образования антител против ПЭГ, которые могут связываться с другими пегилированными препаратами; клиническое значение неизвестно"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегаптаниб",
      "description": {
        "common": "пеглотиказа снизит уровень или эффект пегаптаниба по другим причинам (см. комментарий). Используйте осторожность/монитор. По словам производителя, возможность образования антител против ПЭГ, которые могут связываться с другими пегилированными препаратами; клиническое значение неизвестно"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегаспаргаза",
      "description": {
        "common": "пеглотиказа снизит уровень или эффект пегаспаргазы по другим причинам (см. комментарий). Используйте осторожность/монитор. По словам производителя, возможность образования антител против ПЭГ, которые могут связываться с другими пегилированными препаратами; клиническое значение неизвестно"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегфилграстим",
      "description": {
        "common": "пеглотиказа снизит уровень или эффект пегфилграстима по другим причинам (см. комментарий). Используйте осторожность/монитор. По словам производителя, возможность образования антител против ПЭГ, которые могут связываться с другими пегилированными препаратами; клиническое значение неизвестно"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегинтерферон альфа 2а",
      "description": {
        "common": "пеглотиказа снизит уровень или эффект пегинтерферона альфа 2а по другим причинам (см. комментарий). Используйте осторожность/монитор. По словам производителя, возможность образования антител против ПЭГ, которые могут связываться с другими пегилированными препаратами; клиническое значение неизвестно"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегинтерферон альфа 2b",
      "description": {
        "common": "пеглотиказа снизит уровень или эффект пегинтерферона альфа 2b по другим причинам (см. комментарий). Используйте осторожность/монитор. По словам производителя, возможность образования антител против ПЭГ, которые могут связываться с другими пегилированными препаратами; клиническое значение неизвестно"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегвалиаза",
      "description": {
        "common": "пегвалиаза, пеглотиказа. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: У большинства пациентов, получавших пегвалиазу, вырабатываются антитела IgM и IgG к полиэтиленгликолю (ПЭГ). Риск совместного применения с различными пегилированными препаратами неизвестен. Имеется сообщение о случае анафилаксии после инъекционной суспензии медроксипрогестерона ацетата, содержащей ПЭГ 3350. Внимательно прочитайте все этикетки лекарств, включая безрецептурные препараты, чтобы проверить содержимое на наличие ПЭГ. Примечание. Невозможно включить исчерпывающий список продуктов для этого взаимодействия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегвисомант",
      "description": {
        "common": "пеглотиказа снизит уровень или эффект пегвисоманта по другим причинам (см. комментарий). Используйте осторожность/монитор. По словам производителя, возможность образования антител против ПЭГ, которые могут связываться с другими пегилированными препаратами; клиническое значение неизвестно"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и пеглотиказа усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Вспышки подагры",
      "percent": "77"
    },
    {
      "name": "Инфузионные реакции",
      "percent": "26"
    },
    {
      "name": "Тошнота",
      "percent": "12"
    },
    {
      "name": "Крапивница",
      "percent": "10.6"
    },
    {
      "name": "Дискомфорт в груди",
      "percent": "9.5"
    },
    {
      "name": "Боль в груди",
      "percent": "9.5"
    },
    {
      "name": "Эритема",
      "percent": "9.5"
    },
    {
      "name": "Зуд",
      "percent": "9.5"
    },
    {
      "name": "Назофарингит",
      "percent": "7"
    },
    {
      "name": "Анафилаксия",
      "percent": "5"
    },
    {
      "name": "Гемолиз и метгемоглобинемия у больных Г.",
      "percent": "6"
    },
    {
      "name": "Дефицит ФД",
      "percent": null
    },
    {
      "name": "Хроническая сердечная недостаточность",
      "percent": null
    },
    {
      "name": "Астения",
      "percent": null
    },
    {
      "name": "Недомогание",
      "percent": null
    },
    {
      "name": "Периферический отек",
      "percent": null
    }
  ]
}