{
  "name": "аргинин",
  "comment": "Rx",
  "other_names": [
    "RGene-10",
    "L-аргинин"
  ],
  "classes": [
    "Факторы, высвобождающие гормон роста",
    "Эндокринный",
    "Диагностика"
  ],
  "source": "https://reference.medscape.com/drug/l-arginine-rgene-10-arginine-342827",
  "pregnancy": {
    "common": [
      "Адекватных или хорошо контролируемых исследований по применению этого продукта у беременных женщин не проводилось; исследования репродукции проводились на кроликах и мышах в дозах, в 12 раз превышающих дозу для человека, и не выявили признаков нарушения фертильности или вреда для плода из-за препарата (10% аргинина гидрохлорид для инъекций, USP); поскольку исследования репродукции животных не всегда предсказывают реакцию человека, этот препарат не следует использовать во время беременности."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Неизвестно, может ли внутривенное введение этого продукта привести к значительному количеству аргинина в грудном молоке; системно вводимые аминокислоты выделяются в грудное молоко в количествах, которые вряд ли окажут вредное воздействие на младенца; тем не менее, следует соблюдать осторожность при назначении терапии кормящим женщинам."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к продукту или компонентам"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Будьте предельно осторожны при вливании наркотиков в педиатрических больных; overdosage в педиатрических больных может привести к гиперхлоремический метаболический ацидоз, отек головного мозга или, возможно, смерть; избегать передозировки у детей (риск метаболического ацидоза, отека мозга или смерти)",
        "С осторожностью при сахарном диабете (может привести к опасной для жизни гиперкалиемии)",
        "Содержание хлорида в этом препарате составляет 47,5 мэкв на 100 мл раствора, и перед проведением теста следует оценить эффект от инфузии этого количества хлорида у пациентов с электролитным дисбалансом.",
        "Сообщалось о реакциях гиперчувствительности, включая анафилаксию; во время терапии должна быть доступна соответствующая медицинская поддержка; прекратите терапию, если возникнет анафилаксия или другая серьезная реакция гиперчувствительности, и начните соответствующее лечение.",
        "Аргинин может метаболизироваться с образованием азотсодержащих продуктов экскреции; при назначении препарата следует учитывать влияние острой аминокислотной или азотной нагрузки на пациентов с нарушением функции почек.",
        "Избегайте использования при инфаркте миокарда",
        "Базальный и постстимуляционный уровни гормона роста повышены у пациенток, которые беременны или принимают оральные контрацептивы.",
        "Всегда вводите внутривенно из-за его гипертонуса.",
        "Не предназначен для терапевтического использования",
        "Подтвердите с помощью 2-го теста, если результаты диагностики показывают дефицит чГР; разрешить 1 день ожидания между тестами",
        "Повреждение тканей может происходить с экстравазацией; препарат представляет собой гипертонический (950 мОсмоль/л) и кислый (средний рН 5,6) раствор, способный вызывать раздражение и повреждение тканей; следует соблюдать осторожность, чтобы обеспечить введение через открытый катетер в открытой вене; чрезмерная скорость инфузии может привести к местному раздражению и покраснению, тошноте или рвоте. Неадекватная дозировка или удлинение периода инфузии может снизить стимуляцию гипофиза и аннулировать тест.",
        "Дисбаланс электролитов, включая гипофосфатемию, гипонатриемию (после передозировки) и ацидоз, а также гиперкалиемию, о которых сообщалось при вливаниях аргинина; риск может увеличиваться при почечной недостаточности, сахарном диабете и печеночной недостаточности"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амилнитрит",
      "description": {
        "common": "амилнитрит, аргинин. Механизм: аддитивная вазодилатация. Используйте осторожность/монитор. Возможна гипотония."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид, аргинин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Оба препарата могут вызывать метаболический ацидоз."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тринитрат глицерина пр.",
      "description": {
        "common": "глицерил тринитрат пр, аргинин. Механизм: аддитивная вазодилатация. Используйте осторожность/монитор. Возможна гипотония."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изосорбида динитрат",
      "description": {
        "common": "изосорбида динитрат, аргинин. Механизм: аддитивная вазодилатация. Используйте осторожность/монитор. Возможна гипотония."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изосорбида мононитрат",
      "description": {
        "common": "изосорбида мононитрат, аргинин. Механизм: аддитивная вазодилатация. Используйте осторожность/монитор. Возможна гипотония."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никорандил",
      "description": {
        "common": "никорандил, аргинин. Механизм: аддитивная вазодилатация. Используйте осторожность/монитор. Возможна гипотония."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин в/в",
      "description": {
        "common": "нитроглицерин в/в, аргинин. Механизм: аддитивная вазодилатация. Используйте осторожность/монитор. Возможна гипотония."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин перорально",
      "description": {
        "common": "нитроглицерин ПО, аргинин. Механизм: аддитивная вазодилатация. Используйте осторожность/монитор. Возможна гипотония."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин сублингвально",
      "description": {
        "common": "нитроглицерин сублингвально, аргинин. Механизм: аддитивная вазодилатация. Используйте осторожность/монитор. Возможна гипотония."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин актуальные",
      "description": {
        "common": "нитроглицерин местно, аргинин. Механизм: аддитивная вазодилатация. Используйте осторожность/монитор. Возможна гипотония."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин трансдермальный",
      "description": {
        "common": "нитроглицерин трансдермальный, аргинин. Механизм: аддитивная вазодилатация. Используйте осторожность/монитор. Возможна гипотония."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин транслингвальный",
      "description": {
        "common": "нитроглицерин транслингвальный, аргинин. Механизм: аддитивная вазодилатация. Используйте осторожность/монитор. Возможна гипотония."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "3"
    },
    {
      "name": "Промывка",
      "percent": "3"
    },
    {
      "name": "Тошнота",
      "percent": "3"
    },
    {
      "name": "Рвота",
      "percent": "3"
    },
    {
      "name": "Онемение",
      "percent": "3"
    },
    {
      "name": "Местное раздражение вен",
      "percent": "3"
    },
    {
      "name": "Макулярная сыпь",
      "percent": null
    },
    {
      "name": "Отек рук и ног",
      "percent": null
    },
    {
      "name": "Гематурия",
      "percent": null
    },
    {
      "name": "Гиперкалиемия",
      "percent": null
    },
    {
      "name": "Ожог кожи",
      "percent": null
    },
    {
      "name": "некроз",
      "percent": null
    },
    {
      "name": "Потеря сознания",
      "percent": null
    },
    {
      "name": "периоральное покалывание",
      "percent": null
    }
  ]
}