{
  "name": "ламотриджин",
  "comment": "Rx",
  "other_names": [
    "Ламиктал",
    "Ламиктал ОДТ",
    "Ламиктал XR"
  ],
  "classes": [
    "Противосудорожные препараты",
    "Другой"
  ],
  "source": "https://reference.medscape.com/drug/lamictal-lamotrigine-343012",
  "pregnancy": {
    "common": [
      "Данные нескольких проспективных регистров воздействия ламотриджина во время беременности и эпидемиологических исследований беременных женщин не выявили повышенной частоты серьезных врожденных пороков развития или постоянной картины пороков развития среди женщин, подвергавшихся воздействию ламотриджина, по сравнению с населением в целом; большинство данных о воздействии получены от женщин с эпилепсией",
      "Как и в случае с другими противоэпилептическими препаратами, физиологические изменения во время беременности могут повлиять на концентрацию ламотриджина и/или его терапевтический эффект; были сообщения о снижении концентрации ламотриджина во время беременности и восстановлении концентрации до беременности после родов; может потребоваться коррекция дозы для поддержания клинического ответа",
      "Реестр воздействия при беременности отслеживает исходы беременности у женщин, подвергшихся воздействию противоэпилептических препаратов, включая ламотриджин, во время беременности; рекомендовать женщинам, принимающим ламотриджин во время беременности, зарегистрироваться в Североамериканском реестре противоэпилептических препаратов (NAAED) для беременных, позвонив по телефону 1-888-233-2334 или посетив веб-сайт"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях на животных введение ламотриджина во время беременности приводило к токсичности для развития (повышенная смертность, снижение массы тела, повышенная структурная изменчивость, нейроповеденческие аномалии) при более низких дозах, чем при клиническом введении.",
          "Препарат снижал концентрацию фолиевой кислоты у плода у крыс, эффект, который, как известно, связан с неблагоприятными исходами беременности у животных и людей."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями приема лекарств или сопутствующим заболеванием матери младенца, находящегося на грудном вскармливании.",
      "Препарат присутствует в молоке кормящих женщин, получающих терапию; новорожденные и младенцы раннего возраста подвержены риску высоких уровней в сыворотке, поскольку уровни в сыворотке матери и молоке могут повышаться до высоких уровней после родов, если доза ламотриджина была увеличена во время беременности, но не снижена до дозы до беременности после родов.",
      "Глюкуронирование необходимо для клиренса препарата; способность к глюкуронизации у младенцев незрелая, и это также может влиять на уровень воздействия ламотриджина; события, включая сыпь, апноэ, сонливость, плохое сосание и плохую прибавку в весе (в некоторых случаях требующую госпитализации), зарегистрированные у младенцев, которых матери кормили грудным молоком, используя ламотриджин; неизвестно, были ли эти явления вызваны ламотриджином; нет данных о влиянии препарата на выработку молока",
      "За детьми грудного возраста, вскармливаемыми грудным молоком, следует тщательно следить на предмет нежелательных явлений, возникающих в результате применения ламотриджина; следует проводить измерение уровней в сыворотке младенцев, чтобы исключить токсичность, если возникают опасения; кормление грудным молоком следует прекратить у младенцев с токсичностью ламотриджина"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Хотя при применении ламотриджина также возникают доброкачественные высыпания, невозможно достоверно предсказать, какие высыпания окажутся серьезными или опасными для жизни. Таким образом, препарат следует отменить при первых признаках сыпи, за исключением случаев, когда сыпь явно не связана с приемом препарата.",
        "Серьезные высыпания, требующие госпитализации (включая синдром Стивенса-Джонсона) и прекращения лечения, возникали у 0,3-0,8% детей (в возрасте 2-17 лет) и у 0,08-0,3% взрослых пациентов, получавших препарат в качестве дополнительной терапии для эпилепсия с вальпроевой кислотой",
        "Почти все опасные для жизни высыпания возникали в течение 2-8 недель терапии ламотриджином, но они также возникали после длительного лечения; на продолжительность нельзя полагаться как на средство прогнозирования потенциального риска, связанного с первым появлением сыпи",
        "Ожидается, что риск серьезной сыпи, вызванной лечением ламотриджином XR, не будет отличаться от такового при применении препарата с немедленным высвобождением; однако относительно ограниченный опыт лечения ламотриджином XR затрудняет определение частоты и риска серьезных высыпаний, вызванных лечением этим препаратом; ламотриджин XR не одобрен для пациентов моложе 13 лет",
        "Прекращение лечения не может предотвратить превращение сыпи в опасную для жизни или необратимую инвалидность или обезображивание."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к любому компоненту препарата"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Необходимо изменить дозировку при добавлении или отмене противосудорожных препаратов, индуцирующих печеночные ферменты, или вальпроевой кислоты.",
        "Может вызвать угнетение ЦНС; соблюдать осторожность при работе с тяжелой техникой",
        "Сообщается о случаях асептического менингита; симптомы могут включать головную боль, лихорадку, ригидность затылочных мышц, тошноту, рвоту, сыпь и чувствительность к свету.",
        "Клиническое ухудшение, появление новых симптомов и суицидальные мысли/поведение могут быть связаны с лечением биполярного расстройства; пациенты должны находиться под пристальным наблюдением, особенно в начале лечения или во время изменения дозировки.",
        "В ходе пострегистрационного наблюдения во всем мире сообщалось о редких случаях токсического эпидермального некролиза.",
        "Сообщалось о полиорганных реакциях гиперчувствительности, также известных как лекарственные реакции с эозинофилией и системными симптомами (DRESS), с возможной полиорганной недостаточностью (см. Предупреждение о черном ящике)",
        "Риск серьезной сыпи; прекратить прием при первых признаках сыпи (см. Предупреждения о черном ящике)",
        "Следует соблюдать осторожность при почечной недостаточности и печеночной недостаточности; может потребоваться коррекция дозы",
        "Повышенный риск гематологических эффектов (например, нейтропения, анемия, лейкопения, тромбоцитопения, апластическая анемия) у пациентов с предшествующими побочными гематологическими реакциями на любое лекарство",
        "Не отказывайтесь резко",
        "Может мешать анализу, используемому в некоторых экспресс-тестах на наркотики в моче, что может привести к ложноположительным показаниям, особенно для фенциклидина (PCP); использовать более конкретный аналитический метод для подтверждения положительного результата",
        "Необходимо изменить дозировку при приеме или прекращении приема эстрогена в сочетании с оральными контрацептивами.",
        "Округлите педиатрическую дозу в сторону уменьшения до ближайших 5 мг.",
        "Риск изолированной расщелины полости рта при использовании на ранних сроках беременности",
        "См. Предупреждение FDA о потенциальном суицидальном поведении."
      ],
      "specific": [
        {
          "type": "Повышенный риск аритмий",
          "description": [
            "31 марта 2021 г .: FDA выпустило предупреждение о безопасности в отношении повышенного риска или аритмий при назначении ламотриджина пациентам с сердечными заболеваниями.",
            "Любая ожидаемая или наблюдаемая польза препарата у отдельного пациента с клинически важным структурным или функциональным заболеванием сердца должна быть тщательно взвешена с риском серьезных аритмий и/или смерти для этого пациента; одновременное применение с другими блокаторами натриевых каналов может дополнительно увеличить риск развития проаритмии.",
            "Считать, что потенциальные преимущества ламотриджина перевешивают потенциальный риск аритмий.",
            "Может замедлять желудочковую проводимость (расширять комплекс QRS) и индуцировать проаритмию, которая может привести к внезапной смерти, у пациентов с клинически важными структурными или функциональными заболеваниями сердца (например, у пациентов с сердечной недостаточностью, пороками клапанов сердца, врожденными пороками сердца, заболеваниями проводящей системы, желудочковыми аритмии, сердечные каналопатии [например, синдром Бругада], клинически значимая ишемическая болезнь сердца или множественные факторы риска ишемической болезни сердца)",
            "Риск аритмии может увеличиться при совместном приеме с другими лекарствами, блокирующими натриевые каналы в сердце."
          ]
        },
        {
          "type": "Гемофагоцитарный лимфогистиоцитоз",
          "description": [
            "ГЛГ можно спутать с другими серьезными иммунными побочными реакциями, такими как лекарственная реакция с эозинофилией и системными симптомами (DRESS).",
            "25 апреля 2018 г .: FDA выпустило предупреждение о безопасности в отношении риска ламотриджина вызвать гемофагоцитарный лимфогистиоцитоз (ГЛГ), редкую, но серьезную реакцию иммунной системы.",
            "Лихорадка и сыпь",
            "Высокий уровень ферритина в крови",
            "Рекомендуйте пациентам немедленно обратиться за медицинской помощью, если у них возникают симптомы (например, лихорадка, увеличение печени, увеличение лимфатических узлов, кожная сыпь, пожелтение кожи или глаз, необычное кровотечение, влияние на ЦНС [судороги, атаксия, нарушения зрения])",
            "Обследуйте пациентов, у которых быстро развивается лихорадка или сыпь, и прекратите прием ламотриджина, если подозревается ГЛГ или другая серьезная иммунная побочная реакция, а альтернативная этиология признаков и симптомов не может быть установлена.",
            "Повышенный ТГ или низкий уровень фибриногена",
            "Диагноз ГЛГ устанавливается, если у пациента проявляются не менее 5 из следующих 8 признаков или симптомов.",
            "Снижение или отсутствие активности естественных клеток-киллеров",
            "Повышенные уровни CD24 указывают на длительную активацию иммунных клеток.",
            "Увеличенная селезенка",
            "цитопении",
            "Гемофагоцитоз, выявленный при биопсии костного мозга, селезенки или лимфатических узлов."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "каботегравир",
      "description": {
        "common": "ламотриджин снижает уровень или эффект каботегравира за счет усиления метаболизма. Противопоказано. Каботегравир метаболизируется UGT1A1 и UGT1A9. Сильные индукторы UGT1A1 или UGT1A9 снижают системное воздействие каботегравира, тем самым повышая вероятность потери вирусологического ответа."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дофетилид",
      "description": {
        "common": "ламотриджин повысит уровень или эффект дофетилида по другим причинам (см. комментарий). Противопоказано. Ламотриджин может значительно повышать концентрацию дофетилида в сыворотке за счет ингибирования OCT2."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "ламотриджин, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "ламотриджин и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акривастин",
      "description": {
        "common": "акривастин и ламотриджин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и ламотриджин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и ламотриджин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и ламотриджин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир снижает уровень или эффект ламотриджина за счет усиления метаболизма. Используйте осторожность/монитор. Взаимодействие имеет большее клиническое значение с атазанавиром, усиленным ритонавиром, чем с небустированным атазанавиром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "авапритиниб и ламотриджин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "базедоксифен/конъюгированные эстрогены снижают уровень ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бензгидрокодон/ацетаминофен и ламотриджин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брексанолон",
      "description": {
        "common": "брексанолон, ламотриджин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "брекспипразол и ламотриджин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "Каннабидиол повысит уровень или действие ламотриджина на Другое (см. комментарий). Изменить терапию/внимательно контролировать. Каннабидиол потенциально может ингибировать активность UGT2B7. Рассмотрите возможность уменьшения дозы при одновременном использовании субстратов UGT2B7."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень ламотриджина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат будет снижать уровень или эффект ламотриджина за счет неуказанного механизма взаимодействия. Изменить терапию/внимательно контролировать. На основании анализа фармакокинетики популяции совместное применение ламотриджина с ценобаматом может привести к снижению концентрации ламотриджина на 21–52%. Увеличивайте дозу ламотриджина по мере необходимости при одновременном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "ламотриджин повышает токсичность циталопрама за счет неустановленного механизма взаимодействия. Изменить терапию/внимательно контролировать. Депрессанты ЦНС могут усиливать токсическое действие селективных ингибиторов обратного захвата серотонина; психомоторные нарушения могут усиливаться."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "конъюгированные эстрогены снижают уровень ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены, вагинальные",
      "description": {
        "common": "конъюгированные эстрогены вагинально снижают уровень ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "ламотриджин и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезогестрел",
      "description": {
        "common": "дезогестрел снижает уровень или эффект ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор. Было показано, что комбинированные пероральные контрацептивы значительно снижают концентрацию ламотриджина в плазме, вероятно, из-за индукции глюкуронирования ламотриджина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "ламотриджин и дейтетрабеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "Диеногест/эстрадиола валерат снижает уровень ламотриджина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Механизм: вероятно, обусловлен индукцией глюкуронирования ламотриджина; Корректировка дозировки может быть необходима для надлежащего контроля захвата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликфалин и ламотриджин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дивалпроекс натрия",
      "description": {
        "common": "дивалпроекс натрия повышает уровень или эффект ламотриджина за счет замедления метаболизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "дроспиренон снижает уровень или эффект ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор. Было показано, что комбинированные пероральные контрацептивы значительно снижают концентрацию ламотриджина в плазме, вероятно, из-за индукции глюкуронирования ламотриджина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "ламотриджин повышает токсичность эсциталопрама за счет неустановленного механизма взаимодействия. Изменить терапию/внимательно контролировать. Депрессанты ЦНС могут усиливать токсическое действие селективных ингибиторов обратного захвата серотонина; психомоторные нарушения могут усиливаться."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эскетамин интраназально",
      "description": {
        "common": "эскетамин интраназально, ламотриджин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "эстрадиол снижает уровень ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "Синтетические конъюгированные эстрогены снижают уровень ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этерифицированные эстрогены",
      "description": {
        "common": "Этерифицированные эстрогены снижают уровень ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор. Одновременное применение может привести к снижению уровня ламотриджина почти на 50%. Требуется коррекция дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстропипат",
      "description": {
        "common": "Эстропипат снижает уровень ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "этинилэстрадиол снижает уровень ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор. Было показано, что комбинированные пероральные контрацептивы значительно снижают концентрацию ламотриджина в плазме, вероятно, из-за индукции глюкуронирования ламотриджина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этотоин",
      "description": {
        "common": "этотоин снижает уровень ламотриджина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этоногестрел",
      "description": {
        "common": "этоногестрел снижает уровень или эффект ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор. Было показано, что комбинированные пероральные контрацептивы значительно снижают концентрацию ламотриджина в плазме, вероятно, из-за индукции глюкуронирования ламотриджина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "ламотриджин повышает токсичность флуоксетина за счет неустановленного механизма взаимодействия. Изменить терапию/внимательно контролировать. Депрессанты ЦНС могут усиливать токсическое действие селективных ингибиторов обратного захвата серотонина; психомоторные нарушения могут усиливаться."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "ламотриджин увеличивает токсичность флувоксамина на уровень серотонина. Изменить терапию/внимательно контролировать. психомоторные нарушения могут усиливаться."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "фосфенитоин снижает уровень ламотриджина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "ламотриджин и ганаксолон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан, ламотриджин.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Совместное применение лазмидитана и других препаратов, угнетающих ЦНС, включая алкоголь, в клинических исследованиях не изучалось. Ласмидитан может вызывать седативный эффект, а также другие когнитивные и/или психоневрологические побочные реакции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "лемборексант, ламотриджин.\nЛибо усиливает действие другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. При совместном применении лемборексанта с другими препаратами, угнетающими ЦНС, может потребоваться коррекция дозы из-за потенциально аддитивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел внутриматочный",
      "description": {
        "common": "Внутриматочное введение левоноргестрела снижает уровень или эффект ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор. Было показано, что комбинированные пероральные контрацептивы значительно снижают концентрацию ламотриджина в плазме, вероятно, из-за индукции глюкуронирования ламотриджина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально",
      "description": {
        "common": "Пероральный прием левоноргестрела снижает уровень или эффект ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор. Было показано, что комбинированные пероральные контрацептивы значительно снижают концентрацию ламотриджина в плазме, вероятно, из-за индукции глюкуронирования ламотриджина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа снижает уровень ламотриджина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Значительное снижение концентрации ламотриджина в плазме крови при одновременном применении с комбинированными гормональными контрацептивами (КГК), содержащими ЭЭ, вероятно, вследствие индукции глюкуронирования ламотриджина. Это может снизить контроль над приступами; поэтому может потребоваться коррекция дозы ламотриджина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир снижает уровень или эффект ламотриджина за счет усиления метаболизма. Используйте осторожность/монитор. Комбинация может снизить уровень ламотриджина на 50%. При необходимости измените дозу ламотриджина при начале, прекращении или изменении дозы лопинавира/ритонавира."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, ламотриджин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: возможно усиление угнетающего действия на ЦНС при одновременном применении; монитор для увеличения побочных эффектов и токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "медроксипрогестерон",
      "description": {
        "common": "медроксипрогестерон снижает уровень или эффект ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор. Было показано, что комбинированные пероральные контрацептивы значительно снижают концентрацию ламотриджина в плазме, вероятно, из-за индукции глюкуронирования ламотриджина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "местранол снижает уровень ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат трансдермальный",
      "description": {
        "common": "Трансдермальный метилфенидат увеличивает уровень или эффект ламотриджина за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Рассмотрите возможность уменьшения дозы этих препаратов при совместном применении с метилфенидатом. Следите за токсичностью наркотиков при начале или прекращении приема метилфенидата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "мидазолам интраназально, ламотриджин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение барбитуратов, алкоголя или других средств, угнетающих ЦНС, может увеличить риск гиповентиляции, обструкции дыхательных путей, десатурации или апноэ и может способствовать выраженному и/или пролонгированному действию препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норэлгестромин",
      "description": {
        "common": "норэлгестромин снижает уровень или эффект ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор. Было показано, что комбинированные пероральные контрацептивы значительно снижают концентрацию ламотриджина в плазме, вероятно, из-за индукции глюкуронирования ламотриджина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норэтиндрон",
      "description": {
        "common": "норэтиндрон снижает уровень или эффект ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор. Было показано, что комбинированные пероральные контрацептивы значительно снижают концентрацию ламотриджина в плазме, вероятно, из-за индукции глюкуронирования ламотриджина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норгестимировать",
      "description": {
        "common": "норгестимат снижает уровень или эффект ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор. Было показано, что комбинированные пероральные контрацептивы значительно снижают концентрацию ламотриджина в плазме, вероятно, из-за индукции глюкуронирования ламотриджина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норгестрел",
      "description": {
        "common": "норгестрел снижает уровень или эффект ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор. Было показано, что комбинированные пероральные контрацептивы значительно снижают концентрацию ламотриджина в плазме, вероятно, из-за индукции глюкуронирования ламотриджина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орлистат",
      "description": {
        "common": "орлистат снижает уровень ламотриджина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "ламотриджин повышает токсичность пароксетина за счет неустановленного механизма взаимодействия. Изменить терапию/внимательно контролировать. Депрессанты ЦНС могут усиливать токсическое действие селективных ингибиторов обратного захвата серотонина; психомоторные нарушения могут усиливаться."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень ламотриджина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин снижает уровень ламотриджина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир снижает уровень или эффект ламотриджина за счет усиления метаболизма. Используйте осторожность/монитор. Комбинация может снизить уровень ламотриджина на 50%. При необходимости измените дозу ламотриджина при начале, остановке или изменении дозы ритонавира. Подобные взаимодействия возможны с другими ИП, усиленными RTV."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сегестерон/этинилэстрадиол",
      "description": {
        "common": "Сегестерон/этинилэстрадиол снижает уровень или эффект ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор. Было показано, что комбинированные пероральные контрацептивы значительно снижают концентрацию ламотриджина в плазме, вероятно, из-за индукции глюкуронирования ламотриджина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "ламотриджин повышает токсичность сертралина за счет неустановленного механизма взаимодействия. Изменить терапию/внимательно контролировать. Депрессанты ЦНС могут усиливать токсическое действие селективных ингибиторов обратного захвата серотонина; психомоторные нарушения могут усиливаться."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севеламер",
      "description": {
        "common": "севеламер снижает уровень ламотриджина за счет увеличения элиминации. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, ламотриджин.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Одновременное применение стирипентола с другими средствами, угнетающими ЦНС, включая алкоголь, может увеличить риск седативного эффекта и сонливости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вальпроевая кислота",
      "description": {
        "common": "вальпроевая кислота повышает уровень ламотриджина за счет замедления метаболизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вилазодон",
      "description": {
        "common": "ламотриджин повышает токсичность вилазодона за счет неустановленного механизма взаимодействия. Изменить терапию/внимательно контролировать. Депрессанты ЦНС могут усиливать токсическое действие селективных ингибиторов обратного захвата серотонина; психомоторные нарушения могут усиливаться."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетаминофен",
      "description": {
        "common": "ламотриджин снижает уровень ацетаминофена за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетаминофен IV",
      "description": {
        "common": "ламотриджин снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетаминофен ректальный",
      "description": {
        "common": "ламотриджин снижает уровень ректального ацетаминофена за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "атракурий",
      "description": {
        "common": "ламотриджин снижает эффекты атракурия за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "биотин",
      "description": {
        "common": "ламотриджин снижает уровень биотина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно. Может потребоваться добавка биотина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цисатракурий",
      "description": {
        "common": "ламотриджин снижает эффекты цисатракурия за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цианокобаламин",
      "description": {
        "common": "ламотриджин снижает уровень цианокобаламина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "дексметилфенидат усиливает действие ламотриджина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эзогабин",
      "description": {
        "common": "эзогабин снижает уровень ламотриджина по другим причинам (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: эзогабин может индуцировать глюкуронирование, что приводит к небольшому снижению минимальных уровней."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокарнитин",
      "description": {
        "common": "ламотриджин снижает уровень левокарнитина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "онаботулотоксин А",
      "description": {
        "common": "ламотриджин снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "панкуроний",
      "description": {
        "common": "ламотриджин снижает действие панкурония за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "перампанель",
      "description": {
        "common": "перампанел повышает уровень ламотриджина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рапакуроний",
      "description": {
        "common": "ламотриджин снижает эффекты рапакурония за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рокуроний",
      "description": {
        "common": "ламотриджин снижает эффекты рокурония за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мудрец",
      "description": {
        "common": "шалфей снижает эффекты ламотриджина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Теоретическое взаимодействие; некоторые виды шалфея могут вызывать судороги."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сердексметилфенидат/дексметилфенидат",
      "description": {
        "common": "Сердексметилфенидат/дексметилфенидат усиливает действие ламотриджина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "ламотриджин снижает эффекты сукцинилхолина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "векуроний",
      "description": {
        "common": "ламотриджин снижает действие векурония за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головокружение",
      "percent": "38"
    },
    {
      "name": "Диплопия",
      "percent": "26-30"
    },
    {
      "name": "Головная боль",
      "percent": "29"
    },
    {
      "name": "Атаксия",
      "percent": "22"
    },
    {
      "name": "Затуманенное зрение",
      "percent": "16-20"
    },
    {
      "name": "Ринит",
      "percent": "11-15"
    },
    {
      "name": "Сонливость",
      "percent": "14"
    },
    {
      "name": "Бессонница",
      "percent": "6-10"
    },
    {
      "name": "Усталость",
      "percent": "8"
    },
    {
      "name": "Боль в груди",
      "percent": "5"
    },
    {
      "name": "Периферический отек",
      "percent": "2-5"
    },
    {
      "name": "Суицидальные мысли",
      "percent": "2-5"
    },
    {
      "name": "Дерматит",
      "percent": "2-5"
    },
    {
      "name": "Сухая кожа",
      "percent": "2-5"
    },
    {
      "name": "Повышенное либидо",
      "percent": "2-5"
    },
    {
      "name": "Ректальное кровотечение",
      "percent": "2-5"
    },
    {
      "name": "Слабость",
      "percent": "2-5"
    },
    {
      "name": "Агитация",
      "percent": "1-5"
    },
    {
      "name": "Дизартрия",
      "percent": "1-5"
    },
    {
      "name": "Отек",
      "percent": "1-5"
    },
    {
      "name": "Высокая температура",
      "percent": "1-5"
    },
    {
      "name": "Мигрень",
      "percent": "1-5"
    },
    {
      "name": "Ненормальные мысли",
      "percent": "1-5"
    },
    {
      "name": "Частое мочеиспускание",
      "percent": "1-5"
    },
    {
      "name": "Тремор",
      "percent": "4"
    },
    {
      "name": "Сердцебиение",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Озноб",
      "percent": null
    },
    {
      "name": "Депрессия",
      "percent": null
    },
    {
      "name": "Снижение памяти",
      "percent": null
    },
    {
      "name": "Эмоциональная лабильность",
      "percent": null
    },
    {
      "name": "несогласованность",
      "percent": null
    },
    {
      "name": "Недомогание",
      "percent": null
    },
    {
      "name": "Обострение приступа",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Аменорея",
      "percent": null
    },
    {
      "name": "Приливы",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Диспепсия",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "Боль в шее",
      "percent": null
    },
    {
      "name": "Кашель",
      "percent": null
    },
    {
      "name": "Синдром гриппа",
      "percent": null
    },
    {
      "name": "Инфекционное заболевание",
      "percent": null
    },
    {
      "name": "вагинит",
      "percent": null
    },
    {
      "name": "нистагм",
      "percent": null
    },
    {
      "name": "Агранулоцитоз",
      "percent": null
    },
    {
      "name": "гемолитическая анемия",
      "percent": null
    },
    {
      "name": "лимфаденопатия, не связанная с гиперчувствительностью",
      "percent": null
    },
    {
      "name": "эзофагит",
      "percent": null
    },
    {
      "name": "Асептический менингит",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "волчанка",
      "percent": null
    },
    {
      "name": "как реакция",
      "percent": null
    },
    {
      "name": "васкулит",
      "percent": null
    },
    {
      "name": "Апноэ",
      "percent": null
    },
    {
      "name": "Рабдомиолиз наблюдается у пациентов с реакциями гиперчувствительности",
      "percent": null
    },
    {
      "name": "Агрессия",
      "percent": null
    },
    {
      "name": "Обострение симптомов паркинсонизма у пациентов с пре",
      "percent": null
    },
    {
      "name": "существующий Паркинсон",
      "percent": null
    },
    {
      "name": "болезнь",
      "percent": null
    },
    {
      "name": "тики",
      "percent": null
    },
    {
      "name": "Прогрессирующая иммуносупрессия",
      "percent": null
    },
    {
      "name": "Нарушения сердечного ритма и проводимости",
      "percent": null
    }
  ]
}