{
  "name": "нифуртимокс",
  "comment": "Rx",
  "other_names": [
    "Лампит"
  ],
  "classes": [
    "Противопротозойные агенты"
  ],
  "source": "https://reference.medscape.com/drug/lampit-nifurtimox-342663",
  "pregnancy": {
    "common": [
      "Согласно исследованиям на животных, может нанести вред плоду при введении беременным женщинам.",
      "Опубликованных постмаркетинговых отчетов об использовании во время беременности недостаточно для информирования о риске врожденных дефектов и выкидыша, связанного с приемом препарата.",
      "Перед началом лечения рекомендуется пройти тест на беременность"
    ],
    "specific": [
      {
        "type": "Сообщить о воздействии наркотиков",
        "description": [
          "При назначении во время беременности",
          "Если пациентка забеременеет во время лечения или в течение 6 месяцев после приема последней дозы",
          "Сообщите о заражении, позвонив по телефону 1-888-842-2937."
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "Аборты, снижение прибавки в весе матери и уменьшение числа живых плодов у кроликов при пероральном введении в период органогенеза в дозах, приблизительно равных МРДЧ у грызунов и в 2 раза превышающих МРДЧ у кроликов.",
          "Лечение нифуртимоксом не оказывало токсического действия на плод, и пороков развития плода, связанных с приемом нифуртимокса, не наблюдалось.",
          "Консультировать беременных женщин о потенциальном риске для плода",
          "Пероральное введение во время органогенеза было связано со снижением массы тела плода у мышей, снижением массы тела матери и плода у крыс.",
          "Повышенная частота пороков развития скелета плода (слияние тел хвостовых позвонков) наблюдалась у кроликов при дозах нифуртимокса ~0,2x MRHD."
        ]
      },
      {
        "type": "Связанный с заболеванием риск для матери и/или эмбриона/плода",
        "description": [
          "Опубликованные данные исследований хронической болезни Шагаса во время беременности противоречивы.",
          "Лечение хронической болезни Шагаса во время беременности не рекомендуется",
          "Острая симптоматическая болезнь Шагаса редко встречается у беременных женщин; однако симптомы могут быть серьезными или опасными для жизни",
          "Если у беременной женщины развилась острая симптоматическая болезнь Шагаса, оцените риск и пользу лечения для матери и плода."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Мужчины с партнершами репродуктивного возраста: используйте презервативы во время лечения и в течение 3 месяцев после последней дозы.",
          "Женщины репродуктивного возраста: используйте эффективные методы контрацепции во время лечения и в течение 6 месяцев после приема последней дозы."
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Эффекты не были обратимыми у 75% животных через 11 недель после введения дозы.",
          "Может ухудшить фертильность у мужчин репродуктивного потенциала"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Следите за младенцами на предмет рвоты, сыпи, снижения аппетита, лихорадки и раздражительности при воздействии препарата.",
      "Нет информации о влиянии нифуртимокса на выработку молока.",
      "Опубликованная литература показывает, что нифуртимокс присутствует в грудном молоке человека, при этом предполагаемая суточная доза для младенцев составляет менее 15% от рекомендуемой суточной дозы для детей с болезнью Шагаса.",
      "Не сообщалось о побочных эффектах у небольшого числа младенцев, которых кормили грудью матери, получавшие лечение."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к нифуртимоксу или любому из вспомогательных веществ.",
        "Употребление алкоголя во время лечения"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось о случаях повышенной чувствительности; реакция может быть вызвана нифуртимоксом или иммунным ответом, вызванным болезнью Шагаса во время лечения; при первых признаках серьезной гиперчувствительности прекратить лечение",
        "Может ухудшить состояние у пациентов с травмой головного мозга, судорогами, психическими заболеваниями или серьезными поведенческими изменениями в анамнезе; внимательно следить за этими пациентами и за пациентами, у которых во время лечения развиваются неврологические нарушения или психиатрические реакции на лекарства.",
        "Сообщалось о снижении аппетита и потере веса; пациенты могут терять аппетит или испытывать тошноту/рвоту, что может привести к потере веса; проверяйте массу тела каждые 14 дней и соответствующим образом корректируйте дозу",
        "Может причинить вред плоду при введении беременным женщинам",
        "Канцерогенность наблюдалась у мышей и крыс, длительно получавших нитрофурановые агенты, структурно сходные с нифуртимоксимилярными, данных не поступало; связь с канцерогенностью неизвестна",
        "Производные нитрофурана могут провоцировать острые приступы порфирии; вводить таблетки под тщательным медицинским наблюдением у пациентов с порфирией",
        "Генотоксичность была продемонстрирована на людях, in vitro на нескольких видах бактерий и клеточных системах млекопитающих, а также in vivo на грызунах; исследование детей с болезнью Шагаса в возрасте от 7 месяцев до 14 лет, получавших лечение, продемонстрировало 13-кратное увеличение числа хромосомных аберраций."
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Алкоголь может увеличивать частоту и тяжесть нежелательных эффектов, как и другие нитрофураны и нитрогетероциклические соединения.",
            "Употребление алкоголя во время лечения противопоказано.",
            "Алкоголь"
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Рвота",
      "percent": "14.6"
    },
    {
      "name": "Боль в животе",
      "percent": "13.2"
    },
    {
      "name": "Головная боль",
      "percent": "12.8"
    },
    {
      "name": "Снижение аппетита",
      "percent": "10.5"
    },
    {
      "name": "Тошнота",
      "percent": "8.2"
    },
    {
      "name": "лихорадка",
      "percent": "7.3"
    },
    {
      "name": "Сыпь",
      "percent": "5.5"
    },
    {
      "name": "Диарея",
      "percent": "4.6"
    },
    {
      "name": "Уменьшенный вес",
      "percent": "2.7"
    },
    {
      "name": "Головокружение",
      "percent": "2.7"
    },
    {
      "name": "анемия",
      "percent": "2.7"
    },
    {
      "name": "Крапивница",
      "percent": "2.3"
    },
    {
      "name": "эозинофилия",
      "percent": "2.3"
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "Парестезия",
      "percent": null
    },
    {
      "name": "Тремор",
      "percent": null
    },
    {
      "name": "Раздражительность",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "Seizure",
      "percent": null
    },
    {
      "name": "обморок",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "Реакции гиперчувствительности",
      "percent": null
    },
    {
      "name": "включая анафилаксию",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "Лекарственная реакция с эозинофилией и системными симптомами",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    },
    {
      "name": "Мышечная слабость",
      "percent": null
    },
    {
      "name": "Амнезия",
      "percent": null
    },
    {
      "name": "Полинейропатия",
      "percent": null
    },
    {
      "name": "Апатия",
      "percent": null
    },
    {
      "name": "Агитация",
      "percent": null
    },
    {
      "name": "Психотическое поведение",
      "percent": null
    },
    {
      "name": "Расстройство сна",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    }
  ]
}