{
  "name": "дигоксин",
  "comment": "Rx",
  "other_names": [
    "ланоксин"
  ],
  "classes": [
    "Инотропные агенты",
    "В",
    "Антиаритмики"
  ],
  "source": "https://reference.medscape.com/drug/lanoxin-digoxin-342432",
  "pregnancy": {
    "common": [
      "Опыт применения дигоксина у беременных женщин в течение нескольких десятилетий, основанный на опубликованных ретроспективных клинических исследованиях и сообщениях о случаях, не привел к выявлению связанного с препаратом риска серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери и плода.",
      "Доза дигоксина, полученная при грудном вскармливании, составляет до 4% от неонатальной поддерживающей дозы, что вряд ли будет клинически значимым.",
      "Невылеченные основные состояния матери (например, сердечная недостаточность, мерцательная аритмия) во время беременности представляют риск для матери и плода.",
      "Нет данных о влиянии дигоксина на младенцев, находящихся на грудном вскармливании, или о влиянии на выработку молока."
    ],
    "specific": [
      {
        "type": "Клинические соображения",
        "description": [
          "Беременные женщины с мерцательной аритмией подвергаются повышенному риску рождения ребенка с низкой массой тела при рождении; мерцательная аритмия может ухудшиться во время беременности и может привести к смерти матери или плода",
          "Беременные женщины с сердечной недостаточностью подвергаются повышенному риску преждевременных родов; клиническая классификация болезни сердца может ухудшиться во время беременности и привести к смерти матери или плода"
        ]
      },
      {
        "type": "Побочные реакции у плода/неонатального организма",
        "description": [
          "Было показано, что дигоксин проникает через плаценту и обнаруживается в амниотической жидкости.",
          "Мониторинг новорожденных на наличие признаков и симптомов отравления дигоксином, включая рвоту и сердечные аритмии."
        ]
      },
      {
        "type": "Коррекция дозы во время беременности и в послеродовом периоде",
        "description": [
          "Мониторинг уровня дигоксина в сыворотке крови во время беременности и в послеродовом периоде",
          "Потребность в дигоксине может увеличиваться во время беременности и снижаться в послеродовом периоде."
        ]
      },
      {
        "type": "Работа или доставка",
        "description": [
          "Риск аритмий может увеличиться во время родов",
          "Непрерывное наблюдение за пациентками во время родов и родоразрешения"
        ]
      },
      {
        "type": "Данные",
        "description": [
          "Количество дигоксина, потребляемого ежедневно младенцами на грудном вскармливании, составляет ~ 0,03–0,16 мкг/кг/день.",
          "На основании данных двух исследований лактации у 13 младенцев, находящихся на грудном вскармливании, концентрация дигоксина в грудном молоке колебалась в пределах 0,4–1 нг/мл после приема 0,25 мг/сут у кормящих женщин.",
          "Это означает, что относительная доза дигоксина для младенцев составляет от 1–7 % от дозы, скорректированной по массе тела матери, и примерно 0,2–4 % от поддерживающей дозы для новорожденных."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Доза дигоксина, полученная при грудном вскармливании, составляет до 4% от неонатальной поддерживающей дозы, что вряд ли будет клинически значимым.",
      "Нет данных о влиянии дигоксина на младенцев, находящихся на грудном вскармливании, или о влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Мерцание желудочков",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может вызывать ложноположительные изменения ST-T при нагрузочном тесте.",
        "Избегайте у пациентов с миокардитом",
        "Следует соблюдать осторожность у пациентов с острым инфарктом миокарда; может увеличить потребность миокарда в кислороде; при остром коронарном синдроме внутривенное введение дигоксина может использоваться для замедления быстрого желудочкового ответа и улучшения функции левого желудочка при остром лечении фибрилляции предсердий, связанной с тяжелой функцией ЛЖ и сердечной недостаточностью или гемодинамической нестабильностью.",
        "Сердечная болезнь бери-бери может не реагировать адекватно, если основной дефицит тиамина не скорректирован.",
        "Избегайте экстравазации; обеспечить правильное размещение иглы или катетера до и во время введения",
        "Нет необходимости рутинно снижать или проводить терапию дигоксином перед плановой электрической кардиоверсией при мерцательной аритмии; однако перед кардиоверсией необходимо исключить токсичность дигоксина; приостановить введение дигоксина и отложить кардиоверсию до исчезновения токсичности, если существуют признаки избытка дигоксина",
        "Следует соблюдать осторожность при хроническом констриктивном перикардите, электрической кардиоверсии, тяжелой брадикардии, тяжелой сердечной недостаточности, тяжелых заболеваниях легких, синдроме слабости синусового узла, желудочковой тахикардии, преждевременных сокращениях желудочков, синдроме Вольфа-Паркинсона-Уайта, электролитном дисбалансе, гипотиреозе или гипертиреозе, гипоксии, идиопатической гипертрофии. субаортальный стеноз, почечная недостаточность, одновременный прием диуретиков",
        "Предсердные аритмии трудно поддаются лечению, если они связаны с гиперметаболическими (гипертиреоз) или гипердинамическими (гипоксия) состояниями; лечение основного заболевания до начала терапии",
        "При использовании для контроля скорости у пациентов с фибрилляцией предсердий внимательно следите за концентрацией в сыворотке; концентрация в сыворотке, которая не контролируется должным образом, связана с повышенным риском смерти",
        "Избегайте быстрого внутривенного введения оцифрованным пациентам; может вызвать серьезные аритмии",
        "Повышенный риск эстрогеноподобных эффектов у пожилых пациентов",
        "Риск выраженной или полной блокады сердца у пациентов с поражением синусового узла и АВ-блокадой",
        "Пациенты с сердечной недостаточностью с сохраненной функцией желудочков, включая острое легочное сердце, амилоидоз сердца и констриктивный перикардит, могут быть восприимчивы к токсичности дигоксина.",
        "Уровни в сыворотке, взятые в течение 6-8 часов после введения дозы, будут ложно высокими из-за длительной фазы распределения.",
        "Не рекомендуется пациентам с острым инфарктом миокарда",
        "Очень узкая граница между эффективной терапевтической и токсической дозировками: терапевтический диапазон 0,5–2 нг/мл (целевой 0,5–1 нг/мл); диапазон токсичности >2,5 нг/мл",
        "Менее эффективен при наличии гипокалиемии или гипокальциемии; избегать гиперкальциемии или гипомагниемии, которые могут предрасполагать к серьезным аритмиям",
        "При гипертрофической кардиомиопатии обструкция оттока может ухудшиться из-за положительного инотропного действия дигоксина; избегать использования, если только он не используется для контроля желудочковой реакции с мерцательной аритмией; при отсутствии мерцательной аритмии дигоксин потенциально опасен при лечении одышки у пациентов с гипертрофической кардиомиопатией",
        "Как правило, следует избегать, если систолическая функция левого желудочка сохранена, хотя может использоваться для контроля частоты желудочков в подгруппе с хронической фибрилляцией предсердий.",
        "Рассмотрите возможность использования дигоксина только при сердечной недостаточности со сниженной фракцией выброса, когда симптомы сохраняются, несмотря на медикаментозную терапию в соответствии с рекомендациями; Отмена дигоксина у клинически стабильных пациентов с сердечной недостаточностью может привести к рецидиву симптомов сердечной недостаточности.",
        "Мониторинг проаритмических эффектов, особенно при токсичности дигоксина",
        "Не переключайтесь между различными пероральными формами или между брендовыми и генерическими формами дигоксина; биодоступность варьируется"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "шпиль",
      "description": {
        "common": "лук, дигоксин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адаграсиб",
      "description": {
        "common": "адаграсиб будет повышать уровень или эффект дигоксина за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения адаграсиба, ингибитора P-gp, с чувствительными субстратами P-gp, если иное не рекомендовано в инструкциях по медицинскому применению этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия повысит уровень или эффект дигоксина за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон будет увеличивать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Амиодарон повышает концентрацию дигоксина в сыворотке перорально на ~70% и дигоксина внутривенно на ~17%; измерить уровень дигоксина до начала приема амиодарона и снизить пероральную дозу дигоксина на 30-50%; уменьшить внутривенную дозу дигоксина на 15-30%"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амфотерицина В дезоксихолат",
      "description": {
        "common": "амфотерицина В дезоксихолат усиливает действие дигоксина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Эффекты дигоксина усиливаются, если гипокалиемия возникает в результате Ampho B Tx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атенолол",
      "description": {
        "common": "дигоксин, атенолол.\nОдин из них снижает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "дигоксин, бетаксолол.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бисопролол",
      "description": {
        "common": "дигоксин, бисопролол.\nОдин из них снижает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бремеланотид",
      "description": {
        "common": "бремеланотид снизит уровень или эффект дигоксина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бретилий",
      "description": {
        "common": "bretylium увеличивает токсичность дигоксина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Избегайте одновременного начала терапии гликозидами наперстянки и бретилиумом. Первоначальное высвобождение норадреналина, вызванное бретилием, может усугубить токсичность наперстянки. Когда у дигитального пациента возникает опасная для жизни сердечная аритмия, бретилий следует использовать только в том случае, если этиология аритмии не связана с токсичностью наперстянки и другие антиаритмические препараты неэффективны. Бретилий противопоказан при дигиталис-индуцированных аритмиях."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция повысит уровень или действие дигоксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "колхицин",
      "description": {
        "common": "колхицин, дигоксин.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Повышенный риск развития рабдомиолиза."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин повышает уровень дигоксина за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декслансопразол",
      "description": {
        "common": "декслансопразол будет увеличивать уровень или эффект дигоксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дофетилид",
      "description": {
        "common": "дигоксин будет повышать уровень или эффект дофетилида за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "дигоксин повышает уровень элуксадолина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Уменьшите дозу элуксадолина до 75 мг перорально два раза в день при совместном применении с ингибиторами OATP1B1. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "эрдафитиниб будет повышать уровень или эффект дигоксина за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если совместное введение неизбежно, раздельное введение по крайней мере за 6 часов до или после введения субстратов P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсмолол",
      "description": {
        "common": "дигоксин, эсмолол.\nОдин из них снижает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "эзомепразол будет увеличивать уровень или эффект дигоксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фамотидин",
      "description": {
        "common": "фамотидин будет увеличивать уровень или эффект дигоксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флекаинид",
      "description": {
        "common": "флекаинид усиливает действие дигоксина по неизвестному механизму. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "паратиреоидный гормон человека, рекомбинантный",
      "description": {
        "common": "паратгормон человека, рекомбинантный, дигоксин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: рчПТГ вызывает временное повышение уровня кальция, поэтому одновременное применение с сердечными гликозидами может предрасполагать пациентов к токсичности наперстянки в случае развития гиперкальциемии. Эффективность дигоксина снижается при наличии гипокальциемии. При совместном применении тщательно контролируйте уровни кальция и дигоксина в сыворотке, а также пациентов на наличие признаков и симптомов токсичности дигоксина. Может потребоваться коррекция дозы дигоксина и/или рчПТГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат повышает уровень дигоксина по неизвестному механизму. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибупрофен/фамотидин",
      "description": {
        "common": "ибупрофен/фамотидин повысит уровень или действие дигоксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лансопразол",
      "description": {
        "common": "лансопразол будет увеличивать уровень или эффект дигоксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "Лазмидитан повышает уровень дигоксина с помощью переносчика оттока Р-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб повысит уровень или действие дигоксина на др. (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левобунолол",
      "description": {
        "common": "дигоксин, левобунолол.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ландыш",
      "description": {
        "common": "дигоксин, ландыш.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метопролол",
      "description": {
        "common": "дигоксин увеличивает токсичность метопролола за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "надолол",
      "description": {
        "common": "дигоксин, надолол.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "небиволол",
      "description": {
        "common": "дигоксин, небиволол.\nОдин из них снижает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "низатидин",
      "description": {
        "common": "низатидин будет увеличивать уровень или эффект дигоксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол повысит уровень или эффект дигоксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод повышает токсичность дигоксина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Поскольку активный метаболит озанимода ингибирует МАО-В in vitro, существует вероятность серьезных побочных реакций, включая гипертонический криз. Поэтому не рекомендуется одновременное назначение озанимода с препаратами, которые могут повышать уровень норадреналина или серотонина. Монитор для гипертензии с одновременным использованием."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пакритиниб",
      "description": {
        "common": "пакритиниб будет увеличивать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пантопразол",
      "description": {
        "common": "пантопразол будет увеличивать уровень или эффект дигоксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод, дигоксин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Проконсультируйтесь с кардиологом, если планируете лечение. Совместное применение понесимода с препаратами, снижающими ЧСС, может иметь аддитивные эффекты в отношении снижения ЧСС и, как правило, не должно назначаться у таких пациентов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "дигоксин будет повышать уровень или эффект новокаинамида за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропафенон",
      "description": {
        "common": "пропафенон повышает уровень дигоксина за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропранолол",
      "description": {
        "common": "дигоксин, пропранолол.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект дигоксина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рабепразол",
      "description": {
        "common": "рабепразол будет увеличивать уровень или эффект дигоксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рокситромицин",
      "description": {
        "common": "рокситромицин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод, дигоксин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Из-за потенциального аддитивного воздействия на частоту сердечных сокращений сипонимод, как правило, не следует назначать пациентам, принимающим препараты, удлиняющие интервал QT с известными аритмогенными свойствами, блокаторы кальциевых каналов, снижающие частоту сердечных сокращений, или другие препараты, которые могут снижать частоту сердечных сокращений. Если рассматривается вопрос о лечении, проконсультируйтесь с кардиологом относительно перехода на препараты, не снижающие частоту сердечных сокращений, или соответствующего мониторинга для начала лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия повысит уровень или эффект дигоксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота повысит уровень или эффект дигоксина за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соталол",
      "description": {
        "common": "дигоксин, соталол.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект дигоксина через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сукральфат",
      "description": {
        "common": "сукральфат будет снижать уровень или эффект дигоксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Измерьте концентрацию дигоксина в сыворотке крови до начала приема сопутствующих препаратов; продолжать мониторинг и увеличивать дозу дигоксина примерно на 20-40% по мере необходимости"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тепотиниб",
      "description": {
        "common": "тепотиниб будет повышать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозировку субстрата P-gp, если это рекомендовано в маркировке одобренного продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тимолол",
      "description": {
        "common": "дигоксин, тимолол.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Трофинетид",
      "description": {
        "common": "Трофинетид повысит уровень или действие дигоксина на др. (см. комментарий). Избегайте или используйте альтернативный препарат. Трофинетид (ингибитор ОАТР131 и ОАТР13В) может повышать уровень субстратов ОАТР131 или ОАТР13В в плазме. Избегайте coadministration с чувствительными субстратами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "вандетаниб повышает уровень дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венетоклакс",
      "description": {
        "common": "венетоклакс будет повышать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Данные in vitro позволяют предположить, что венетоклакс может ингибировать субстраты P-gp в кишечнике в терапевтических дозах. Избегайте одновременного применения субстратов Р-гликопротеина с узким терапевтическим индексом и венетоклакса. Если необходимо использовать субстрат P-gp с узким терапевтическим индексом, его следует принимать не менее чем за 6 ч до введения венетоклакса."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил повышает уровень дигоксина за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аброцитиниб",
      "description": {
        "common": "аброцитиниб будет повышать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте и титруйте дозу субстрата P-gp соответствующим образом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акарбоза",
      "description": {
        "common": "акарбоза снизит уровень или эффект дигоксина за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор. Измерьте концентрацию дигоксина в сыворотке крови до начала приема сопутствующих препаратов; продолжать мониторинг и увеличивать дозу дигоксина примерно на 20-40% по мере необходимости"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ацебутолол и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "и ацеклофенак, и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "ацеметацин и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "активированный уголь",
      "description": {
        "common": "активированный уголь снижает уровень дигоксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "дигоксин повышает, а альбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпразолам",
      "description": {
        "common": "алпразолам повышает уровень дигоксина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амикацин",
      "description": {
        "common": "амикацин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амилорид",
      "description": {
        "common": "амилорид и дигоксин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антихолинергические/седативные комбинации",
      "description": {
        "common": "комбинация антихолинергических/седативных средств повышает уровень дигоксина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "дигоксин повышает, а арформотерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин и дигоксин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "аспирин ректальный и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир усиливает действие дигоксина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск AV-блокады."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "аторвастатин будет увеличивать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атропин",
      "description": {
        "common": "атропин повышает уровень дигоксина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атропин в/в/в/м",
      "description": {
        "common": "атропин внутривенно/в/м повышает уровень дигоксина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азтреонам",
      "description": {
        "common": "азтреонам повысит уровень или эффект дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "беназеприл повышает уровень дигоксина по неустановленному механизму взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "дигоксин увеличивает, а бендрофлуметиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "беротральстат будет увеличивать уровень или эффект дигоксина через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте или титруйте дозу субстрата P-gp при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "бетаксолол и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бисопролол и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "бозутиниб повышает уровень дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает действие дигоксина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буметанид",
      "description": {
        "common": "дигоксин повышает, а буметанид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупропион",
      "description": {
        "common": "бупропион снизит уровень или эффект дигоксина по другим причинам (см. комментарий). Используйте осторожность/монитор. Монитор для снижения концентрации дигоксина; бупропион может индуцировать переносчик OATP4C1, который участвует в почечной элиминации дигоксина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кальцифедиол",
      "description": {
        "common": "кальцифедиол, дигоксин. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Кальцифедиол может вызывать гиперкальциемию, что увеличивает риск отравления наперстянкой. Контролируйте как уровень кальция в сыворотке, так и признаки и симптомы отравления наперстянкой."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "ацетат кальция усиливает действие дигоксина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция усиливает действие дигоксина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "хлорид кальция усиливает действие дигоксина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция усиливает действие дигоксина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "глюконат кальция усиливает действие дигоксина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "канаглифлозин",
      "description": {
        "common": "канаглифлозин повышает уровень дигоксина за счет неустановленного механизма взаимодействия. Изменить терапию/внимательно контролировать. AUC и пиковая концентрация дигоксина в сыворотке увеличивались при одновременном применении с канаглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кандесартан",
      "description": {
        "common": "кандесартан и дигоксин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "каннабидиол повысит уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Лекарственный мониторинг и снижение дозы субстратов P-gp следует рассматривать при пероральном приеме и одновременном применении с каннабидиолом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "Каптоприл повышает уровень дигоксина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбеноксолон",
      "description": {
        "common": "дигоксин увеличивает, а карбеноксолон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кармустин",
      "description": {
        "common": "кармустин снижает уровень дигоксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Целесообразно внимательно наблюдать за пациентами на предмет потери клинической эффективности дигоксина при проведении противоопухолевой терапии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефадроксил",
      "description": {
        "common": "цефадроксил увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефамандол",
      "description": {
        "common": "цефамандол увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефпиром",
      "description": {
        "common": "цефпиром увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефподоксим",
      "description": {
        "common": "цефподоксим увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целипролол",
      "description": {
        "common": "Целипролол и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефалексин",
      "description": {
        "common": "цефалексин повысит уровень или эффект дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоргексидин перорально",
      "description": {
        "common": "пероральный хлоргексидин повысит уровень или эффект дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "дигоксин увеличивает, а хлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "дигоксин увеличивает, а хлорталидон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин снижает уровень дигоксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "трисалицилат магния холина и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин будет повышать уровень или эффект дигоксина через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клиндамицин",
      "description": {
        "common": "клиндамицин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клотримазол",
      "description": {
        "common": "клотримазол будет снижать уровень или эффект дигоксина через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат будет увеличивать уровень или эффект дигоксина транспортером оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Измерьте концентрацию дигоксина в сыворотке крови перед началом приема сопутствующих препаратов. Титруйте дозу дигоксина примерно на 30-50% или изменяйте частоту дозирования и продолжайте мониторинг."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "колестипол",
      "description": {
        "common": "колестипол снижает уровень дигоксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "кониваптан повышает уровень дигоксина за счет замедления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб повышает уровень дигоксина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следует избегать одновременного применения кризотиниба с субстратами CYP3A с узкими терапевтическими индексами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "дигоксин увеличивает, а циклопентиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид снижает уровень дигоксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект дигоксина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитарабин",
      "description": {
        "common": "цитарабин снижает уровень дигоксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Цитарабин может снижать всасывание дигоксина даже через несколько дней после прекращения химиотерапии. Капсулы дигоксина и дигитоксин, по-видимому, не подвержены влиянию. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дапсон",
      "description": {
        "common": "дапсон увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин повышает уровень дигоксина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "демеклоциклин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декслансопразол",
      "description": {
        "common": "декслансопразол повышает токсичность дигоксина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: длительное использование ИПП может вызвать гипомагниемию и увеличить риск токсичности дигоксина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и дигоксин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "Диклофенак и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлунисал и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "дифеноксилат hcl повысит уровень или эффект дигоксина по неуказанному механизму взаимодействия. Используйте осторожность/монитор. Измерьте концентрацию дигоксина в сыворотке крови до начала приема сопутствующих препаратов; продолжать мониторинг и при необходимости снижать дозу дигоксина"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "дигоксин повышает, а добутамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофамин",
      "description": {
        "common": "дофамин увеличивает токсичность дигоксина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Может увеличить риск сердечной аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "дигоксин увеличивает, а допексамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксорубицин",
      "description": {
        "common": "доксорубицин снижает уровень дигоксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксорубицин липосомальный",
      "description": {
        "common": "липосомальный доксорубицин снижает уровень дигоксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксициклин",
      "description": {
        "common": "доксициклин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон будет увеличивать уровень или эффект дигоксина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Если coadministered, рассмотреть вопрос о снижении дозы дигоксина. Внимательно следите за уровнем дигоксина в сыворотке и следите за токсичностью дигоксина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "дроспиренон и дигоксин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулаглутид",
      "description": {
        "common": "дулаглутид, дигоксин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Дулаглутид замедляет опорожнение желудка и может влиять на всасывание одновременно принимаемых пероральных препаратов; Будьте особенно осторожны при совместном применении с препаратами, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эластичный",
      "description": {
        "common": "Элацестрант будет увеличивать уровень или эффект дигоксина транспортером оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Уменьшите дозу субстратов P-gp в соответствии с их инструкцией по применению, когда минимальные изменения концентрации могут привести к серьезным или опасным для жизни побочным реакциям."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс будет увеличивать уровень или эффект дигоксина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень дигоксина с помощью эффлюксного переносчика P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Измерьте уровень дигоксина перед началом приема элиглустата и уменьшите дозу дигоксина на 30%; продолжать контролировать уровень дигоксина и соответствующим образом корректировать дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень дигоксина с помощью эффлюксного переносчика P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Дигоксин является субстратом для транспорта P-gp; кобицистат ингибирует транспорт P-gp; инициировать дигоксин в низкой дозе и тщательно титровать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эналаприл",
      "description": {
        "common": "эналаприл повышает уровень дигоксина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб повысит уровень или действие дигоксина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Энкорафениб (ингибитор ОАТР1В1 и ОАТР1В3) может повышать концентрацию и токсичность субстратов ОАТР1В1 и ОАТР1В3. Внимательно следите за признаками и симптомами повышенного воздействия и рассмотрите возможность корректировки дозы этих субстратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "дигоксин увеличивает, а эфедрин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "дигоксин увеличивает, а адреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "дигоксин повышает, а эпинефрин рацемический снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпопростенол",
      "description": {
        "common": "эпопростенол будет увеличивать уровень или эффект дигоксина по неустановленному механизму взаимодействия. Используйте осторожность/монитор. Измерьте концентрацию дигоксина в сыворотке крови до начала приема сопутствующих препаратов; продолжать мониторинг и при необходимости снижать дозу дигоксина"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпросартан",
      "description": {
        "common": "Эпросартан и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрибулин",
      "description": {
        "common": "эрибулин будет снижать уровень или эффект дигоксина по другим причинам (см. комментарий). Используйте осторожность/монитор. Противоопухолевые средства могут снижать абсорбцию дигоксина; контролировать пациентов для терапевтической эффективности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эртапенем",
      "description": {
        "common": "эртапенем увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина будет увеличивать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина будет увеличивать уровень или эффект дигоксина с помощью транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "стеарат эритромицина будет увеличивать уровень или эффект дигоксина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсмолол",
      "description": {
        "common": "Эсмолол и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "эзомепразол повышает токсичность дигоксина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: длительное использование ИПП может вызвать гипомагниемию и увеличить риск токсичности дигоксина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "дигоксин увеличивает, а этакриновая кислота снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "этодолак и дигоксин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин повышает уровень дигоксина с помощью эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзогабин",
      "description": {
        "common": "эзогабин повышает уровень дигоксина за счет снижения почечного клиренса. Используйте осторожность/монитор. Активный метаболит NAMR может ингибировать почечную канальцевую секрецию. Следите за уровнем дигоксина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фамцикловир",
      "description": {
        "common": "фамцикловир повышает уровень дигоксина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Совместное введение увеличивает C дигоксина примерно на 19%."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "фелодипин будет увеличивать уровень или эффект дигоксина через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "мальтол железа, дигоксин.\nОдин из них увеличивает уровни другого за счет неуказанного механизма взаимодействия. Изменить терапию/внимательно контролировать. Одновременное применение мальтола железа с некоторыми пероральными препаратами может снизить биодоступность мальтола железа и некоторых пероральных препаратов. Для пероральных препаратов, снижение биодоступности которых может привести к клинически значимому влиянию на их безопасность или эффективность, введение мальтола железа отдельно от этих препаратов. Продолжительность разделения может зависеть от абсорбции одновременно вводимого лекарства (например, время достижения максимальной концентрации, является ли лекарство препаратом с немедленным или пролонгированным высвобождением)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флероксацин",
      "description": {
        "common": "флероксацин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "флибансерин повышает уровень дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Усилить мониторинг концентраций лекарств, переносимых P-gp, которые имеют узкий терапевтический индекс при совместном применении с флибансерином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "дигоксин увеличивает, а формотерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфомицин",
      "description": {
        "common": "фосфомицин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "фозиноприл повышает уровень дигоксина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "фосфенитоин будет снижать уровень или эффект дигоксина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "фостаматиниб будет увеличивать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Одновременное применение фостаматиниба может повышать концентрацию субстратов P-gp. Мониторинг токсичности препарата-субстрата P-gp, который может потребовать снижения дозы при одновременном применении с фостаматинибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "фостемсавир повысит уровень или действие дигоксина на др. (см. комментарий). Изменить терапию/внимательно контролировать. Фостемсавир ингибирует транспортер OATP1B1/3. Если возможно, избегайте одновременного введения или измените дозу субстратов OATP1B1/3 при одновременном применении с фостемсавиром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фуросемид",
      "description": {
        "common": "дигоксин увеличивает, а фуросемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "гентамицин будет увеличивать уровень или эффект дигоксина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "глекапревир/пибрентасвир будет повышать уровень или эффект дигоксина за счет переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Перед началом лечения глекапревиром/пибрентасвиром измерьте концентрацию дигоксина в сыворотке крови. Чтобы снизить концентрацию дигоксина, уменьшите дозу примерно на 50% или изменив частоту дозирования и продолжайте мониторинг."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гликопирролат",
      "description": {
        "common": "гликопирролат повышает уровень дигоксина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ингаляционный гликопирролат",
      "description": {
        "common": "Вдыхание гликопирролата повышает уровень дигоксина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "боярышник",
      "description": {
        "common": "боярышник усиливает действие дигоксина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "дигоксин будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "Ибупрофен, и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "Ибупрофен внутривенно, и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имидаприл",
      "description": {
        "common": "имидаприл повышает уровень дигоксина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индапамид",
      "description": {
        "common": "дигоксин увеличивает, а индапамид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир будет увеличивать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "ирбесартан и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "изавуконазония сульфат будет увеличивать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "дигоксин увеличивает, а изопротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин будет увеличивать уровень или эффект дигоксина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов P-gp в клинических исследованиях. Рассмотрите возможность снижения дозы чувствительных субстратов P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет увеличивать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Измерьте уровень дигоксина перед началом приема сопутствующих препаратов. Контролируйте и рассмотрите возможность снижения дозы дигоксина примерно на 30-50% или изменения частоты дозирования."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивабрадин",
      "description": {
        "common": "ивабрадин, дигоксин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Большинству пациентов, получающих ивабрадин, также назначают бета-блокаторы. Риск брадикардии увеличивается при одновременном приеме препаратов, замедляющих сердечный ритм (например, дигоксина, амиодарона, бета-блокаторов). Мониторинг частоты сердечных сокращений у пациентов, принимающих ивабрадин с другими негативными хронотропными препаратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "ивакафтор повышает уровень дигоксина с помощью переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор. Ивакафтор и его метаболит М1 могут ингибировать P-gp; может значительно увеличить системное воздействие на чувствительные субстраты P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "кетопрофен и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "кеторолак и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "кеторолак интраназально и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лабеталол",
      "description": {
        "common": "лабеталол и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лансопразол",
      "description": {
        "common": "лансопразол повышает токсичность дигоксина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: длительное использование ИПП может вызвать гипомагниемию и увеличить риск токсичности дигоксина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб будет повышать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ледипасвир/софосбувир",
      "description": {
        "common": "ледипасвир/софосбувир будет повышать уровень или эффект дигоксина за счет переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир увеличивает уровень или эффект дигоксина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Используйте с осторожностью и следите за терапевтической концентрацией дигоксина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "дигоксин увеличивает, а левалбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "левофлоксацин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект дигоксина через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левотироксин",
      "description": {
        "common": "левотироксин снижает действие дигоксина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиотиронин",
      "description": {
        "common": "лиотиронин снижает действие дигоксина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "лизиноприл повышает уровень дигоксина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "ломитапид повышает уровень дигоксина с помощью переносчика оттока Р-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы при одновременном применении с ломитапидом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет увеличивать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Лонафарниб является слабым ингибитором P-gp. Следите за побочными реакциями при совместном применении с субстратами P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. При необходимости уменьшите дозу субстрата P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоратадин",
      "description": {
        "common": "лоратадин будет увеличивать уровень или эффект дигоксина через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "лорноксикам и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "лозартан и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "люмакафтор/ивакафтор, дигоксин. Эффлюксный переносчик P-гликопротеина (MDR1). Используйте осторожность/монитор. Lumacaftor может как ингибировать, так и индуцировать P-gp. Кроме того, клиническое исследование монотерапии ивакафтором показало, что ивакафтор является слабым ингибитором P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "мефенамовая кислота и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "мелоксикам и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мемантин",
      "description": {
        "common": "дигоксин будет повышать уровень или эффект мемантина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меропенем",
      "description": {
        "common": "меропенем увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меропенем/ваборбактам",
      "description": {
        "common": "меропенем/ваборбактам повысит уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "дигоксин увеличивает, а метапротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "дигоксин, метформин.\nОдин из них увеличивает уровень другого путем конкуренции основных (катионных) препаратов за клиренс в почечных канальцах. Используйте осторожность/монитор. Измерьте концентрацию дигоксина в сыворотке перед началом приема метформина. Мониторинг пациентов, которые принимают метформин и дигоксин для возможной токсичности дигоксина и лактоацидоза. При необходимости уменьшите дозу дигоксина и/или метформина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "метотрексат снижает уровень дигоксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Уровни дигоксина в сыворотке могут быть снижены, а действия могут быть уменьшены. Мониторинг пациента для признаков снижения фармакологического эффекта дигоксина и увеличить дозу дигоксина при необходимости. Мониторинг уровня в сыворотке может облегчить подбор дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "дигоксин будет увеличивать уровень или эффект метиклотиазида за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метипранолол офтальмологический",
      "description": {
        "common": "метипранолол офтальмологический усиливает действие дигоксина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метоклопрамид",
      "description": {
        "common": "метоклопрамид снижает уровень дигоксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "Интраназальный метоклопрамид повышает уровень или эффект дигоксина по другим причинам (см. комментарий). Используйте осторожность/монитор. Метоклопрамид может снижать всасывание дигоксина. Мониторинг терапевтических концентраций препарата и увеличение дозы дигоксина по мере необходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метолазон",
      "description": {
        "common": "дигоксин увеличивает, а метолазон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "метопролол и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидодрин",
      "description": {
        "common": "дигоксин будет увеличивать уровень или эффект мидодрина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "минеральное масло",
      "description": {
        "common": "минеральное масло снижает уровень дигоксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миноциклин",
      "description": {
        "common": "миноциклин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мирабегрон",
      "description": {
        "common": "мирабегрон будет повышать уровень или эффект дигоксина через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "моэксиприл повышает уровень дигоксина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "моксифлоксацин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "набуметон и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин увеличивает уровень или эффект дигоксина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "напроксен и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "и небиволол, и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект дигоксина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "неомицин перорально повышает уровень или эффект дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нератиниб",
      "description": {
        "common": "нератиниб повышает уровень дигоксина с помощью переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор. Нератиниб ингибирует транспорт P-gp. Следует соблюдать осторожность при совместном применении с субстратом P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин будет увеличивать уровень или эффект дигоксина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин будет увеличивать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Нифедипин может снижать клиренс дигоксина, повышая концентрацию в плазме и риск токсичности. При необходимости отрегулируйте дозу дигоксина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект дигоксина через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир",
      "description": {
        "common": "нирматрелвир будет увеличивать уровень или эффект дигоксина с помощью транспортера оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Измерьте концентрацию дигоксина в сыворотке перед началом приема нирматрелвира/ритонавира. Уменьшите дозу дигоксина примерно на 30-50% или изменив частоту дозирования и продолжайте наблюдение во время совместного применения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир будет повышать уровень или эффект дигоксина посредством эффлюксного переносчика P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Измерьте концентрацию дигоксина в сыворотке перед началом приема нирматрелвира/ритонавира. Уменьшите дозу дигоксина примерно на 30-50% или изменив частоту дозирования и продолжайте наблюдение во время совместного применения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитрофурантоин",
      "description": {
        "common": "нитрофурантоин будет увеличивать уровень или эффект дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "дигоксин увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олмесартан",
      "description": {
        "common": "олмесартан и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол повышает токсичность дигоксина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: длительное использование ИПП может вызвать гипомагниемию и увеличить риск токсичности дигоксина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "оксапрозин и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксиметазолин актуальные",
      "description": {
        "common": "оксиметазолин местно снижает эффекты дигоксина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Дигоксин уменьшает обратный захват катехоламинов в нервных окончаниях, делая кровеносные сосуды более чувствительными к эндогенным или экзогенным катехоламинам."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окситетрациклин",
      "description": {
        "common": "окситетрациклин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пантопразол",
      "description": {
        "common": "Пантопразол повышает токсичность дигоксина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: длительное использование ИПП может вызвать гипомагниемию и увеличить риск токсичности дигоксина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "парекоксиб и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парикальцитол",
      "description": {
        "common": "парикальцитол повышает токсичность дигоксина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паромомицин",
      "description": {
        "common": "паромомицин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "пенбутолол и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "периндоприл",
      "description": {
        "common": "периндоприл повышает уровень дигоксина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал будет снижать уровень или эффект дигоксина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект дигоксина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "пиндолол и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "дигоксин увеличивает, а пирбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пироксикам и дигоксин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пивмециллинам",
      "description": {
        "common": "пивмециллинам повысит уровень или эффект дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб повышает уровень дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол повышает уровень дигоксина за счет замедления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "кислый фосфат калия и дигоксин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "хлорид калия и дигоксин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прамипексол",
      "description": {
        "common": "дигоксин будет увеличивать уровень или эффект прамипексола за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин снижает уровень дигоксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропантелин",
      "description": {
        "common": "пропантелин будет увеличивать уровень или эффект дигоксина по неуказанному механизму взаимодействия. Изменить терапию/внимательно контролировать. Измерьте концентрацию дигоксина в сыворотке крови до начала приема сопутствующих препаратов; уменьшить дозу дигоксина примерно на 15-30% или изменить частоту дозирования и продолжить мониторинг"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пропранолол и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кверцетин",
      "description": {
        "common": "кверцетин будет снижать уровень или эффект дигоксина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квинаприл",
      "description": {
        "common": "квинаприл повышает уровень дигоксина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинин",
      "description": {
        "common": "дигоксин будет увеличивать уровень или эффект хинина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "хинупристин/дальфопристин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рабепразол",
      "description": {
        "common": "рабепразол повышает токсичность дигоксина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: длительное использование ИПП может вызвать гипомагниемию и увеличить риск токсичности дигоксина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рамиприл",
      "description": {
        "common": "рамиприл повышает уровень дигоксина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин будет увеличивать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "регорафениб",
      "description": {
        "common": "регорафениб будет снижать уровень или эффект дигоксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Химиотерапия может снизить абсорбцию дигоксина; контролировать уровни и соответствующим образом корректировать дозу дигоксина"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин снижает уровень дигоксина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Может наблюдаться снижение концентрации дигоксина в сыворотке крови, возможно, с субоптимальным терапевтическим ответом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень дигоксина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет увеличивать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Концентрации в плазме и фармакологические эффекты дигоксина могут повышаться под действием ритонавира. Следите за усилением эффектов дигоксина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "болтливый",
      "description": {
        "common": "ролапитант будет увеличивать уровень или эффект дигоксина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Пероральный прием ролапитанта (ингибитора P-gp) может повышать концентрацию субстратов P-gp в плазме крови, что может привести к возможным побочным реакциям. Мониторинг концентрации дигоксина при одновременном применении ролапитанта и корректировка дозы при необходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "сакубитрил/валсартан и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (не аза) и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "дигоксин увеличивает, а салметерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир повышает уровень дигоксина с помощью эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "сарециклин будет увеличивать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Следите за токсичностью субстратов P-gp, что может потребовать снижения дозы при совместном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сенна",
      "description": {
        "common": "сенна повышает токсичность дигоксина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенный риск сердечной токсичности из-за истощения K+."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севеламер",
      "description": {
        "common": "севеламер снижает уровень дигоксина за счет увеличения элиминации. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "симвастатин",
      "description": {
        "common": "симвастатин будет увеличивать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "сиролимус будет увеличивать уровень или эффект дигоксина с помощью транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "Пикосульфат натрия/оксид магния/безводная лимонная кислота снижает уровень дигоксина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Принимайте по крайней мере за 2 часа до и не менее чем через 6 часов после приема пикосульфата натрия, оксида магния и безводной лимонной кислоты, чтобы избежать хелатирования магния."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/? сульфат магния/хлорид калия снижает уровень дигоксина путем ингибирования поглощения GI. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Вводите дигоксин по крайней мере за 2 часа до и не менее чем через 6 часов после каждой дозы, чтобы избежать хелатирования с магнием. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния снижает уровень дигоксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Вводите дигоксин по крайней мере за 2 часа до и не менее чем через 6 часов после каждой дозы, чтобы избежать хелатирования с магнием. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "софосбувир/велпатасвир повысит уровень или действие дигоксина за счет переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Велпатасвир ингибирует P-gp. Мониторинг уровня дигоксина, если coadministered. Обратитесь к информации по назначению дигоксина для мониторинга и рекомендаций по изменению дозы при повышении концентрации дигоксина <50%."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "соталол и дигоксин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "спиронолактон и дигоксин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снизит уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол будет увеличивать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы субстратов P-гликопротеина (P-gp), если возникают побочные реакции при одновременном применении со стирипентолом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стрептомицин",
      "description": {
        "common": "стрептомицин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "дигоксин и сукцинилхолин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "сульфадиазин будет увеличивать уровень или эффект дигоксина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол будет увеличивать уровень или эффект дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "сульфасалазин и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "сульфизоксазол будет увеличивать уровень или эффект дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "сулиндак и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суворексант",
      "description": {
        "common": "суворексант будет увеличивать уровень или эффект дигоксина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Суворексант может вызывать незначительное повышение уровня дигоксина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус будет увеличивать уровень или эффект дигоксина через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тедуглутид",
      "description": {
        "common": "тедуглутид повышает уровень дигоксина др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Тедуглутид может увеличивать абсорбцию сопутствующих пероральных препаратов; с осторожностью применять препараты, требующие титрования дозы, или препараты с узким терапевтическим индексом; может потребоваться коррекция дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тейкопланин",
      "description": {
        "common": "тейкопланин будет увеличивать уровень или эффект дигоксина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "телмисартан и дигоксин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темоциллин",
      "description": {
        "common": "темоциллин будет увеличивать уровень или эффект дигоксина путем изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "тенофовир DF повышает уровень дигоксина за счет снижения почечного клиренса. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "дигоксин увеличивает, а тербуталин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терипаратид",
      "description": {
        "common": "терипаратид повышает токсичность дигоксина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: транзиторная гиперкальциемия может предрасполагать к токсичности дигоксина (сообщения о редких случаях)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "тетрациклин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "щитовидная железа высушенная",
      "description": {
        "common": "высушенная щитовидная железа снижает эффекты дигоксина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикагрелор",
      "description": {
        "common": "тикагрелор повышает уровень дигоксина за счет эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Тикагрелор ингибирует переносчик Р-гликопротеина. Мониторинг уровня дигоксина в начале или при изменении терапии тикагрелором."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "тикарциллин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тигециклин",
      "description": {
        "common": "тигециклин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "тимолол и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир повышает уровень дигоксина за счет эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин",
      "description": {
        "common": "тобрамицин повысит уровень или эффект дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "толфенамовая кислота и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "толметин и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "толваптан будет увеличивать уровень или эффект дигоксина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торсемиде",
      "description": {
        "common": "дигоксин увеличивает, а торасемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "трандолаприл повышает уровень дигоксина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон будет снижать уровень или эффект дигоксина через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триамтерен",
      "description": {
        "common": "дигоксин будет увеличивать уровень или эффект триамтерена за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримагния цитрат безводный",
      "description": {
        "common": "дигоксин снижает эффекты безводного тримагния цитрата за счет увеличения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триметоприм",
      "description": {
        "common": "триметоприм будет увеличивать уровень или эффект дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "троспия хлорид",
      "description": {
        "common": "дигоксин, троспия хлорид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет увеличивать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Рассмотрите возможность снижения дозировки субстратов P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "улипристал",
      "description": {
        "common": "улипристал повышает уровень дигоксина с помощью переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "устекинумаб, дигоксин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, нормализуя образование ферментов CYP450. После начала или прекращения приема устекинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "валсартан увеличивает уровень или эффект дигоксина за счет снижения почечного клиренса. Используйте осторожность/монитор. Внимательно следите за уровнем дигоксина при совместном применении с препаратами, которые могут снижать клубочковую фильтрацию или канальцевую секрецию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ванкомицин",
      "description": {
        "common": "ванкомицин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "вемурафениб повышает уровень дигоксина с помощью переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил будет увеличивать уровень или эффект дигоксина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Результатом может стать токсичность, характеризующаяся желудочно-кишечными и нейропсихиатрическими симптомами, а также сердечными аритмиями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винкристин",
      "description": {
        "common": "винкристин снижает уровень дигоксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винкристин липосомальный",
      "description": {
        "common": "липосомальный винкристин снижает уровень дигоксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Витамин Д",
      "description": {
        "common": "витамин D повышает токсичность дигоксина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Витамин D может вызвать гиперкальциемию, которая может повлиять на действие дигоксина и/или привести к сердечной аритмии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "албиглутид снижает уровень дигоксина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин будет увеличивать уровень или эффект дигоксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "Инъекционный раствор эксенатида снижает уровень дигоксина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "инъекционная суспензия эксенатида снижает уровень дигоксина за счет неуказанного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флавоксат",
      "description": {
        "common": "флавоксат усиливает действие дигоксина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен повышает уровень дигоксина за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен внутривенно повышает уровень дигоксина за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "ифосфамид будет снижать уровень или эффект дигоксина по другим причинам (см. комментарий). Незначительное/значение неизвестно. Противоопухолевые препараты, вызывающие значительный мукозит/стоматит, могут с большей вероятностью нарушать всасывание дигоксина в таблетках."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инамринон",
      "description": {
        "common": "инамринон, дигоксин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин повышает уровень дигоксина за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лакрица",
      "description": {
        "common": "солодка усиливает действие дигоксина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лираглутид",
      "description": {
        "common": "лираглутид снижает уровень дигоксина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин снижает уровень или эффект дигоксина по другим причинам (см. комментарий). Незначительное/значение неизвестно. Противоопухолевые препараты, вызывающие значительный мукозит/стоматит, могут с большей вероятностью нарушать всасывание дигоксина в таблетках."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид магния",
      "description": {
        "common": "дигоксин снижает уровень хлорида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "дигоксин снижает уровень цитрата магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "дигоксин снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "дигоксин снижает уровень оксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфат магния",
      "description": {
        "common": "дигоксин снижает уровень сульфата магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мехлорэтамин",
      "description": {
        "common": "Мехлорэтамин снизит уровень или эффект дигоксина по другим причинам (см. комментарий). Незначительное/значение неизвестно. Противоопухолевые препараты, вызывающие значительный мукозит/стоматит, могут с большей вероятностью нарушать всасывание дигоксина в таблетках."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "меклизин",
      "description": {
        "common": "меклизин повышает уровень дигоксина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелфалан",
      "description": {
        "common": "мелфалан снизит уровень или эффект дигоксина по другим причинам (см. комментарий). Незначительное/значение неизвестно. Противоопухолевые препараты, вызывающие значительный мукозит/стоматит, могут с большей вероятностью нарушать всасывание дигоксина в таблетках."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "миглитол",
      "description": {
        "common": "Миглитол снижает уровень дигоксина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон повышает уровень дигоксина по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нитрендипин",
      "description": {
        "common": "нитрендипин повышает уровень дигоксина за счет уменьшения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сок нони",
      "description": {
        "common": "дигоксин и сок нони повышают уровень калия в сыворотке. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксибутинин",
      "description": {
        "common": "оксибутинин повышает уровень дигоксина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксибутинин актуальные",
      "description": {
        "common": "оксибутинин местный повышает уровень дигоксина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксибутинин трансдермальный",
      "description": {
        "common": "трансдермальный оксибутинин повышает уровень дигоксина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пеницилламин",
      "description": {
        "common": "пеницилламин снижает уровень дигоксина по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пентагастрин",
      "description": {
        "common": "пентагастрин снижает уровень дигоксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "корень плеврита",
      "description": {
        "common": "корень плеврита, дигоксин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Теоретическое взаимодействие, обусловленное содержанием карденолидных гликозидов в корне плеврита."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "пастушья сумка, дигоксин. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Теоретически пастушья сумка может мешать сердечно-сосудистой терапии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Сибирский женьшень",
      "description": {
        "common": "Сибирский женьшень повышает уровень дигоксина по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ситаглиптин",
      "description": {
        "common": "ситаглиптин повышает уровень дигоксина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тигециклин",
      "description": {
        "common": "тигециклин снижает уровень дигоксина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает уровень дигоксина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ванадий",
      "description": {
        "common": "ванадий усиливает действие дигоксина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головокружение",
      "percent": "4.9"
    },
    {
      "name": "Психические расстройства",
      "percent": "4.1"
    },
    {
      "name": "Диарея",
      "percent": "3.2"
    },
    {
      "name": "Головная боль",
      "percent": "3.2"
    },
    {
      "name": "Тошнота",
      "percent": "3.2"
    },
    {
      "name": "Рвота",
      "percent": "1.6"
    },
    {
      "name": "Макулопапулезная сыпь",
      "percent": "1.6"
    },
    {
      "name": "Анорексия",
      "percent": "1"
    },
    {
      "name": "Сердечная аритмия",
      "percent": "2"
    },
    {
      "name": "Аритмия у детей",
      "percent": "3"
    },
    {
      "name": "считать токсичность",
      "percent": null
    },
    {
      "name": "Нарушение зрения",
      "percent": null
    },
    {
      "name": "размытое или желтое зрение",
      "percent": null
    },
    {
      "name": "Блокада сердца",
      "percent": null
    },
    {
      "name": "Асистолия",
      "percent": null
    },
    {
      "name": "Тахикардия",
      "percent": null
    }
  ]
}