{
  "name": "сарграмостим",
  "comment": "Rx",
  "other_names": [
    "лейкин",
    "gmcsf"
  ],
  "classes": [
    "Гемопоэтические факторы роста"
  ],
  "source": "https://reference.medscape.com/drug/leukine-sargramostim-342166",
  "pregnancy": {
    "common": [
      "Согласно исследованиям на животных, сарграмостим может нанести вред эмбриону и плоду; введение беременным кроликам во время органогенеза привело к неблагоприятным последствиям для развития, включая учащение самопроизвольных абортов при системном воздействии, в ≥1,3 раза превышающем воздействие на человека, ожидаемое при рекомендуемой дозе для человека.",
      "Ограниченные доступные данные о применении у беременных женщин недостаточны для информирования о риске неблагоприятных исходов развития, связанного с приемом препарата.",
      "Консультировать беременных женщин о потенциальном риске для плода"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Введение сарграмостима кроликам в период лактации приводило к снижению постнатальной выживаемости потомства; посоветуйте кормящей женщине не кормить грудью во время лечения и в течение как минимум 2 недель после последней дозы",
      "Нет информации о присутствии препарата в материнском молоке, влиянии на ребенка, находящегося на грудном вскармливании, или влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Серьезные аллергические реакции в анамнезе (например, анафилаксия на человеческие GCSF [такие как сарграмостим], продукты дрожжевого происхождения или любой компонент продукта)",
        ">10% лейкемических миелоидных бластов в костном мозге или периферической крови",
        "Не вводить в течение 24 часов до или после химиотерапии или лучевой терапии."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Если наблюдается быстрое увеличение показателей крови (АНК ≥20 000/мм³, лейкоциты >50 000/мм³, тромбоциты >500 000/мм³), уменьшите дозу на 50% или прекратите терапию; избыточные показатели крови должны прийти в норму в течение 3-7 дней после прекращения терапии; монитор с дифференциалом два раза в неделю во время лечения",
        "С осторожностью при задержке жидкости, легочных инфильтратах, ЗСН, заболеваниях легких, сердечных заболеваниях, гипоксии, печеночной/почечной недостаточности; условия могут ухудшиться",
        "Эффект первой дозы, характеризующийся респираторным дистрессом, гипоксией, гиперемией, гипотензией, обмороком и/или тахикардией, может возникать с первой дозой цикла и разрешаться при соответствующем симптоматическом лечении; симптомы обычно не возникают при приеме последующих доз в рамках этого цикла",
        "Немедленно прекратить, если появляются бластные клетки или происходит прогрессирование заболевания.",
        "Отек, синдром капиллярной утечки, плевральный и/или перикардиальный выпот; доказано, что задержка жидкости обратима при снижении дозы или прекращении приема с одновременным применением диуретиков или без них.",
        "Сообщается о секвестрации гранулоцитов в малом круге кровообращения и одышке; следить за респираторными симптомами во время и после внутривенного вливания; уменьшить скорость инфузии на 50%, если возникает одышка; прекратить инфузию, если одышка сохраняется, несмотря на снижение скорости введения; последующие дозы можно вводить со стандартной скоростью при тщательном наблюдении.",
        "Из-за возможности потенцирования роста опухоли следует соблюдать осторожность при применении этого препарата при любом злокачественном новообразовании с миелоидными характеристиками.",
        "Сообщалось о серьезных реакциях гиперчувствительности, включая анафилактические реакции (см. Противопоказания).",
        "Лечение может индуцировать нейтрализующие антилекарственные антитела; частота нейтрализующих антител к сарграмостиму может быть связана с продолжительностью воздействия",
        "Избегайте одновременного применения сарграмостима и продуктов, вызывающих миелопролиферацию (например, литий, кортикостероиды).",
        "Может вызывать инфузионные реакции",
        "В неконтролируемых исследованиях сообщалось о суправентрикулярной аритмии во время приема препарата, особенно у пациентов с сердечной аритмией в анамнезе.",
        "Жидкость с измененным составом, не содержащая ЭДТА натрия, теперь доступна",
        "Раствор НЕ следует вводить новорожденным из-за присутствия бензилового спирта в составе и его ассоциации с «синдромом удушья»."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "ифосфамид будет снижать уровень или эффект сарграмостима по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Не применять одновременно или в течение 24 часов до/после цитотоксической химиотерапии или лучевой терапии (из-за чувствительности быстро делящихся гемопоэтических клеток-предшественников)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид усиливает действие сарграмостима за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон усиливает действие сарграмостима за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон усиливает действие сарграмостима за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон усиливает действие сарграмостима за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон усиливает действие сарграмостима за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "литий",
      "description": {
        "common": "литий усиливает действие сарграмостима за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "метилпреднизолон усиливает действие сарграмостима за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон усиливает действие сарграмостима за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон усиливает действие сарграмостима за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций усиливает действие сарграмостима за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Боль в животе",
      "percent": "89"
    },
    {
      "name": "Диарея",
      "percent": "89"
    },
    {
      "name": "Астения",
      "percent": "66"
    },
    {
      "name": "Недомогание",
      "percent": "57"
    },
    {
      "name": "Сыпь",
      "percent": "44"
    },
    {
      "name": "Боль в груди",
      "percent": "11"
    },
    {
      "name": "Периферический отек",
      "percent": "11"
    },
    {
      "name": "Высокая температура",
      "percent": "81"
    },
    {
      "name": "Кожная реакция",
      "percent": "77"
    },
    {
      "name": "Метаболическое заболевание",
      "percent": "58"
    },
    {
      "name": "Тошнота",
      "percent": "58"
    },
    {
      "name": "Рвота",
      "percent": "46"
    },
    {
      "name": "Потеря веса",
      "percent": "37"
    }
  ]
}