{
  "name": "норадреналин",
  "comment": "Rx",
  "other_names": [
    "левартеренол",
    "Левофед"
  ],
  "classes": [
    "Альфа/бета адренергические агонисты"
  ],
  "source": "https://reference.medscape.com/drug/levarterenol-levophed-norepinephrine-342443",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: неизвестно, выделяется ли с грудным молоком; избегать использования во время грудного вскармливания"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: неизвестно, выделяется ли с грудным молоком; избегать использования во время грудного вскармливания"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Антидот при экстравазационной ишемии: чтобы предотвратить отторжение и некроз в областях, где произошла экстравазация, немедленно инфильтрируйте области 10–15 мл физиологического раствора, содержащего 5–10 мг мезилата фентоламина для инъекций.",
        "Используйте шприц с тонкой иглой для подкожных инъекций, при этом раствор обильно проникает по всей области, что легко определить по его холодному, твердому, бледному виду."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Одновременное применение с некоторыми общими анестетиками циклопропан (недоступен в США), галотан (недоступен в США)",
        "Пациенты с гипотензией из-за дефицита объема крови, за исключением случаев экстренной меры для поддержания перфузии коронарных и церебральных артерий до тех пор, пока не будет завершена заместительная терапия объемом крови.",
        "Тромбоз периферических сосудов (кроме жизнеспасательных процедур)",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Инъекция битартрата содержит метабисульфит натрия, сульфит, который может вызывать реакции аллергического типа, включая анафилактические симптомы и опасные для жизни или менее тяжелые приступы астмы у некоторых восприимчивых людей.",
        "Не для использования при глубокой гипоксии или гиперкапнии",
        "Место инфузии следует часто проверять на предмет свободного потока; следует соблюдать осторожность, чтобы избежать экстравазации препарата в ткани, так как из-за сосудосуживающего действия препарата может возникнуть локальный некроз; побледнение по ходу инфузированной вены, иногда без явной экстравазации, объясняется сужением vasa vasorum с повышенной проницаемостью стенки вены, допускающей некоторую утечку",
        "Если терапия проводится постоянно для поддержания артериального давления без восполнения объема крови, могут возникнуть выраженная периферическая и висцеральная вазоконстрикция, снижение почечной перфузии и диуреза, плохой системный кровоток, несмотря на «нормальное» артериальное давление, тканевая гипоксия и лактат-ацидоз.",
        "По возможности инфузии следует вводить в крупную вену, особенно в локтевую вену, чтобы уменьшить риск некроза вышележащей кожи из-за длительной вазоконстрикции; некоторые авторы указали, что бедренная вена является приемлемым путем введения; окклюзионные заболевания сосудов (например, атеросклероз, атеросклероз, диабетический эндартериит, болезнь Бюргера) чаще возникают на нижних, чем на верхних конечностях; следует избегать вен голени у пожилых пациентов или страдающих такими заболеваниями; сообщалось о гангрене нижних конечностей, когда вливания проводились в вену лодыжки.",
        "Циклопропановые и галотановые анестетики усиливают вегетативную возбудимость сердца и, по-видимому, повышают чувствительность миокарда к действию внутривенно вводимого адреналина или норадреналина.",
        "Соблюдайте особую осторожность при одновременном применении ингибиторов моноаминоксидазы (ИМАО) или антидепрессантов типа триптилина или имипрамина; тяжелая, длительная артериальная гипертензия может привести к",
        "Из-за действия препарата и различной реакции на вазопрессорные вещества всегда существует вероятность того, что при передозировке этого вазопрессорного вещества может возникнуть опасно высокое кровяное давление; поэтому желательно регистрировать артериальное давление каждые две минуты с момента начала введения до достижения желаемого артериального давления, затем каждые пять минут, если введение должно быть продолжено; необходимо постоянно следить за скоростью кровотока и никогда не оставлять пациента без присмотра во время терапии; головная боль может быть симптомом гипертонии из-за передозировки"
      ],
      "specific": [
        {
          "type": "Антидот при экстравазационной ишемии",
          "description": [
            "Чтобы предотвратить отторжение и некроз в областях, в которых произошла экстравазация, эту область следует как можно скорее инфильтрировать 10–15 мл физиологического раствора, содержащего от 5 до 10 мг Регитина® (торговая марка фентоламина), адреноблокатора. ; следует использовать шприц с тонкой иглой для подкожных инъекций, при этом раствор обильно инфильтрируется по всему участку, который легко определить по его холодному, твердому и бледному виду; симпатическая блокада фентоламином вызывает немедленные и заметные локальные гиперемированные изменения, если участок инфильтрирован в течение 12 часов; поэтому фентоламин следует вводить как можно скорее после того, как отмечается экстравазация."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид усиливает действие норадреналина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид усиливает действие норадреналина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенелзин",
      "description": {
        "common": "Фенелзин усиливает действие норадреналина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин усиливает действие норадреналина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "трансдермальный селегилин усиливает действие норадреналина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "транилципромин",
      "description": {
        "common": "транилципромин усиливает действие норадреналина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин, норадреналин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин, норадреналин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каберголин",
      "description": {
        "common": "каберголин, норадреналин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин, норадреналин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран повышает токсичность норадреналина по механизму: неизвестен. Избегайте или используйте альтернативный препарат. Риск ВТ, АГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин, норадреналин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "дигидроэрготамин, норадреналин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "дигидроэрготамин интраназально, норадреналин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксапрам",
      "description": {
        "common": "доксапрам усиливает действие норадреналина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивный прессорный эффект."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин, норадреналин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрголоидные мезилаты",
      "description": {
        "common": "эрголоидные мезилаты, норадреналин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "эрготамин, норадреналин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфир",
      "description": {
        "common": "эфир повышает токсичность норадреналина. Механизм: неизвестен. Избегайте или используйте альтернативный препарат. Риск ВТ, АГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этомидат",
      "description": {
        "common": "этомидат повышает уровень норадреналина за счет замедления метаболизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин, норадреналин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иобенгуан I 131",
      "description": {
        "common": "норэпинефрин будет снижать уровень или эффект iobenguane I 131 по другому (см. комментарий). Избегайте или используйте альтернативный препарат. Основываясь на механизме действия иобенгуана, препараты, которые снижают поглощение катехоламинов или истощают запасы катехоламинов, могут препятствовать поглощению иобенгуана клетками и, таким образом, снижать эффективность иобенгуана. Прекратите прием мешающих препаратов в течение по крайней мере 5 периодов полувыведения перед введением либо дозиметрической дозы, либо дозы иобенгуана. Не вводите эти препараты, по крайней мере, через 7 дней после каждой дозы иобенгуана."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изофлуран",
      "description": {
        "common": "изофлуран повышает токсичность норадреналина. Механизм: неизвестен. Избегайте или используйте альтернативный препарат. Риск ВТ, АГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетамин",
      "description": {
        "common": "кетамин, норадреналин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Интраоперационное использование норадреналина и кетамина следует использовать с осторожностью, и они противопоказаны в ситуациях, когда повышение артериального давления может быть опасным (например, гипертония, инсульт, черепно-мозговая травма, внутричерепное кровотечение). ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "левомилнаципран повышает уровень норадреналина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск развития пароксизмальной АГ, аритмии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "лофепрамин, норадреналин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "мапротилин, норадреналин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоксифлуран",
      "description": {
        "common": "метоксифлуран повышает токсичность норадреналина по механизму: неизвестен. Избегайте или используйте альтернативный препарат. Риск ВТ, АГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилэргоновин",
      "description": {
        "common": "метилэргоновин, норадреналин. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "милнаципран",
      "description": {
        "common": "милнаципран повышает уровень норадреналина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск развития пароксизмальной АГ, аритмии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин, норадреналин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод повышает токсичность норадреналина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Поскольку активный метаболит озанимода ингибирует МАО-В in vitro, существует вероятность серьезных побочных реакций, включая гипертонический криз. Поэтому не рекомендуется одновременное назначение озанимода с препаратами, которые могут повышать уровень норадреналина или серотонина. Монитор для гипертензии с одновременным использованием."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропофол",
      "description": {
        "common": "пропофол повышает уровень норадреналина за счет снижения метаболизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин, норадреналин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран повышает токсичность норадреналина. Механизм: неизвестен. Избегайте или используйте альтернативный препарат. Риск ВТ, АГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон, норадреналин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин, норадреналин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "йохимбе",
      "description": {
        "common": "йохимбе, норадреналин. Механизм: фармакодинамический синергизм. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ацебутолол увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "ацеклофенак увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "ацеметацин увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол и норэпинефрин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфентанил",
      "description": {
        "common": "альфентанил усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпразолам",
      "description": {
        "common": "алпразолам усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амилорид",
      "description": {
        "common": "амилорид увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "арформотерол и норэпинефрин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "норадреналин и армодафинил снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "аспирин ректально повышает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "атомоксетин, норадреналин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: из-за возможного повышения артериального давления и частоты сердечных сокращений атомоксетин следует с осторожностью применять с вазопрессорами, такими как норадреналин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азеластин",
      "description": {
        "common": "азеластин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белладонна и опиум",
      "description": {
        "common": "белладонна и опиум усиливают, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "норадреналин и бендрофлуметиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бенперидол",
      "description": {
        "common": "бенперидол усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "норадреналин и бензфетамин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "бетаксолол повышает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бисопролол увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бретилий",
      "description": {
        "common": "bretylium усиливает эффекты норадреналина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Изменить терапию/внимательно контролировать. Если катехоламины вводят для лечения систолического АД <75 мм рт.ст., следует использовать разбавленный раствор и тщательно контролировать артериальное давление. Бретилий вызывает начальное высвобождение норадреналина и может усиливать вазопрессорные эффекты катехоламинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромокриптин",
      "description": {
        "common": "бромокриптин, норадреналин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Артериальная гипертензия, В тач."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромфенирамин",
      "description": {
        "common": "бромфенирамин усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буметанид",
      "description": {
        "common": "норадреналин и буметанид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буторфанол",
      "description": {
        "common": "буторфанол увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кофеин",
      "description": {
        "common": "норадреналин и кофеин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбеноксолон",
      "description": {
        "common": "норадреналин и карбеноксолон снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбиноксамин",
      "description": {
        "common": "карбиноксамин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целипролол",
      "description": {
        "common": "целипролол увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоралгидрат",
      "description": {
        "common": "хлоралгидрат увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлордиазепоксид",
      "description": {
        "common": "хлордиазепоксид увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "норадреналин и хлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорфенирамин",
      "description": {
        "common": "хлорфенирамин усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "норадреналин и хлорталидон снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "Трисалицилат магния холина увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циннаризин",
      "description": {
        "common": "циннаризин усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клемастин",
      "description": {
        "common": "клемастин усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоназепам",
      "description": {
        "common": "клоназепам увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоразепат",
      "description": {
        "common": "клоразепат увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кодеин",
      "description": {
        "common": "кодеин усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклизин",
      "description": {
        "common": "циклизин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "норадреналин и циклопентиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрогептадин",
      "description": {
        "common": "ципрогептадин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "норадреналин и дефлазакорт снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексхлорфенирамин",
      "description": {
        "common": "дексхлорфенирамин усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "норадреналин и дексфенфлурамин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексмедетомидин",
      "description": {
        "common": "дексмедетомидин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "норадреналин и дексметилфенидат снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "норадреналин и декстроамфетамин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроморамид",
      "description": {
        "common": "декстроморамид увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диаморфин",
      "description": {
        "common": "диаморфин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "диклофенак увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диэтилпропион",
      "description": {
        "common": "норадреналин и диэтилпропион снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксин hcl",
      "description": {
        "common": "дифеноксин hcl увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлунизал увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "дигоксин увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дименгидринат",
      "description": {
        "common": "дименгидринат увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифенгидрамин",
      "description": {
        "common": "дифенгидрамин усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "дифеноксилат hcl увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дипипанон",
      "description": {
        "common": "дипипанон увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "добутамин и норадреналин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофамин",
      "description": {
        "common": "норадреналин и дофамин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "допексамин и норэпинефрин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроперидол",
      "description": {
        "common": "дроперидол усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "дроспиренон увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроксидопа",
      "description": {
        "common": "норадреналин и дроксидопа усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Может увеличить риск гипертензии в положении лежа"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энтакапон",
      "description": {
        "common": "энтакапон увеличивает уровень или действие норадреналина за счет снижения метаболизма. Используйте осторожность/монитор. Энтакапон является ингибитором СОМТ. Следует соблюдать осторожность при совместном приеме с препаратами, которые метаболизируются COMT. При совместном применении следить за изменениями частоты сердечных сокращений, сердечного ритма и артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "эфедрин и норадреналин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "адреналин и норадреналин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "норадреналин и рацемический адреналин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсмолол",
      "description": {
        "common": "эсмолол увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстазолам",
      "description": {
        "common": "эстазолам усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "норадреналин и этакриновая кислота снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "этанол увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "этодолак увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "норадреналин и фенфлурамин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуразепам",
      "description": {
        "common": "флуразепам увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "формотерол и норадреналин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фуросемид",
      "description": {
        "common": "норадреналин и фуросемид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "норадреналин и гентамицин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай усиливает действие норадреналина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Из-за содержания кофеина. Комбинация может усилить стимулирующее действие на ЦНС из-за кофеина в зеленом чае."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидралазин",
      "description": {
        "common": "гидралазин, норадреналин. Механизм: фармакодинамический антагонизм. Используйте осторожность/монитор. Симпатомиметики могут противодействовать действию некоторых антигипертензивных средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "норадреналин и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "гидроморфон увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен внутривенно увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "норадреналин усиливает эффекты индакатерола, вдыхаемого др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: если необходимо каким-либо путем ввести дополнительные адренергические препараты, их следует использовать с осторожностью, поскольку симпатические эффекты индакатерола могут усиливаться."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индапамид",
      "description": {
        "common": "норадреналин и индапамид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "норадреналин снижает действие инсулина деглудек за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Симпатомиметики повышают уровень глюкозы в крови за счет стимуляции альфа- и бета-рецепторов; это действие приводит к увеличению продукции глюкозы в печени, гликогенолизу и снижению секреции инсулина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "норадреналин снижает эффекты инсулина деглудек/инсулин аспарт за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Симпатомиметики повышают уровень глюкозы в крови за счет стимуляции альфа- и бета-рецепторов; это действие приводит к увеличению продукции глюкозы в печени, гликогенолизу и снижению секреции инсулина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "норадреналин снижает эффекты вдыхаемого инсулина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Симпатомиметики повышают уровень глюкозы в крови за счет стимуляции альфа- и бета-рецепторов; это действие приводит к увеличению продукции глюкозы в печени, гликогенолизу и снижению секреции инсулина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иофлупан I 123",
      "description": {
        "common": "норэпинефрин снижает эффекты ioflupane I 123 за счет конкуренции за связывание рецепторов. Используйте осторожность/монитор. Лекарства, которые связываются с рецептором переносчика допамина с высокой аффинностью, могут мешать изображению после введения ioflupane I 123."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "изопротеренол и норадреналин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "кетопрофен увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "кеторолак увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "кеторолак интраназально увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетотифен, офтальмологический",
      "description": {
        "common": "кетотифен, офтальмологический увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лабеталол",
      "description": {
        "common": "лабеталол увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "левальбутерол и норадреналин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леворфанол",
      "description": {
        "common": "леворфанол усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "норадреналин и лиздексамфетамин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "лофепрамин усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофексидин",
      "description": {
        "common": "лофексидин усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопразолам",
      "description": {
        "common": "лопразолам усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоразепам",
      "description": {
        "common": "лоразепам усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорметазепам",
      "description": {
        "common": "лорметазепам усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "лорноксикам увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин",
      "description": {
        "common": "локсапин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин вдыхали",
      "description": {
        "common": "Вдыхаемый локсапин увеличивает седативный эффект, а норадреналин снижает его. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мапротилин",
      "description": {
        "common": "мапротилин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "мефенамовая кислота увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелатонин",
      "description": {
        "common": "мелатонин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "мелоксикам увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меперидин",
      "description": {
        "common": "меперидин усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мепробамат",
      "description": {
        "common": "мепробамат усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "метапротеренол и норадреналин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "метадон усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "норадреналин и метамфетамин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "норадреналин и метиклотиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилдопа",
      "description": {
        "common": "Метилдопа усиливает действие норадреналина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилендиоксиметамфетамин",
      "description": {
        "common": "норадреналин и метилендиоксиметамфетамин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "норадреналин и метилфенидат усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метолазон",
      "description": {
        "common": "норадреналин и метолазон снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "метопролол увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам",
      "description": {
        "common": "мидазолам усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидодрин",
      "description": {
        "common": "норадреналин и мидодрин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "миртазапин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "модафинил",
      "description": {
        "common": "норадреналин и модафинил снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "морфий",
      "description": {
        "common": "морфин усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пустырник",
      "description": {
        "common": "пустырник повышает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксонидин",
      "description": {
        "common": "моксонидин повышает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набилоне",
      "description": {
        "common": "набилон увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "набуметон увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол повышает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "налбуфин",
      "description": {
        "common": "налбуфин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "напроксен увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "норадреналин снижает эффекты натеглинида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Совместное применение может уменьшить гипогликемическое действие натеглинида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "небиволол увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оланзапин усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "Ингаляции норадреналина и олодатерола усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Осторожность при одновременном назначении адренергических препаратов любым путем из-за аддитивных симпатических эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "опикапон",
      "description": {
        "common": "опикапон увеличивает уровень или действие норадреналина за счет снижения метаболизма. Используйте осторожность/монитор. Опикапон является ингибитором COMT. Следует соблюдать осторожность при совместном приеме с препаратами, которые метаболизируются COMT. При совместном применении следить за изменениями частоты сердечных сокращений, сердечного ритма и артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "настойка опия",
      "description": {
        "common": "настойка опия усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "оксапрозин увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксазепам",
      "description": {
        "common": "оксазепам увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксикодон",
      "description": {
        "common": "оксикодон усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксиметазолин актуальные",
      "description": {
        "common": "оксиметазолин для местного применения и норадреналин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксиморфон",
      "description": {
        "common": "оксиморфон увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окситоцин",
      "description": {
        "common": "окситоцин усиливает действие норадреналина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "палиперидон усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "папаверетум",
      "description": {
        "common": "papaveretum увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "парекоксиб увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "пенбутолол увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "пентазоцин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фендиметразин",
      "description": {
        "common": "норадреналин и фендиметразин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "феноксибензамин",
      "description": {
        "common": "феноксибензамин, норадреналин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Гипотензия, тахикардия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентермин",
      "description": {
        "common": "норадреналин и фентермин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентоламин",
      "description": {
        "common": "фентоламин, норадреналин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Гипотензия, тахикардия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин",
      "description": {
        "common": "норадреналин и фенилэфрин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин ПО",
      "description": {
        "common": "норадреналин и фенилэфрин перорально снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фолкодин",
      "description": {
        "common": "фолкодин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "пимозид усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "пиндолол увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "норадреналин и пирбутерол снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пироксикам увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "кислый фосфат калия увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "хлорид калия увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "цитрат калия увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "прохлорперазин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "промазин",
      "description": {
        "common": "промазин, норадреналин. Механизм: неизвестен. Используйте осторожность/монитор. Риск сердечной аритмии или внезапной смерти более вероятен при применении тиоридазина, чем при применении других фенотиазинов. Взаимодействие более вероятно у некоторых предрасположенных пациентов. только."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пропранолол увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропилгекседрин",
      "description": {
        "common": "норадреналин и пропилгекседрин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "псевдоэфедрин",
      "description": {
        "common": "норадреналин и псевдоэфедрин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квазепам",
      "description": {
        "common": "квазепам увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "кветиапин усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "разагилин",
      "description": {
        "common": "разагилин усиливает действие норадреналина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "рисперидон усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "сакубитрил/валсартан увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилатов (не аза) повышает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "норадреналин и салметерол снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тюбетейка",
      "description": {
        "common": "scullcap увеличивает седативный эффект, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селегилин",
      "description": {
        "common": "селегилин усиливает действие норадреналина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Избегайте одновременного использования, если это возможно. Рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сердексметилфенидат/дексметилфенидат",
      "description": {
        "common": "норадреналин и сердексметилфенидат/дексметилфенидат усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "пастушья сумка увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль",
      "description": {
        "common": "норадреналин и сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль снижают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солриамфетол",
      "description": {
        "common": "норадреналин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "соталол увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "спиронолактон увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "сукцинилхолин увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил",
      "description": {
        "common": "суфентанил усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "сульфасалазин увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "сулиндак увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тапентадол",
      "description": {
        "common": "тапентадол увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темазепам",
      "description": {
        "common": "темазепам увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "норадреналин и тербуталин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "тиотиксен усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "тимолол увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толкапон",
      "description": {
        "common": "Толкапон увеличивает уровень или действие норадреналина за счет снижения метаболизма. Используйте осторожность/монитор. Толкапон является ингибитором СОМТ. Следует соблюдать осторожность при совместном приеме с препаратами, которые метаболизируются COMT. При совместном применении следить за изменениями частоты сердечных сокращений, сердечного ритма и артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "толфенамовая кислота увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "толметин увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "толваптан увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торсемиде",
      "description": {
        "common": "норадреналин и торасемид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трамадол",
      "description": {
        "common": "трамадол увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триамтерен",
      "description": {
        "common": "триамтерен увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триазолам",
      "description": {
        "common": "триазолам увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклофос",
      "description": {
        "common": "триклофос усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "трифлуоперазин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трипролидин",
      "description": {
        "common": "трипролидин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксилометазолин",
      "description": {
        "common": "норадреналин и ксилометазолин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йохимбин",
      "description": {
        "common": "норадреналин и йохимбин снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зиконотид",
      "description": {
        "common": "зиконотид увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "зипразидон усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "норадреналин, бендрофлуметиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буметанид",
      "description": {
        "common": "норадреналин, буметанид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "норадреналин, хлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "норадреналин, хлорталидон. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "норадреналин, циклопентиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "десмопрессин",
      "description": {
        "common": "десмопрессин усиливает действие норадреналина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "норадреналин, этакриновая кислота. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "эвкалипт усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "норадреналин, фуросемид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "норадреналин, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "норадреналин, индапамид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "норадреналин, метиклотиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "норадреналин, метолазон. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сок нони",
      "description": {
        "common": "сок нони увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мудрец",
      "description": {
        "common": "шалфей увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "торсемиде",
      "description": {
        "common": "норадреналин, торасемид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Брадикардия",
      "percent": null
    },
    {
      "name": "Гипертония",
      "percent": null
    },
    {
      "name": "Аритмии",
      "percent": null
    },
    {
      "name": "Путаница",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "с или без затруднения дыхания",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Тошнота и рвота",
      "percent": null
    },
    {
      "name": "Потоотделение",
      "percent": null
    },
    {
      "name": "Тремор",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Задержка мочи",
      "percent": null
    },
    {
      "name": "экстравазация",
      "percent": null
    },
    {
      "name": "Гангрена",
      "percent": null
    }
  ]
}