{
  "name": "регаденозон",
  "comment": "Rx",
  "other_names": [
    "лексискан"
  ],
  "classes": [
    "Агенты диагностической визуализации"
  ],
  "source": "https://reference.medscape.com/drug/lexiscan-regadenoson-343762",
  "pregnancy": {
    "common": [
      "Нет доступных данных об использовании беременными женщинами для информирования о риске, связанном с приемом препарата."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных неблагоприятные последствия для развития наблюдались при введении беременным крысам и кроликам во время органогенеза только в дозах, вызывающих материнскую токсичность."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет информации о присутствии регаденозона в материнском молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока; из-за потенциального риска серьезных сердечных реакций у младенцев, находящихся на грудном вскармливании, посоветуйте кормящей матери сцеживать и отказываться от грудного молока в течение 10 часов после введения препарата."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "АВ-блокада второй или третьей степени или дисфункция синусового узла (если у пациента не установлен функционирующий искусственный водитель ритма)"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Удлинение интервала QT произошло вскоре после введения в ходе постмаркетингового наблюдения.",
        "Метилксантины (например, кофеин, теофиллин) являются антагонистами аденозиновых рецепторов и ингибируют вазоактивные эффекты регаденозона; воздержаться от приема метилксантинов в течение 5 периодов полувыведения перед введением регаденозона",
        "Сообщается о впервые возникшей или рецидивирующей мерцательной аритмии с быстрым желудочковым ответом и трепетанием предсердий.",
        "Агонисты аденозиновых рецепторов вызывают артериальную вазодилатацию и гипотензию; риск серьезной артериальной гипотензии может быть выше у пациентов с вегетативной дисфункцией, гиповолемией, стенозом левой коронарной артерии, стенозом клапанов сердца, перикардитом или перикардиальным выпотом или стенозом сонных артерий с цереброваскулярной недостаточностью; в постмаркетинговом опыте наблюдались обмороки, транзиторные ишемические атаки и судороги",
        "Введение агонистов аденозиновых рецепторов может привести к клинически значимому повышению артериального давления у некоторых пациентов; в пострегистрационном опыте сообщалось о случаях потенциально клинически значимой артериальной гипертензии, особенно на фоне артериальной гипертензии и в тех случаях, когда в визуализацию перфузии миокарда включались легкие физические нагрузки.",
        "Имели место геморрагические и ишемические нарушения мозгового кровообращения; эффекты, включая гипотензию или гипертонию, могут быть связаны с этими побочными реакциями",
        "Может снизить порог захвата; после инъекции регаденозона произошло новое начало или рецидив судорожных припадков; некоторые приступы длительны и требуют неотложной противосудорожной терапии",
        "Соответствующая бронхорасширяющая терапия и реанимационные мероприятия должны быть доступны до и после терапии; придерживаться рекомендуемой продолжительности инъекции; более длительное время инъекции может увеличить продолжительность и величину увеличения коронарного кровотока",
        "Имели место анафилаксия, ангионевротический отек, остановка сердца или дыхания, респираторный дистресс, снижение насыщения кислородом, гипотензия, стеснение в горле, крапивница и сыпь.",
        "Агонисты аденозиновых рецепторов могут угнетать СА- и АВ-узлы и вызывать АВ-блокаду первой, второй или третьей степени или синусовую брадикардию, требующую вмешательства.",
        "Агонисты аденозиновых рецепторов могут вызывать одышку, бронхоконстрикцию и нарушение дыхания; осторожность при астме или бронхоконстриктивных заболеваниях; соответствующая бронхорасширяющая терапия и реанимационные мероприятия должны быть доступны до и после назначения терапии",
        "Ингибиторы транспорта нуклеозидов (например, дипиридамол) и потенцируют вазоактивные эффекты регаденозона; отложить на 5 периодов полувыведения перед введением регаденозона",
        "Аминофиллин может увеличить риск судорог, связанных с инъекцией регаденозона; аминофиллин может увеличить риск судорог, связанных с терапией; использование метилксантина не рекомендуется пациентам, у которых возникают судороги в связи с этим препаратом."
      ],
      "specific": [
        {
          "type": "Ишемия миокарда",
          "description": [
            "Сообщается о фатальных и нефатальных инфарктах миокарда (МИ), желудочковых аритмиях и остановке сердца; избегать применения у пациентов с симптомами или признаками острой ишемии миокарда, например нестабильной стенокардией или сердечно-сосудистой нестабильностью; эти пациенты могут подвергаться большему риску серьезных сердечно-сосудистых реакций",
            "Если возникают серьезные реакции, рассмотрите возможность использования аминофиллина, антагониста аденозина, для сокращения продолжительности увеличения коронарного кровотока, вызванного препаратом.",
            "Перед проведением терапии должны быть доступны оборудование для сердечной реанимации и обученный персонал; придерживаться рекомендуемой продолжительности инъекции; как отмечено в исследовании на животных, более длительное время инъекции может увеличить продолжительность и величину увеличения коронарного кровотока."
          ]
        },
        {
          "type": "Риск инфаркта миокарда и смерти",
          "description": [
            "Избегайте использования для сердечных ядерных стресс-тестов у пациентов с признаками или симптомами острой ишемии миокарда (например, нестабильная стенокардия, сердечно-сосудистая нестабильность); использование может увеличить риск смертельного ИМ",
            "Проверка всех кандидатов на ядерные стресс-тесты на наличие рисков"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "кофеин",
      "description": {
        "common": "кофеин снижает эффекты регаденозона за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Избегайте приема метилксантинов за 12 часов до введения регаденозона."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дипиридамол",
      "description": {
        "common": "дипиридамол, регаденозон. Механизм: неустановленный механизм взаимодействия. Противопоказано. Эффекты Регаденозона могут быть изменены; произв. рекомендует избегать приема дипиридамола за 2 дня до введения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "теофиллин",
      "description": {
        "common": "теофиллин снижает эффекты регаденозона за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Избегайте приема метилксантинов за 12 часов до введения регаденозона."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Одышка",
      "percent": "28"
    },
    {
      "name": "Головная боль",
      "percent": "26"
    },
    {
      "name": "Нарушения проводимости ритма",
      "percent": "26"
    },
    {
      "name": "Промывка",
      "percent": "16"
    },
    {
      "name": "ПВХ",
      "percent": "14"
    },
    {
      "name": "Дискомфорт в груди",
      "percent": "13"
    },
    {
      "name": "Стенокардия или депрессия сегмента ST",
      "percent": "12"
    },
    {
      "name": "Головокружение",
      "percent": "8"
    },
    {
      "name": "Боль в груди",
      "percent": "7"
    },
    {
      "name": "PAC",
      "percent": "7"
    },
    {
      "name": "Тошнота",
      "percent": "6"
    },
    {
      "name": "Нарушения желудочковой проводимости",
      "percent": "6"
    },
    {
      "name": "Дискомфорт в животе",
      "percent": "5"
    },
    {
      "name": "дисгевзия",
      "percent": "5"
    },
    {
      "name": "Жарко",
      "percent": "5"
    },
    {
      "name": "Первый",
      "percent": "3"
    },
    {
      "name": "АВ блокада степени",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "остановка сердца",
      "percent": null
    },
    {
      "name": "остановка дыхания",
      "percent": null
    },
    {
      "name": "бедствие",
      "percent": null
    },
    {
      "name": "стеснение в горле",
      "percent": null
    },
    {
      "name": "и крапивница",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "мерцательная аритмия",
      "percent": null
    },
    {
      "name": "припадки",
      "percent": null
    },
    {
      "name": "сердечно-сосудистые заболевания",
      "percent": null
    },
    {
      "name": "гладить",
      "percent": null
    },
    {
      "name": "Сердечно-сосудистые",
      "percent": null
    },
    {
      "name": "Инфаркт миокарда",
      "percent": null
    },
    {
      "name": "остановка сердца",
      "percent": null
    },
    {
      "name": "желудочковые аритмии",
      "percent": null
    },
    {
      "name": "наджелудочковые тахиаритмии, включая мерцательную аритмию с быстрым желудочковым ответом",
      "percent": null
    },
    {
      "name": "новый",
      "percent": null
    },
    {
      "name": "начало или рецидив",
      "percent": null
    },
    {
      "name": "трепетание предсердий",
      "percent": null
    },
    {
      "name": "блокада сердца",
      "percent": null
    },
    {
      "name": "включая третий",
      "percent": null
    },
    {
      "name": "градусный блок",
      "percent": null
    },
    {
      "name": "асистолия",
      "percent": null
    },
    {
      "name": "выраженная гипертония",
      "percent": null
    },
    {
      "name": "симптоматическая гипотензия в сочетании с транзиторной ишемической атакой",
      "percent": null
    },
    {
      "name": "судороги и синкопе",
      "percent": null
    },
    {
      "name": "Центральная нервная система",
      "percent": null
    },
    {
      "name": "Тремор",
      "percent": null
    },
    {
      "name": "seizure",
      "percent": null
    },
    {
      "name": "Транзиторная ишемическая атака",
      "percent": null
    },
    {
      "name": "и нарушения мозгового кровообращения, включая внутричерепное кровоизлияние",
      "percent": null
    }
  ]
}