{
  "name": "питавастатин",
  "comment": "Rx",
  "other_names": [
    "Зипитамаг",
    "Ливало"
  ],
  "classes": [
    "Статины",
    "Гиполипидемические агенты",
    "Ингибиторы ГМГ-КоА-редуктазы"
  ],
  "source": "https://reference.medscape.com/drug/livalo-zypitamag-pitavastatin-999209",
  "pregnancy": {
    "common": [
      "Из-за того, что ингибиторы ГМГ-КоА-редуктазы снижают синтез холестерина и, возможно, синтез других биологически активных веществ, полученных из холестерина, терапия может причинить вред плоду при назначении беременным пациенткам в зависимости от механизма действия; кроме того, лечение гиперлипидемии во время беременности обычно не требуется;",
      "Из-за возможности серьезных побочных реакций у младенцев, находящихся на грудном вскармливании, в зависимости от механизма действия, сообщите пациентам, что грудное вскармливание не рекомендуется во время терапии.",
      "Рекомендовать женщинам с репродуктивным потенциалом использовать эффективные методы контрацепции во время лечения.",
      "Имеющиеся данные серий случаев, а также проспективных и ретроспективных обсервационных когортных исследований за десятилетия применения статинов беременными женщинами не выявили связанного с приемом препарата риска серьезных врожденных пороков развития.",
      "Опубликованных данных проспективных и ретроспективных обсервационных когортных исследований применения статинов беременными женщинами недостаточно, чтобы определить, существует ли риск выкидыша, связанный с приемом препарата.",
      "Было показано, что другой препарат этого класса проникает в грудное молоко; терапия снижает синтез холестерина и, возможно, синтез других биологически активных веществ, полученных из холестерина, и может нанести вред ребенку, находящемуся на грудном вскармливании.",
      "Нет доступной информации о присутствии питавастатина в грудном или животном молоке, влиянии препарата на грудного ребенка или на выработку молока.",
      "Прекратите терапию, как только беременность будет признана; атеросклероз является хроническим процессом, и отмена гиполипидемических препаратов во время беременности должна иметь незначительное влияние на исход длительной терапии первичной гиперлипидемии у большинства пациенток."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных не наблюдалось эмбриофетальной токсичности или врожденных пороков развития у беременных крыс и кроликов, которым перорально вводили этот препарат в период органогенеза в дозах, которые были в 22 и 4 раза выше, чем у человека при максимально рекомендуемой дозе для человека (MRHD). ) 4 мг, исходя из AUC"
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "20 июля 2021 г.",
          "просьба снять противопоказание к применению ингибиторов ГМГ-КоА-редуктазы у беременных женщин",
          "Несмотря на изменения, большинству беременных женщин следует прекратить терапию."
        ]
      },
      {
        "type": "FDA MedWatch",
        "description": [
          "Для пациентов с более низким риском временно прекратить терапию статинами до прекращения грудного вскармливания.",
          "Грудное вскармливание по-прежнему не рекомендуется при приеме статинов; препарат все еще может проникать в молоко и представлять опасность для детей, находящихся на грудном вскармливании",
          "Пациентки с высоким риском сердечного приступа или инсульта, которым требуются статины после родов, не должны кормить грудью и должны использовать альтернативы, такие как детские смеси.",
          "20 июля 2021 г. запрос FDA об отмене противопоказаний к применению ингибиторов ГМГ-КоА-редуктазы у беременных женщин."
        ]
      },
      {
        "type": "FDA MedWatch",
        "description": [
          "Для пациентов с более низким риском временно прекратить терапию статинами до прекращения грудного вскармливания.",
          "Грудное вскармливание по-прежнему не рекомендуется при приеме статинов; препарат все еще может проникать в молоко и представлять опасность для детей, находящихся на грудном вскармливании",
          "Пациентки с высоким риском сердечного приступа или инсульта, которым требуются статины после родов, не должны кормить грудью и должны использовать альтернативы, такие как детские смеси.",
          "20 июля 2021 г. запрос FDA об отмене противопоказаний к применению ингибиторов ГМГ-КоА-редуктазы у беременных женщин."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет доступной информации о присутствии питавастатина в грудном или животном молоке, влиянии препарата на грудного ребенка или на выработку молока.",
      "Было показано, что другой препарат этого класса проникает в грудное молоко; терапия снижает синтез холестерина и, возможно, синтез других биологически активных веществ, полученных из холестерина, и может нанести вред ребенку, находящемуся на грудном вскармливании.",
      "Из-за возможности серьезных побочных реакций у младенцев, находящихся на грудном вскармливании, в зависимости от механизма действия, сообщите пациентам, что грудное вскармливание не рекомендуется во время терапии."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Одновременное применение с циклоспорином",
        "Активное заболевание печени или стойкое необъяснимое повышение активности печеночных трансаминаз",
        "Повышенная чувствительность к препарату или вспомогательным веществам"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "При приеме статинов сообщалось о повышении уровня HbA1c и уровня глюкозы в сыворотке натощак; оптимизировать меры образа жизни, включая регулярные физические упражнения, поддержание здоровой массы тела и выбор здоровой пищи"
      ],
      "specific": [
        {
          "type": "Печеночная дисфункция",
          "description": [
            "Немедленно прекратите прием при серьезном повреждении печени с клиническими симптомами и/или гипербилирубинемией или желтухой.",
            "Противопоказан при активном заболевании печени, включая необъяснимое стойкое повышение уровня печеночных трансаминаз.",
            "Сообщается о повышении трансаминаз сыворотки; как правило, повышение носит преходящий характер и либо исчезает, либо улучшается при продолжении терапии или после кратковременного прерывания терапии.",
            "Имеются редкие постмаркетинговые сообщения о фатальной и нефатальной печеночной недостаточности у пациентов, принимающих статины.",
            "Оценить печеночные трансаминазы до начала лечения и после него, при наличии клинических показаний.",
            "Потребление значительного количества алкоголя и/или история болезни печени может увеличить риск"
          ]
        },
        {
          "type": "Миопатия",
          "description": [
            "IMNM характеризуется биопсией мышц, показывающей некротизирующую миопатию без значительного уменьшения воспаления с помощью иммунодепрессантов, проксимальной мышечной слабостью и повышением уровня креатинкиназы в сыворотке, которые сохраняются, несмотря на прекращение лечения статинами.",
            "Дозы питавастатина >4 мг/день были связаны с повышенным риском тяжелой миопатии в клинических испытаниях.",
            "Факторы риска миопатии включают: возраст ≥65 лет, неконтролируемый гипотиреоз, почечную недостаточность, одновременное применение препаратов, снижающих клиренс статинов или увеличивающих риск миопатии.",
            "Временно прекратить прием у пациентов с острым или серьезным состоянием с высоким риском развития почечной недостаточности, вторичной по отношению к рабдомиолизу (например, сепсис, шок, тяжелая гиповолемия, обширное хирургическое вмешательство, травма, тяжелые метаболические, эндокринные или электролитные нарушения, неконтролируемая эпилепсия).",
            "Мониторинг всех пациентов с почечной недостаточностью для развития миопатии; Из-за риска развития миопатии пациентам с почечной недостаточностью средней и тяжелой степени рекомендуется модификация дозы.",
            "Информировать пациентов о риске при начале или увеличении дозы",
            "Пациенты должны немедленно сообщать о любых необъяснимых мышечных болях, нежности или слабости, особенно если они сопровождаются недомоганием или лихорадкой или если мышечные признаки и симптомы сохраняются после прекращения терапии; могут потребоваться дополнительные нервно-мышечные и серологические тесты.",
            "Терапия должна быть немедленно прекращена, если миопатия диагностирована или подозревается.",
            "Консультировать всех пациентов, начинающих терапию или дозу которых увеличивают, о риске развития миопатии, включая рабдомиолиз.",
            "Может потребоваться лечение иммунодепрессантами.",
            "Могут потребоваться дополнительные нервно-мышечные и серологические тесты.",
            "Прекратите терапию, если происходит заметное повышение уровня креатинкиназы (КК) или если диагностирована или подозревается миопатия.",
            "Попросите пациентов немедленно сообщать о любой необъяснимой мышечной боли, болезненности или слабости, особенно если они сопровождаются недомоганием или лихорадкой.",
            "Прекратите, если происходят заметно повышенные уровни CK или диагностирована или подозревается миопатия; мышечные симптомы и повышение уровня креатинина могут исчезнуть после прекращения приема препарата.",
            "Миопатия (мышечная боль, болезненность или слабость при креатинкиназе [CK] >10 x ULN) и рабдомиолиз (с острой почечной недостаточностью вторичной по отношению к миоглобинурии или без нее), о которых сообщалось при приеме статинов; редкие летальные исходы произошли в результате рабдомиолиза",
            "Терапия должна быть временно приостановлена ​​у любого пациента с острым или серьезным состоянием, предрасполагающим к развитию почечной недостаточности, вторичной по отношению к рабдомиолизу, например, сепсису; гипотония; обезвоживание; обширное оперативное вмешательство; травма; тяжелые метаболические, эндокринные и электролитные нарушения; или неконтролируемая эпилепсия",
            "Если терапия начата с другого статина, следите за признаками и симптомами ИМНМ.",
            "Перед назначением другого статина тщательно взвесьте риск ИМНМ.",
            "Иммуноопосредованная некротизирующая миопатия (IMNM), аутоиммунная миопатия, о которой сообщалось при использовании статинов.",
            "Шаги для предотвращения или снижения риска миопатии/рабдомиолиза",
            "Иммуноопосредованная некротизирующая миопатия",
            "См. раздел «Обзор лекарственного взаимодействия» или «Проверка лекарственного взаимодействия» для получения информации о противопоказанных (например, циклоспорин), нерекомендуемых (например, гемфиброзил), требующих изменения дозировки питавастатина (например, эритромицин, рифампин) и других препаратах, которые могут повышать риск миопатии или рабдомиолиза."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Противопоказано: одновременное применение с циклоспорином.",
            "Следующие препараты могут также повышать риск миопатии и/или рабдомиолиза при совместном применении: Липидмодифицирующие дозы ниацина (>1 г/день), фибратов и колхицина.",
            "Изменение дозировки питавастатина: одновременный прием с эритромицином или рифампином.",
            "Не рекомендуется: одновременное применение с гемфиброзилом."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир повышает уровень питавастатина по неизвестному механизму. Противопоказано. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин повышает токсичность питавастатина Др. (см. комментарий). Противопоказано.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "гемфиброзил",
      "description": {
        "common": "гемфиброзил повышает токсичность питавастатина Др. (см. комментарий). Противопоказано.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень питавастатина на др. (см. комментарий). Противопоказано.\nКомментарий: одновременное применение летермовира и питавастатина не рекомендуется. При совместном применении летермовира с циклоспорином применение питавастатина противопоказано из-за значительного повышения концентрации питавастатина и риска развития миопатии или рабдомиолиза. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир повышает уровень питавастатина за счет замедления метаболизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "красный дрожжевой рис",
      "description": {
        "common": "питавастатин, красный дрожжевой рис.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано. Может повысить уровень креатинкиназы и увеличить риск миопатии или рабдомиолиза; красный дрожжевой рис содержит моноколин К (как сообщается, идентичен ловастатину)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "колхицин",
      "description": {
        "common": "колхицин, питавастатин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск развития рабдомиолиза (в том числе с летальным исходом)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "даролутамид",
      "description": {
        "common": "даролутамид повысит уровень или эффект питавастатина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Даролутамид является ингибитором BCRP. Избегайте совместного применения с ингибиторами BCRP. Если использование неизбежно, внимательно следите за побочными реакциями и рассмотрите возможность снижения дозы препарата-субстрата BCRP (см. информацию о назначении субстрата BCRP)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "Элтромбопаг повышает токсичность питавастатина по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина повышает уровень питавастатина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Не превышайте дозу питавастатина 1 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает уровень питавастатина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Не превышайте дозу питавастатина 1 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает уровень питавастатина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Не превышайте дозу питавастатина 1 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень питавастатина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Не превышайте дозу питавастатина 1 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенофибрат",
      "description": {
        "common": "фенофибрат, питавастатин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Фенофибрат может еще больше увеличить риск развития рабдомиолиза при добавлении к оптимальной схеме приема статинов для дальнейшего снижения ТГ и повышения ЛПВП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенофибрат микронизированный",
      "description": {
        "common": "фенофибрат микронизированный, питавастатин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Фенофибрат может еще больше увеличить риск развития рабдомиолиза при добавлении к оптимальной схеме приема статинов для дальнейшего снижения ТГ и повышения ЛПВП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенофибриновая кислота",
      "description": {
        "common": "фенофибриновая кислота, питавастатин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Фенофибрат может еще больше увеличить риск развития рабдомиолиза при добавлении к оптимальной схеме приема статинов для дальнейшего снижения ТГ и повышения ЛПВП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гемфиброзил",
      "description": {
        "common": "гемфиброзил, питавастатин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Гемфиброзил может еще больше увеличить риск рабдомиолиза при добавлении к оптимальному режиму приема статинов для дальнейшего снижения ТГ и повышения ЛПВП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан повышает уровень питавастатина на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Ласмидитан ингибирует BCRP in vitro. Избегайте совместного введения лазмидитана с субстратами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект питавастатина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ниацин",
      "description": {
        "common": "ниацин, питавастатин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск рабдомиолиза (> 1 г/день никотиновой кислоты)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "отеконазол",
      "description": {
        "common": "отесеконазол повысит уровень или действие питавастатина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Otesezonale, ингибитор BCRP, может увеличить эффекты и риск токсичности субстратов BCRP. Используйте самую низкую начальную дозу субстрата BCRP или рассмотрите возможность уменьшения дозы субстрата BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин повышает токсичность питавастатина по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Трофинетид",
      "description": {
        "common": "Трофинетид повысит уровень или эффект питавастатина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Трофинетид (ингибитор ОАТР131 и ОАТР13В) может повышать уровень субстратов ОАТР131 или ОАТР13В в плазме. Избегайте coadministration с чувствительными субстратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб повышает уровень питавастатина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: акалабрутиниб может увеличивать экспозицию одновременно вводимых субстратов BCRP за счет ингибирования кишечного BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект питавастатина за счет увеличения элиминации. Используйте осторожность/монитор. Апалутамид слабо индуцирует BCRP и OATP1B1 и может снижать системное воздействие препаратов, которые являются субстратами как BCRP, так и OATP1B1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин повышает токсичность питавастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каспофунгин",
      "description": {
        "common": "каспофунгин повышает токсичность питавастатина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин снижает уровень питавастатина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холевая кислота",
      "description": {
        "common": "питавастатин увеличивает токсичность холевой кислоты за счет уменьшения выведения. Изменить терапию/внимательно контролировать. Избегайте одновременного применения ингибиторов помпы оттока солей желчных кислот (BSEP). Может усилить накопление конъюгированных желчных солей в печени и привести к клиническим симптомам. Если необходимо одновременное применение, контролируйте сывороточные трансаминазы и билирубин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает токсичность питавастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клотримазол",
      "description": {
        "common": "клотримазол повышает токсичность питавастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат увеличивает уровень или эффект питавастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Для ингибиторов ГМГ-КоА-редуктазы, которые не противопоказаны кобицистату, начните с самой низкой рекомендуемой дозы и титруйте ее, контролируя безопасность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень питавастатина за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Крофелемер может ингибировать переносчики MRP2 и OATP1A2 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даптомицин",
      "description": {
        "common": "питавастатин, даптомицин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: одновременное введение даптомицина с ингибиторами ГМГ-КоА-редуктазы может повышать уровни КФК и риск развития миопатии; рассмотреть вопрос о временной приостановке приема ингибиторов ГМГ-КоА-редуктазы во время терапии даптомицином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет увеличивать уровень или эффект питавастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Для ингибиторов ГМГ-КоА-редуктазы, которые не противопоказаны дарунавиру, начните с самой низкой рекомендуемой дозы и титруйте ее, контролируя безопасность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "элуксадолин повышает уровень питавастатина за счет замедления метаболизма. Используйте осторожность/монитор. Элуксадолин может увеличить системную экспозицию одновременно вводимых субстратов OATP1B1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб повысит уровень или действие питавастатина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Энкорафениб (ингибитор OATP1B1, OATP1B3 и BCRP) может повышать концентрацию и токсичность субстратов OATP1B1, OATP1B3 и BCRP. Внимательно следите за признаками и симптомами повышенного воздействия и рассмотрите возможность корректировки дозы этих субстратов. Поддержка чтения с экрана включена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "фостемсавир повысит уровень или действие питавастатина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Фостемсавир ингибирует транспортеры OATP1B1/3 и BCRP. Если возможно, избегайте одновременного введения или измените дозу субстратов OATP1B1/3 или BCRP при совместном введении с фостемсавиром. Используйте минимально возможную начальную дозу статинов и следите за сопутствующими побочными эффектами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "глекапревир/пибрентасвир повышает уровень питавастатина на др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: повышенные концентрации статинов в результате ингибирования OATP1B1 могут повышать риск миопатии, включая рабдомиолиз. Используйте самую низкую утвержденную дозу питавастатина. Если необходима более высокая доза, используйте самую низкую необходимую дозу статинов на основе оценки риска/пользы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "глибурид повышает токсичность питавастатина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир повышает токсичность питавастатина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "Кетоконазол повышает токсичность питавастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат лантана",
      "description": {
        "common": "карбонат лантана снижает уровень питавастатина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте статины по крайней мере за 2 часа до или через 2 часа после приема лантана. Мониторинг концентрации сыворотки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол повышает токсичность питавастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метирапон",
      "description": {
        "common": "метирапон повышает токсичность питавастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон повышает токсичность питавастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мипомерсен",
      "description": {
        "common": "Мипомерсен повышает токсичность питавастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оба препарата потенциально могут повышать активность печеночных ферментов; контролировать LFT; Ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "Нелфинавир повышает токсичность питавастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "Комбинация омбитасвир/паритапревир/ритонавир и дасабувир (DSC) повышает токсичность питавастатина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "паклитаксел повышает токсичность питавастатина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "пазопаниб повышает токсичность питавастатина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиоглитазон",
      "description": {
        "common": "Пиоглитазон повышает токсичность питавастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб повышает токсичность питавастатина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин повышает токсичность питавастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "регорафениб",
      "description": {
        "common": "регорафениб повысит уровень или эффект питавастатина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Регорафениб, вероятно, ингибирует транспорт BCRP (ABCG2). Совместное введение с субстратом BCRP может увеличить системное воздействие субстрата и связанную с ним токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин повышает уровень питавастатина за счет замедления метаболизма. Используйте осторожность/монитор. Не превышайте дозу питавастатина 2 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир повышает токсичность питавастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "розиглитазон",
      "description": {
        "common": "розиглитазон повышает токсичность питавастатина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "сакубитрил/валсартан повышает токсичность питавастатина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "safinamide",
      "description": {
        "common": "сафинамид повысит уровень или действие питавастатина по другим причинам (см. комментарий). Используйте осторожность/монитор. Сафинамид и его основной метаболит могут ингибировать кишечный BCRP. Мониторинг субстратов BCRP для увеличения фармакологических или побочных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир повышает токсичность питавастатина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "софосбувир/велпатасвир повышает уровень питавастатина на др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Велпатасвир является ингибитором транспортеров OATP1B1, OATP1B3 и OATP2B1. Одновременное применение может увеличить системное воздействие препаратов, являющихся субстратами этих переносчиков. Одновременное применение может значительно повысить концентрацию питавастатина в сыворотке крови, что связано с повышенным риском развития миопатии, включая рабдомиолиз."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол повысит уровень или эффект питавастатина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Стирипентол является ингибитором транспорта CYP2C8 и BCRP. Рассмотрите возможность снижения дозы субстратов BCRP, если при совместном применении возникают побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "Такролимус повышает токсичность питавастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тафамидис",
      "description": {
        "common": "tafamidis повысит уровень или эффект питавастатина по другим причинам (см. комментарий). Используйте осторожность/монитор. Тафамидис ингибирует белок, устойчивый к раку молочной железы (BCRP) in vitro, и может увеличивать экспозицию субстратов BCRP после введения тафамидиса или тафамидиса меглюмина. Может потребоваться корректировка дозировки этих субстратов BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тафамидис меглюмин",
      "description": {
        "common": "tafamidis meglumine повысит уровень или эффект питавастатина по другим причинам (см. комментарий). Используйте осторожность/монитор. Тафамидис ингибирует белок, устойчивый к раку молочной железы (BCRP) in vitro, и может увеличивать экспозицию субстратов BCRP после введения тафамидиса или тафамидиса меглюмина. Может потребоваться корректировка дозировки этих субстратов BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "телмисартан повышает токсичность питавастатина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терифлуномид",
      "description": {
        "common": "терифлуномид повышает уровень питавастатина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Терифлуномид ингибирует CYP2C8; осторожность при совместном применении с субстратами CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "валсартан повышает токсичность питавастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Коэнзим Q10",
      "description": {
        "common": "питавастатин снижает уровень коэнзима Q10 по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "колестипол",
      "description": {
        "common": "колестипол снижает уровень питавастатина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "исрадипин",
      "description": {
        "common": "Исрадипин снижает уровень питавастатина по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "орлистат",
      "description": {
        "common": "орлистат усиливает действие питавастатина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон повышает уровень питавастатина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "Воклоспорин повысит уровень или эффект питавастатина по другим причинам (см. комментарий). Незначительное/значение неизвестно. Информация предполагает, что воклоспорин (ингибитор OATP1B1) может повышать концентрацию субстратов OATP1B1. Монитор для побочных реакций субстратов OATP1B1 при coadministered с voclosporin."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Боль в спине",
      "percent": "1.4-3.9"
    },
    {
      "name": "Запор",
      "percent": "1.5-3.6"
    },
    {
      "name": "Диарея",
      "percent": "1.5-2.6"
    },
    {
      "name": "Миалгия",
      "percent": "1.9-3.1"
    },
    {
      "name": "Боль в конечностях",
      "percent": "0.6-2.3"
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": "1"
    },
    {
      "name": "Дискомфорт в животе",
      "percent": "1"
    },
    {
      "name": "боль в животе",
      "percent": "3"
    },
    {
      "name": "диспепсия",
      "percent": null
    },
    {
      "name": "тошнота",
      "percent": null
    },
    {
      "name": "Общие расстройства",
      "percent": null
    },
    {
      "name": "Астения",
      "percent": null
    },
    {
      "name": "усталость",
      "percent": null
    },
    {
      "name": "недомогание",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "Гепатобилиарные расстройства",
      "percent": null
    },
    {
      "name": "Гепатит",
      "percent": null
    },
    {
      "name": "желтуха",
      "percent": null
    },
    {
      "name": "фатальная и нефатальная печеночная недостаточность",
      "percent": null
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "Иммунный",
      "percent": null
    },
    {
      "name": "опосредованная некротическая миопатия",
      "percent": null
    },
    {
      "name": "связанные с использованием статинов",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "Нарушения обмена веществ и питания",
      "percent": null
    },
    {
      "name": "Увеличение HbA",
      "percent": null
    },
    {
      "name": "с",
      "percent": null
    },
    {
      "name": "уровень глюкозы в сыворотке крови натощак",
      "percent": null
    },
    {
      "name": "Заболевания опорно-двигательного аппарата и соединительной ткани",
      "percent": null
    },
    {
      "name": "Мышечные спазмы",
      "percent": null
    },
    {
      "name": "миопатия",
      "percent": null
    },
    {
      "name": "рабдомиолиз",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Гипестезия",
      "percent": null
    },
    {
      "name": "периферическая невропатия",
      "percent": null
    },
    {
      "name": "Психические расстройства",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "депрессия",
      "percent": null
    },
    {
      "name": "редкие сообщения о когнитивных нарушениях",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "потеря памяти",
      "percent": null
    },
    {
      "name": "забывчивость",
      "percent": null
    },
    {
      "name": "амнезия",
      "percent": null
    },
    {
      "name": "нарушение памяти",
      "percent": null
    },
    {
      "name": "путаница",
      "percent": null
    },
    {
      "name": "связанные с использованием статинов",
      "percent": null
    },
    {
      "name": "когнитивные нарушения в целом были несерьезными",
      "percent": null
    },
    {
      "name": "и обратимы при прекращении",
      "percent": null
    },
    {
      "name": "с переменным временем до появления симптомов",
      "percent": null
    },
    {
      "name": "день в годы",
      "percent": null
    },
    {
      "name": "и разрешение симптомов",
      "percent": null
    },
    {
      "name": "медиана",
      "percent": null
    },
    {
      "name": "недели",
      "percent": null
    },
    {
      "name": "Репродуктивная система и молочные железы",
      "percent": null
    },
    {
      "name": "Эректильная дисфункция",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "торакальные и медиастинальные расстройства",
      "percent": null
    },
    {
      "name": "Интерстициальное заболевание легких",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "красный плоский лишай",
      "percent": null
    }
  ]
}