{
  "name": "миноксидил",
  "comment": "Rx",
  "other_names": [
    "Миноксидил НТН",
    "Минодил",
    "Лонитен"
  ],
  "classes": [
    "Сосудорасширяющие средства"
  ],
  "source": "https://reference.medscape.com/drug/loniten-minodyl-minoxidil-342401",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: спорная; выделяется с грудным молоком, не рекомендуется для длительного применения при грудном вскармливании"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: спорная; выделяется с грудным молоком, не рекомендуется для длительного применения при грудном вскармливании"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Может вызвать выпот, иногда прогрессирующий до тампонады",
        "Может усугубить стенокардию",
        "Должен вводиться под тщательным наблюдением, обычно одновременно с терапевтическими дозами бета-адреноблокаторов для предотвращения тахикардии и повышенной нагрузки на миокард.",
        "Пациентов со злокачественной гипертензией и тех, кто уже получает гуанетидин, следует госпитализировать при первом введении миноксидила (необходим мониторинг из-за риска быстрого/значительного снижения АД)",
        "Обычно назначают с диуретиками (обычно петлевыми диуретиками) для предотвращения серьезного скопления жидкости.",
        "Резерв для пациентов, которые не реагируют адекватно на максимальные терапевтические дозы диуретика и 2 других антигипертензивных средств.",
        "У экспериментальных животных миноксидил вызывал несколько видов поражений миокарда, а также другие неблагоприятные сердечные эффекты."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность к миноксидилу",
        "Феохромоцитома"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "У пациентов с выраженным повышением артериального давления слишком быстрый контроль артериального давления, особенно с помощью внутривенных препаратов, может спровоцировать обмороки, нарушения мозгового кровообращения, инфаркт миокарда и ишемию специальных органов чувств с последующим снижением или потерей зрения или слуха; пациенты с нарушенным кровообращением или криоглобулинемией также могут страдать эпизодами ишемии пораженных органов.",
        "Пациентам со злокачественной гипертензией начальное лечение миноксидилом следует проводить в условиях стационара, чтобы убедиться, что артериальное давление падает, и чтобы оно не падало быстрее, чем предполагалось.",
        "Терапия не используется у пациентов, перенесших инфаркт миокарда в течение предшествующего месяца; возможно, что снижение артериального давления с помощью препарата может еще больше ограничить приток крови к миокарду, хотя это может быть компенсировано снижением потребности в кислороде из-за снижения артериального давления",
        "Хотя миноксидил сам по себе не вызывает ортостатической гипотензии, введение его пациентам, уже получающим гуанетидин, может привести к выраженным ортостатическим эффектам; по возможности прекратите прием гуанетидина задолго до начала приема миноксидила; если это невозможно, терапию следует начинать в больнице, а пациент должен оставаться в стационаре до тех пор, пока не прекратятся тяжелые ортостатические эффекты или пока пациент не научится избегать деятельности, которая их провоцирует.",
        "Сообщалось о неонатальном гипертрихозе после воздействия миноксидила во время беременности",
        "Пациентам с почечной недостаточностью или находящимся на диализе могут потребоваться меньшие дозы, и они должны находиться под тщательным медицинским наблюдением для предотвращения обострения почечной недостаточности или развития сердечной недостаточности.",
        "Резерв при тяжелой артериальной гипертензии, рефрактерной к другим препаратам"
      ],
      "specific": [
        {
          "type": "Перикардит и перикардиальный выпот",
          "description": [
            "Хотя во многих случаях перикардиальный выпот связан с заболеванием соединительной ткани, уремическим синдромом, застойной сердечной недостаточностью или выраженной задержкой жидкости, были случаи, когда эти потенциальные причины выпота отсутствовали; внимательно наблюдайте за пациентами на предмет любого подозрения на перикардиальное заболевание и выполняйте эхокардиографические исследования, если возникает подозрение",
            "Были сообщения о перикардите, возникающем в связи с терапией; связь этой ассоциации с почечным статусом неясна; выпот в полость перикарда, иногда с тампонадой, наблюдался примерно у 3% леченных пациентов, не находящихся на диализе, особенно у пациентов с неадекватной или нарушенной функцией почек.",
            "Может потребоваться более активная диуретическая терапия, диализ, перикардиоцентез или хирургическое вмешательство; если выпот сохраняется, следует рассмотреть вопрос об отмене препарата с учетом других средств контроля артериальной гипертензии и клинического состояния пациента."
          ]
        },
        {
          "type": "Сопутствующее лечение для профилактики тахикардии",
          "description": [
            "Способность бета-адреноблокаторов сводить к минимуму поражения папиллярных мышц у животных также поддерживает их одновременное использование; должна быть обеспечена круглосуточная эффективность симпатического супрессанта",
            "Повышение частоты и возникновения стенокардии обычно можно предотвратить путем одновременного введения бета-адреноблокаторов или других средств, подавляющих симпатическую нервную систему.",
            "Терапия увеличивает частоту сердечных сокращений; стенокардия может ухудшиться или появиться впервые во время лечения, вероятно, из-за увеличения потребности в кислороде, связанного с увеличением частоты сердечных сокращений и сердечного выброса."
          ]
        },
        {
          "type": "Задержка воды",
          "description": [
            "Сообщается об асците; диуретическая эффективность ограничивается в основном нарушением функции почек, связанным с заболеванием; состояние пациентов с ранее существовавшей застойной сердечной недостаточностью иногда ухудшалось в связи с задержкой жидкости, хотя из-за падения артериального давления (уменьшение постнагрузки) улучшение более чем в два раза чаще, чем ухудшение",
            "почти всегда",
            "Лечение диуретиками отдельно или в сочетании с ограничением потребления соли обычно сводит к минимуму задержку жидкости, хотя обратимые отеки развивались примерно у 10% пациентов без диализа, получавших такое лечение.",
            "необходимый",
            "Следите за массой тела, если препарат используется без диуретика; задержка нескольких сотен миллиэквивалентов соли и соответствующих объемов воды может произойти в течение нескольких дней, что приводит к увеличению объема плазмы и интерстициальной жидкости и локальному или генерализованному отеку.",
            "Застойная сердечная недостаточность — требуется одновременное применение адекватного диуретика; препарат обычно следует вводить одновременно с адекватным диуретиком, чтобы предотвратить задержку жидкости и возможную застойную сердечную недостаточность; диуретик с высоким потолком (петлевой)",
            "В редких случаях рефрактерная задержка жидкости может потребовать прекращения терапии; при условии, что пациент находится под тщательным медицинским наблюдением, рефрактерную задержку солей можно устранить путем прекращения терапии на 1 или 2 дня, а затем возобновления лечения в сочетании с интенсивной терапией диуретиками."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "бремеланотид",
      "description": {
        "common": "бремеланотид снизит уровень или эффект миноксидила по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофексидин",
      "description": {
        "common": "лофексидин, миноксидил.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с другими препаратами, которые снижают пульс или артериальное давление, чтобы снизить риск чрезмерной брадикардии и гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "Альдеслейкин усиливает действие миноксидила за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифостин",
      "description": {
        "common": "амифостин, миноксидил.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение со средствами, снижающими артериальное давление, может увеличить риск и тяжесть гипотензии, связанной с амифостином. Когда амифостин используется в химиотерапевтических дозах, откажитесь от препаратов, снижающих артериальное давление, за 24 часа до амифостина; если нельзя отказаться от приема гипотензивных препаратов, не вводите амифостин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аванафил",
      "description": {
        "common": "аванафил усиливает действие миноксидила за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бретилий",
      "description": {
        "common": "миноксидил, бретилиум.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Каждый препарат может вызвать гипотензию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбидопа",
      "description": {
        "common": "карбидопа усиливает действие миноксидила за счет фармакодинамического синергизма. Используйте осторожность/монитор. В начале терапии карбидопой в комбинации с леводопой или без нее или комбинированными препаратами карбидопа-леводопа может потребоваться коррекция дозы антигипертензивного препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулаглутид",
      "description": {
        "common": "дулаглутид, миноксидил. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Дулаглутид замедляет опорожнение желудка и может влиять на всасывание одновременно принимаемых пероральных препаратов; Будьте особенно осторожны при совместном применении с препаратами, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпопростенол",
      "description": {
        "common": "эпопростенол, миноксидил.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенолдопам",
      "description": {
        "common": "фенолдопам, миноксидил.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "железный мальтол, миноксидил.\nОдин из них увеличивает уровни другого за счет неуказанного механизма взаимодействия. Изменить терапию/внимательно контролировать. Одновременное применение мальтола железа с некоторыми пероральными препаратами может снизить биодоступность мальтола железа и некоторых пероральных препаратов. Для пероральных препаратов, снижение биодоступности которых может привести к клинически значимому влиянию на их безопасность или эффективность, введение мальтола железа отдельно от этих препаратов. Продолжительность разделения может зависеть от абсорбции одновременно вводимого лекарства (например, время достижения максимальной концентрации, является ли лекарство препаратом с немедленным или пролонгированным высвобождением)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидралазин",
      "description": {
        "common": "гидралазин, миноксидил.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илопрост",
      "description": {
        "common": "илопрост, миноксидил.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "леводопа усиливает действие миноксидила за счет фармакодинамического синергизма. Используйте осторожность/монитор. Рассмотрите возможность уменьшения дозы антигипертензивного агента."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "маравирок, миноксидил.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск ортостатической гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин ректальный",
      "description": {
        "common": "нитроглицерин ректальный, миноксидил.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Обратите внимание на возможные аддитивные гипотензивные эффекты при одновременном применении. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "Ропгинтерферон альфа 2b повысит уровень или действие миноксидила на другое (см. комментарий). Используйте осторожность/монитор. Некоторые провоспалительные цитокины, включая интерфероны, могут подавлять ферменты CYP450, что приводит к увеличению экспозиции некоторых субстратов CYP. Поэтому наблюдайте за пациентами, получающими сопутствующие препараты, являющиеся субстратами CYP450, с узким терапевтическим индексом на предмет токсичности таких препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тадалафил",
      "description": {
        "common": "тадалафил усиливает действие миноксидила за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тедуглутид",
      "description": {
        "common": "тедуглутид повышает уровень миноксидила на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Тедуглутид может увеличивать абсорбцию сопутствующих пероральных препаратов; с осторожностью применять препараты, требующие титрования дозы, или препараты с узким терапевтическим индексом; может потребоваться коррекция дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трепростинил",
      "description": {
        "common": "миноксидил, трепростинил.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "устекинумаб, миноксидил. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, нормализуя образование ферментов CYP450. После начала или прекращения приема устекинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксипамид",
      "description": {
        "common": "ксипамид усиливает действие миноксидила за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репейник",
      "description": {
        "common": "Репейник усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амилорид",
      "description": {
        "common": "амилорид усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "бендрофлуметиазид усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буметанид",
      "description": {
        "common": "буметанид усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "хлорталидон усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "Кукурузный шелк усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "циклопентиазид усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "дроспиренон усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "этакриновая кислота усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "форсколин",
      "description": {
        "common": "форсколин усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "фуросемид усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "гидрохлоротиазид усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "индапамид усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Гриб майтаке обладает противоопухолевым действием (исследования на животных/в пробирке)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "метиклотиазид усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "метолазон усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "reishi",
      "description": {
        "common": "Рейши усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "пастушья сумка, миноксидил. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Теоретически пастушья сумка может мешать контролю АД."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "Спиронолактон усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "тизанидин усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "торсемиде",
      "description": {
        "common": "торасемид усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трепростинил",
      "description": {
        "common": "трепростинил усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триамтерен",
      "description": {
        "common": "триамтерен усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Гипертрихоз",
      "percent": "80"
    },
    {
      "name": "Аномальная ЭКГ",
      "percent": "60"
    },
    {
      "name": "перикардиальный выпот",
      "percent": "3"
    },
    {
      "name": "Стенокардия",
      "percent": null
    },
    {
      "name": "Тампонада сердца",
      "percent": null
    },
    {
      "name": "Задержка жидкости и натрия",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Перикардит",
      "percent": null
    },
    {
      "name": "Тахиаритмия",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "гирсутизм",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Токсический эпидермальный некролиз",
      "percent": null
    }
  ]
}