{
  "name": "гемфиброзил",
  "comment": "Rx",
  "other_names": [
    "Лопидный"
  ],
  "classes": [
    "Агенты фиброевой кислоты"
  ],
  "source": "https://reference.medscape.com/drug/lopid-gemfibrozil-342457",
  "pregnancy": {
    "common": [
      "Было показано, что препарат вызывает побочные эффекты у крыс и кроликов в дозах, в 0,5–3 раза превышающих дозу для человека (в зависимости от площади поверхности); введение самкам крыс в дозе, в 2 раза превышающей человеческую (в расчете на площадь поверхности тела), до и во время беременности вызывало дозозависимое снижение уровня оплодотворяемости, увеличение числа мертворожденных и небольшое снижение веса детенышей во время лактации; были также дозозависимые изменения скелета; анофтальм возникал, но редко",
      "Введение 1- и 3-кратной человеческой дозы (в зависимости от площади поверхности) самкам кроликов во время органогенеза вызывало дозозависимое уменьшение размера помета, а при высоких дозах - повышенную частоту вариаций теменной кости.",
      "Введение 0,6-кратной и 2-кратной дозы LOPID для человека (в зависимости от площади поверхности) самкам крыс с 15-го дня беременности до отъема вызывало дозозависимое снижение массы тела при рождении и подавление роста детенышей во время лактации.",
      "Адекватных и строго контролируемых исследований у беременных женщин не проводилось; препарат следует применять во время беременности, только если потенциальная польза оправдывает потенциальный риск для плода"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Неизвестно, выделяется ли препарат с грудным молоком; Поскольку многие препараты выделяются с грудным молоком, а также из-за потенциальной канцерогенности, показанной для препаратов в исследованиях на животных, следует принять решение о прекращении кормления грудью или прекращении приема препарата, принимая во внимание важность препарата для матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Тяжелое заболевание печени/почек",
        "Одновременное применение с репаглинидом, симвастатином, селексипагом или дасабувиром",
        "Гиперчувствительность",
        "Первичный билиарный цирроз",
        "Ранее существовавшее заболевание желчного пузыря"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "В редких случаях сообщалось о тяжелой анемии, лейкопении, тромбоцитопении и гипоплазии костного мозга; рекомендуется периодический анализ крови в течение первых 12 месяцев терапии",
        "Если ответ неадекватный через 3 месяца, прекратите прием гемфиброзила.",
        "Риск развития миопатии/рабдомиолиза увеличивается при одновременном применении ингибиторов ГМГ-КоА-редуктазы (например, аторвастатина, правастатина)",
        "Одновременное применение с агентами, связывающими смолы желчных кислот, снижает AUC гемфиброзила на 30%.",
        "Гемфиброзил может повышать уровень энзалутамида при одновременном применении, что может повышать риск судорог; при необходимости одновременного применения уменьшите дозу энзалутамида",
        "Сообщалось о случаях желчнокаменной болезни при терапии гемфиброзилом; гемфиброзил может увеличивать экскрецию холестерина с желчью; при подозрении на желчнокаменную болезнь выполнить исследования желчного пузыря; прекратить терапию, если обнаружены камни в желчном пузыре",
        "Показано, что совместное применение с репаглинидом повышает концентрацию репаглинида в плазме (увеличение в 8 раз); пролонгирует гипогликемический эффект; может привести к тяжелой гипогликемии",
        "Повышение уровня трансаминаз в сыворотке при использовании; рекомендуются периодические исследования функции печени; терапию следует прекратить, если аномалии сохраняются",
        "Гемфиброзил ингибирует активность фермента CYP2C8; может увеличить воздействие субстратов CYP2C8; рассмотреть возможность снижения дозы субстратов CYP2C8 при одновременном применении",
        "Исключить вторичные причины гиперлипидемии до начала терапии; прекратить, если липидный ответ не наблюдается",
        "Сообщается об ухудшении почечной недостаточности при добавлении терапии у лиц с исходным уровнем креатинина плазмы > 2,0 мг/дл; у таких пациентов следует рассмотреть возможность использования альтернативной терапии на фоне рисков и преимуществ более низкой дозы метформина.",
        "Гемфиброзил может увеличивать экспозицию лекарственных субстратов OATP1B1 при одновременном применении; рассмотреть возможность снижения дозы субстратов OATP1B1 при одновременном применении",
        "Может увеличить риск малигнизации",
        "Риск миопатии/рабдомиолиза увеличивается при почечной недостаточности",
        "При совместном применении с антикоагулянтами уменьшите дозу антикоагулянтов и контролируйте протромбиновое время до стабилизации",
        "О миопатии, включая рабдомиолиз, сообщалось при длительном применении колхицина в терапевтических дозах; соблюдать осторожность, особенно у пожилых людей и пациентов с нарушением функции почек",
        "С осторожностью применять у пациентов, принимающих варфарин; может потребоваться корректировка варфарина"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "гемфиброзил повышает токсичность аторвастатина Др. (см. комментарий). Противопоказано.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элаголикс",
      "description": {
        "common": "гемфиброзил повысит уровень или эффект элаголикса по другим причинам (см. комментарий). Противопоказано. Одновременное применение элаголикса и сильных ингибиторов ОАТР1В1 противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "гемфиброзил повысит уровень или эффект энзалутамида за счет снижения метаболизма. Противопоказано. Повышенное воздействие энзалутамида может увеличить риск судорог; если одновременное назначение считается необходимым, дозу энзалутамида следует уменьшить."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "флувастатин",
      "description": {
        "common": "гемфиброзил повышает токсичность флувастатина Др. (см. комментарий). Противопоказано.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "гемфиброзил увеличивает уровень или эффект мавакамтена, влияя на метаболизм печеночного фермента CYP2C19. Противопоказано. Сильные или умеренные ингибиторы CYP2C19 могут увеличивать системное воздействие мавакамтена, что приводит к сердечной недостаточности из-за систолической дисфункции."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "гемфиброзил повысит уровень или эффект омбитасвира/паритапревира/ритонавира и дасабувира (ДСК) за счет снижения метаболизма. Противопоказано. Показано, что сильные ингибиторы CYP2C8 повышают концентрацию дасабувира в плазме (примерно в 10 раз) и, следовательно, повышают риск удлинения интервала QT."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "питавастатин",
      "description": {
        "common": "гемфиброзил повышает токсичность питавастатина Др. (см. комментарий). Противопоказано.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "правастатин",
      "description": {
        "common": "гемфиброзил повышает токсичность правастатина по др. (см. комментарий). Противопоказано.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "репаглинид",
      "description": {
        "common": "гемфиброзил повысит уровень или действие репаглинида на др. (см. комментарий). Противопоказано. Репаглинид является субстратом CYP2C8. Гемфиброзил ингибирует CYP2C8 и существенно повышает уровень репаглинида."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "розувастатин",
      "description": {
        "common": "гемфиброзил повышает токсичность розувастатина Др. (см. комментарий). Противопоказано.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селексипаг",
      "description": {
        "common": "гемфиброзил повысит уровень или эффект селексипага за счет снижения метаболизма. Противопоказано. Совместное введение селексипага с сильными ингибиторами CYP2C8 удваивало экспозицию селексипага и повышало экспозицию активного метаболита примерно в 11 раз."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "симвастатин",
      "description": {
        "common": "гемфиброзил, симвастатин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Противопоказан с другими гиполипидемическими препаратами, которые могут вызвать миопатию."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аброцитиниб",
      "description": {
        "common": "гемфиброзил повысит уровень или эффект аброцитиниба за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Аброцитиниб является субстратом CYP2C9 и CYP2C19. Препараты, которые являются умеренными или сильными ингибиторами как CYP2C9, так и CYP2C19, увеличивают системное воздействие аброцитиниба и его активных метаболитов, что может усилить побочные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "гемфиброзил, аторвастатин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Гемфиброзил может еще больше увеличить риск рабдомиолиза при добавлении к оптимальному режиму приема статинов для дальнейшего снижения ТГ и повышения ЛПВП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "белиностат",
      "description": {
        "common": "гемфиброзил повысит уровень или эффект белиностата за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Сильные ингибиторы УГТ снижают метаболизм белиностата; снизить начальную дозу белиностата до 750 мг/м2 при одновременном применении с ингибиторами UGT или у пациентов, о которых известно, что они гомозиготны по аллелю UGT1A1*28"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилостазол",
      "description": {
        "common": "гемфиброзил повышает токсичность цилостазола, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат. Уменьшить дозу цилостазола на 50%; Уровни 3,4-дегидроцилостазола (активный метаболит) в сыворотке крови увеличиваются под действием сильных ингибиторов CYP2C19."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "колхицин",
      "description": {
        "common": "колхицин, гемфиброзил.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск развития рабдомиолиза (в том числе с летальным исходом)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "гемфиброзил повышает уровень дабрафениба за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP2C8 могут повышать уровень дабрафениба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "гемфиброзил повышает уровень элуксадолина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Уменьшите дозу элуксадолина до 75 мг перорально два раза в день при совместном применении с ингибиторами OATP1B1. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "гемфиброзил повышает уровень или эффект эрдафитиниба, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с сильными ингибиторами CYP2C9, внимательно следите за побочными реакциями и рассмотрите возможность соответствующего уменьшения дозы. Если сильный ингибитор CYP2C9 прекращается, рассмотрите возможность увеличения дозы эрдафитиниба при отсутствии какой-либо токсичности, связанной с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувастатин",
      "description": {
        "common": "гемфиброзил, флувастатин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Гемфиброзил может еще больше увеличить риск рабдомиолиза при добавлении к оптимальному режиму приема статинов для дальнейшего снижения ТГ и повышения ЛПВП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иринотекан",
      "description": {
        "common": "гемфиброзил повысит уровень или эффект иринотекана за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Ингибиторы UGT1A1 снижают метаболизм иринотекана."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иринотекан липосомальный",
      "description": {
        "common": "гемфиброзил повысит уровень или эффект липосомального иринотекана за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Ингибиторы UGT1A1 снижают метаболизм иринотекана."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ловастатин",
      "description": {
        "common": "гемфиброзил, ловастатин.\nОдин из них усиливает действие другого по механизму: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Гемфиброзил может еще больше увеличить риск рабдомиолиза при добавлении к оптимальному режиму приема статинов для дальнейшего снижения ТГ и повышения ЛПВП. Не превышайте дозу ловастатина 20 мг/день."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "гемфиброзил повысит уровень или эффект пексидартиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Пексдартиниб является субстратом UGTA4. Уменьшите дозу пексдартиниба, если нельзя избежать одновременного применения ингибиторов УГТ (см. изменения дозировки в фармакопейной статье). После прекращения приема ингибитора CYP3A4 в течение 3 периодов полувыведения можно возобновить прием предыдущей дозы пексидартиниба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пиоглитазон",
      "description": {
        "common": "гемфиброзил повысит уровень или эффект пиоглитазона за счет снижения метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пирфенидон",
      "description": {
        "common": "гемфиброзил увеличивает уровень или эффект пирфенидона, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегать; одновременное применение пирфенидона и умеренных ингибиторов CYP1A2 приводит к умеренному увеличению воздействия пирфенидона; если невозможно избежать, уменьшите дозу умеренного ингибитора CYP1A2"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "питавастатин",
      "description": {
        "common": "гемфиброзил, питавастатин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Гемфиброзил может еще больше увеличить риск рабдомиолиза при добавлении к оптимальному режиму приема статинов для дальнейшего снижения ТГ и повышения ЛПВП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "правастатин",
      "description": {
        "common": "гемфиброзил, правастатин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Гемфиброзил может еще больше увеличить риск рабдомиолиза при добавлении к оптимальному режиму приема статинов для дальнейшего снижения ТГ и повышения ЛПВП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ревефенацин",
      "description": {
        "common": "гемфиброзил повышает уровень ревефенацина за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Ингибиторы транспорта OATP1B1 и OATP1B3 могут увеличивать системное воздействие активного метаболита ревефенацина. Coadministration не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "розиглитазон",
      "description": {
        "common": "гемфиброзил повысит уровень или эффект розиглитазона за счет снижения метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "розувастатин",
      "description": {
        "common": "гемфиброзил, розувастатин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Гемфиброзил может еще больше увеличить риск рабдомиолиза при добавлении к оптимальному режиму приема статинов для дальнейшего снижения ТГ и повышения ЛПВП. Если нельзя избежать одновременного применения, начните прием розувастатина в дозе 5 мг 1 раз в сутки; доза розувастатина не должна превышать 10 мг один раз в сутки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "гемфиброзил увеличивает уровень или эффект сипонимода, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Совместное применение сипонимода с препаратами, вызывающими умеренное ингибирование CYP2C9 И умеренное или сильное ингибирование CYP3A4, не рекомендуется. Следует соблюдать осторожность при одновременном применении сипонимода с умеренными ингибиторами CYP2C9."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "гемфиброзил повысит уровень или эффект тукатиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение тукатиниба (субстрат CYP2C8) с сильными или умеренными ингибиторами CYP2C8 увеличивает концентрацию тукатиниба в плазме и риск токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "гемфиброзил повысит уровень или действие апалутамида на др. (см. комментарий). Используйте осторожность/монитор. Совместное применение апалутамида с сильными ингибиторами CYP2C8 не требует модификации начальной дозы; однако может потребоваться снижение дозы в зависимости от переносимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "гемфиброзил повысит уровень или действие атогепанта на др. (см. комментарий). Изменить терапию/внимательно контролировать. Рекомендуемая доза атогепанта (субстрата ОАТР1В1) при одновременном применении с ингибиторами ОАТР составляет 10 или 30 мг в сутки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "гемфиброзил повышает уровень или эффект белзутифана, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Белзутифан является субстратом CYP2C19. Совместное применение с ингибиторами CYP2C19 может увеличить частоту или тяжесть побочных эффектов. Следите за анемией и гипоксией и уменьшайте дозу белзутифана в соответствии с рекомендациями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бексаротин",
      "description": {
        "common": "гемфиброзил повышает уровень бексаротена за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "гемфиброзил увеличивает уровень или эффект каннабидиола, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы каннабидиола при совместном применении с сильным ингибитором CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "гемфиброзил усиливает действие хлорпропамида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин снижает уровень гемфиброзила путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "гемфиброзил увеличивает уровень или эффект интраназального диазепама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Сильные или умеренные ингибиторы CYP2C19 могут снижать скорость выведения диазепама, тем самым усиливая побочные реакции на диазепам."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "гемфиброзил увеличивает уровень или действие диклофенака, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Не превышайте дозу диклофенака 50 мг два раза в сутки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронабинол",
      "description": {
        "common": "гемфиброзил увеличивает уровень или эффект дронабинола, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Дронабинол является субстратом CYP2C9."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "гемфиброзил повышает уровень элуксадолина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. В качестве меры предосторожности из-за неполной информации о метаболизме элуксадолина следует соблюдать осторожность при совместном применении с сильными ингибиторами CYP2C9/10."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "гемфиброзил увеличивает уровень или эффект флибансерина, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Одновременное применение флибансерина с сильными ингибиторами CYP2C19 может усилить экспозицию флибансерина и увеличить риск гипотензии, обморока и угнетения ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "гемфиброзил повысит уровень или эффект глекапревира/пибрентасвира за счет снижения метаболизма. Используйте осторожность/монитор. Осторожность при одновременном применении глекапревира/пибрентасвира с ингибиторами OATP1B1/OATP1B3."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "гемфиброзил усиливает действие глимепирида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "гемфиброзил усиливает действие глипизида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "гемфиброзил усиливает действие глибурида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "гемфиброзил усиливает эффекты инсулина аспарта за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "гемфиброзил, инсулин деглудек.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "гемфиброзил, инсулин деглудек/инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "гемфиброзил усиливает действие инсулина детемир за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "гемфиброзил усиливает действие инсулина гларгина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "гемфиброзил усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "гемфиброзил, инсулин ингаляционно.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "гемфиброзил усиливает эффекты инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "гемфиброзил усиливает действие инсулина НПХ за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "гемфиброзил усиливает действие обычного человеческого инсулина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лакосамид",
      "description": {
        "common": "гемфиброзил повышает уровень лакосамида, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы лакосамида при совместном применении с сильными ингибиторами CYP2C9."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лесинурад",
      "description": {
        "common": "гемфиброзил увеличивает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "гемфиброзил повышает уровень летермовира за счет снижения метаболизма. Используйте осторожность/монитор. Совместное введение летермовира, субстрата ОАТР1В1/3, с ингибиторами ОАТР1В1/3 может повышать концентрацию летермовира в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "монтелукаст",
      "description": {
        "common": "гемфиброзил увеличивает уровень или эффект монтелукаста за счет снижения метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оспемифен",
      "description": {
        "common": "гемфиброзил повышает уровень оспемифена, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "гемфиброзил повысит уровень или эффект озанимода по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Совместное введение озанимода (субстрат CYP2C8) с сильными ингибиторами CYP2C8 увеличивает экспозицию активных метаболитов (CC112273 и CC1084037) озанимода, что может увеличить риск побочных реакций озанимода. Поэтому не рекомендуется одновременное применение озанимода с сильными ингибиторами CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "гемфиброзил повышает уровень паклитаксела за счет изменения метаболизма. Используйте осторожность/монитор. Гемфиброзил ингибирует CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел, связанный с белком",
      "description": {
        "common": "гемфиброзил увеличивает уровни белка паклитаксела, связанного путем изменения метаболизма. Используйте осторожность/монитор. Гемфиброзил ингибирует CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "гемфиброзил повысит уровень или эффект сакубитрила/валсартана по другим причинам (см. комментарий). Используйте осторожность/монитор. Результаты исследования ткани печени человека in vitro показывают, что валсартан является субстратом печеночного переносчика OATP1B1; одновременное применение с ингибиторами OATP1B1 может увеличить системную экспозицию валсартана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербинафин",
      "description": {
        "common": "гемфиброзил увеличивает уровень или эффект тербинафина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "гемфиброзил повышает уровень тофацитиниба, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. При совместном применении тофацитиниба с мощными ингибиторами CYP2C19 не рекомендуется специальная коррекция дозы; уменьшить дозу тофацитиниба при одновременном применении как с умеренными ингибиторами CYP3A4, так и с мощными ингибиторами CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толазамид",
      "description": {
        "common": "гемфиброзил усиливает действие толазамида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "гемфиброзил усиливает действие толбутамида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор. гипогликемия; повышенный риск гипоальбуминемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "гемфиброзил повысит уровень или эффект валсартана по другим причинам (см. комментарий). Используйте осторожность/монитор. Результаты исследования ткани печени человека in vitro показывают, что валсартан является субстратом печеночного переносчика OATP1B1; одновременное применение с ингибиторами OATP1B1 может увеличить системную экспозицию валсартана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "гемфиброзил увеличивает уровень или эффект варфарина, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать. При совместном применении рассмотрите возможность уменьшения дозы варфарина на одну четверть-одну треть."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "колестипол",
      "description": {
        "common": "колестипол снижает уровень гемфиброзила путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эзетимиб",
      "description": {
        "common": "гемфиброзил повышает уровень эзетимиба за счет усиления всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лоперамид",
      "description": {
        "common": "гемфиброзил повысит уровень или эффект лоперамида за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "октакозанол",
      "description": {
        "common": "октакозанол усиливает эффекты гемфиброзила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Диспепсия",
      "percent": "20"
    },
    {
      "name": "Боль в животе",
      "percent": "10"
    },
    {
      "name": "Мерцательная аритмия",
      "percent": "1"
    },
    {
      "name": "Диарея",
      "percent": "7"
    },
    {
      "name": "Усталость",
      "percent": "4"
    },
    {
      "name": "Н",
      "percent": "3"
    },
    {
      "name": "В",
      "percent": "2"
    },
    {
      "name": "Экзема",
      "percent": "2"
    },
    {
      "name": "Сыпь",
      "percent": "2"
    },
    {
      "name": "Головокружение",
      "percent": "1"
    },
    {
      "name": "Запор",
      "percent": "1"
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "Рабдомиолиз",
      "percent": null
    },
    {
      "name": "особенно с админом со статинами",
      "percent": null
    },
    {
      "name": "Острый аппендицит",
      "percent": null
    },
    {
      "name": "Желчекаменная болезнь",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "Гипокалиемия",
      "percent": null
    },
    {
      "name": "эозинофилия",
      "percent": null
    },
    {
      "name": "Миопатия",
      "percent": null
    },
    {
      "name": "Синовит",
      "percent": null
    },
    {
      "name": "Нарушение вкуса",
      "percent": null
    },
    {
      "name": "ксеростомия",
      "percent": null
    },
    {
      "name": "Метеоризм",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    }
  ]
}