{
  "name": "метопролол/гидрохлоротиазид",
  "comment": "Rx",
  "other_names": [
    "Лопрессор HCT",
    "Дутопрол"
  ],
  "classes": [
    "Тиазидные комбинации"
  ],
  "source": "https://reference.medscape.com/drug/lopressor-hct-dutoprol-metoprolol-hydrochlorothiazide-999423",
  "pregnancy": {
    "common": [
      "Однако имеются противоречивые сообщения о задержке внутриутробного развития, преждевременных родах и перинатальной смертности при использовании матерью бета-блокаторов, включая метопролол, во время беременности; были редкие сообщения о желтухе, тромбоцитопении и нарушениях электролитного баланса у младенцев, подвергшихся воздействию тиазидных препаратов во время беременности.",
      "Нелеченная артериальная гипертензия во время беременности может привести к неблагоприятным исходам для матери и плода; Имеющиеся данные опубликованных обсервационных исследований не продемонстрировали связанный с приемом препарата риск серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода при применении метопролола во время беременности.",
      "Артериальная гипертензия во время беременности увеличивает риск развития у матери преэклампсии, гестационного диабета, преждевременных родов и осложнений при родах (например, необходимости кесарева сечения и послеродового кровотечения); артериальная гипертензия повышает риск задержки внутриутробного развития плода и внутриутробной смерти; беременные женщины с артериальной гипертензией должны находиться под тщательным наблюдением и соответствующим образом лечиться",
      "Новорожденные, рожденные от матерей, получающих метопролол во время беременности, могут подвергаться риску артериальной гипотензии, гипогликемии, брадикардии и угнетения дыхания; наблюдайте за новорожденными на наличие симптомов гипотонии, гипогликемии, брадикардии и угнетения дыхания и лечите их соответствующим образом"
    ],
    "specific": [
      {
        "type": "Репродуктивный потенциал",
        "description": [
          "Согласно опубликованным данным, бета-блокаторы (включая метопролол) могут вызывать эректильную дисфункцию и подавлять подвижность сперматозоидов; у крыс не наблюдалось признаков нарушения фертильности из-за метопролола или гидрохлоротиазида"
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных было показано, что метопролол увеличивает постимплантационные потери и снижает неонатальную выживаемость у крыс при пероральных дозах до 24 раз, в пересчете на мг/м2, при суточной дозе 200 мг у 60-килограммового пациента; комбинация метопролола тартрата/гидрохлоротиазида, вводившаяся крысам с середины и до конца беременности в период лактации, также приводила к увеличению постимплантационных потерь и снижению выживаемости новорожденных."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии препарата в материнском молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока; доступные данные из опубликованной литературы по метопрололу и гидрохлоротиазиду сообщают, что каждое лекарство присутствует в грудном молоке",
      "Нет информации о влиянии метопролола на выработку молока; контролировать младенцев, подвергшихся воздействию наркотиков через грудное молоко, на предмет сонливости или плохого кормления; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в лекарственном средстве и любыми потенциальными неблагоприятными последствиями лекарственного препарата или основного заболевания матери для ребенка, находящегося на грудном вскармливании.",
      "Сообщений о неблагоприятном воздействии метопролола или гидрохлоротиазида на младенцев, находящихся на грудном вскармливании, во время лактации нет; дозы гидрохлоротиазида, связанные с клинически значимым диурезом, были связаны с нарушением производства молока",
      "Мониторинг ребенка на грудном вскармливании на предмет брадикардии или сонливости и других симптомов бета-блокады, таких как вялость (гипогликемия)"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "При прекращении длительного приема бета-адреноблокаторов (особенно при ишемической болезни сердца) постепенно уменьшайте дозу в течение 1-2 недель и тщательно контролируйте",
        "Предупредите пациентов о недопустимости прерывания или прекращения приема бета-блокаторов без консультации с врачом.",
        "При заметном ухудшении стенокардии или развитии острой коронарной недостаточности немедленно возобновите прием бета-блокаторов, по крайней мере временно (в дополнение к другим мерам, подходящим для нестабильной стенокардии).",
        "Обострение стенокардии и, в некоторых случаях, возникновение инфаркта миокарда после резкого прекращения приема.",
        "Поскольку ишемическая болезнь сердца распространена и может быть нераспознанной, медленно прекращайте терапию бета-блокаторами, даже у пациентов, получающих лечение только от гипертензии.",
        "Во время отмены наблюдалась повышенная чувствительность к катехоламинам.",
        "Может усугубить ишемическую болезнь сердца после резкой отмены."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Явная сердечная недостаточность",
        "Кардиогенный шок или декомпенсированная сердечная недостаточность",
        "Синусовая брадикардия, синдром слабости синусового узла, блокада сердца 2°/3° (если не установлен постоянный кардиостимулятор)",
        "Анурия",
        "Повышенная чувствительность к любому из компонентов или сульфаниламидов."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Бета-адреноблокаторы могут маскировать определенные клинические признаки гипертиреоза, такие как тахикардия; внезапная отмена бета-адреноблокатора может спровоцировать тиреоидный шторм",
        "Реакции чувствительности могут возникать с аллергией или астмой в анамнезе или без них.",
        "При приеме бета-блокаторов пациенты с тяжелыми анафилактическими реакциями на различные аллергены в анамнезе могут быть более чувствительными к повторяющимся провокациям и могут быть невосприимчивы к обычным дозам адреналина, используемым для лечения аллергической реакции.",
        "Бета-адреноблокаторы могут ускорять или усугублять симптомы артериальной недостаточности у пациентов с заболеваниями периферических сосудов.",
        "Гидрохлоротиазид может усугубить или активировать системную красную волчанку.",
        "Риск мужской сексуальной дисфункции",
        "Может усугубить отравление наперстянкой",
        "С осторожностью при бронхоспастических заболеваниях, цереброваскулярной недостаточности, кардиомегалии, СД.",
        "Брадикардия, в том числе синусовая пауза, блокада сердца и остановка сердца произошли при использовании; пациенты с атриовентрикулярной блокадой первой степени, дисфункцией синусового узла, нарушениями проводимости (включая Вольфа-Паркинсона-Уайта) или принимающие сопутствующие препараты, вызывающие брадикардию, могут подвергаться повышенному риску; контролировать частоту сердечных сокращений у пациентов, получающих терапию; если развивается тяжелая брадикардия, уменьшить или прекратить терапию",
        "Бета-адреноблокаторы могут маскировать тахикардию, возникающую при гипогликемии, но другие проявления, такие как головокружение и потливость, могут не оказывать существенного влияния.",
        "Проинструктируйте пациентов защищать кожу от солнца и проходить регулярный скрининг рака кожи.",
        "Пациенты с хроническим заболеванием почек, тяжелой сердечной недостаточностью или гиповолемией могут подвергаться повышенному риску развития острой почечной недостаточности при приеме препаратов, содержащих гидрохлоротиазид.",
        "Ухудшение сердечной недостаточности может произойти во время повышения титрации бета-блокаторов; при возникновении таких симптомов увеличьте дозу диуретиков и восстановите клиническую стабильность (компенсированная сердечная недостаточность) перед увеличением дозы; может потребоваться снижение дозы или временное прекращение приема; такие эпизоды не исключают последующего успешного титрования этого препарата",
        "Если препарат используется при феохромоцитоме, его следует назначать в сочетании с альфа-блокатором и только после начала приема альфа-блокатора; Применение только бета-блокаторов при феохромоцитоме было связано с парадоксальным повышением артериального давления из-за ослабления бета-опосредованной вазодилатации в скелетных мышцах."
      ],
      "specific": [
        {
          "type": "Острая миопия и вторичная закрытоугольная глаукома",
          "description": [
            "Факторы риска развития острой закрытоугольной глаукомы могут включать наличие в анамнезе аллергии на сульфаниламиды или пенициллин.",
            "Учитывая, что это лекарство содержит гидрохлоротиазид, при появлении этих симптомов следует прекратить терапию; рассмотрите возможность немедленного медикаментозного или хирургического лечения, если внутриглазное давление остается неконтролируемым",
            "Гидрохлоротиазид, сульфонамид, может вызывать острую преходящую миопию и острую закрытоугольную глаукому (идиосинкразические реакции).",
            "Симптомы включают острое начало снижения остроты зрения или глазной боли и обычно возникают в течение нескольких часов или недель после начала приема гидрохлоротиазида.",
            "Нелеченная острая закрытоугольная глаукома может привести к необратимой потере зрения."
          ]
        },
        {
          "type": "Использование в большой хирургии",
          "description": [
            "Избегайте назначения высоких доз этого препарата у пациентов с факторами сердечно-сосудистого риска, подвергающихся внесердечным хирургическим вмешательствам, поскольку применение у таких пациентов было связано с брадикардией, гипотензией, инсультом и смертью.",
            "Терапию бета-блокаторами, назначаемую на постоянной основе, не следует отменять перед серьезной операцией, однако нарушение способности сердца реагировать на рефлекторные адренергические стимулы может увеличить риск общей анестезии и хирургических вмешательств."
          ]
        },
        {
          "type": "Электролитные и метаболические эффекты",
          "description": [
            "Это лекарство содержит гидрохлоротиазид, который может вызвать гипокалиемию и гипонатриемию; гипомагниемия может привести к гипокалиемии, которую трудно лечить, несмотря на восполнение запасов калия; периодически контролировать электролиты сыворотки; гидрохлоротиазид может изменять толерантность к глюкозе и повышать уровень холестерина и триглицеридов в сыворотке",
            "Гидрохлоротиазид снижает экскрецию кальция с мочой и может вызывать повышение уровня кальция в сыворотке; следить за уровнем кальция",
            "Гидрохлоротиазид снижает клиренс мочевой кислоты и может вызвать или усугубить гиперурикемию и спровоцировать подагру у восприимчивых пациентов."
          ]
        },
        {
          "type": "Бронхоспазм",
          "description": [
            "Бета-адреноблокаторы могут вызывать бронхоспазм; пациенты с бронхоспастической болезнью, как правило, не должны получать бета-адреноблокаторы.",
            "Поскольку селективность по бета1 не является абсолютной, у таких пациентов следует использовать минимально возможную дозу и иметь легкодоступные бронходилататоры (например, бета2-агонисты) или назначать их одновременно.",
            "Однако из-за относительной бета-1-кардиоселективности препараты, содержащие метопролол, могут использоваться у пациентов с бронхоспастической болезнью, которые не реагируют на другие антигипертензивные препараты или не переносят их."
          ]
        },
        {
          "type": "Резкое прекращение терапии",
          "description": [
            "Поскольку ишемическая болезнь сердца распространена и может быть нераспознанной, избегайте резкого прекращения терапии у пациентов, получающих лечение только по поводу артериальной гипертензии.",
            "После резкого прекращения терапии бета-адреноблокаторами могут возникнуть обострения стенокардии и инфаркт миокарда; при прекращении постоянно назначаемой терапии, особенно у пациентов с ишемической болезнью сердца, постепенно снижайте дозу в течение 1-2 недель и наблюдайте за состоянием пациента.",
            "Если стенокардия заметно ухудшается или развивается острая коронарная ишемия, немедленно возобновите терапию и примите меры, необходимые для лечения нестабильной стенокардии; предупредить пациентов не прерывать терапию без консультации врача"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ацебутолол и метопролол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота перорально",
      "description": {
        "common": "аминолевулиновая кислота перорально, гидрохлоротиазид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте перорального приема других фототоксичных препаратов с аминолевулиновой кислотой в течение 24 часов в периоперационный период."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота местно",
      "description": {
        "common": "гидрохлоротиазид повышает токсичность аминолевулиновой кислоты местно за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение фотосенсибилизирующих препаратов может усилить фототоксическую реакцию на фотодинамическую терапию аминолевулиновой кислотой."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/лумефантрин повысит уровень или действие метопролола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол и метопролол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "бетаксолол и метопролол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бисопролол и метопролол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин, гидрохлоротиазид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск системной гипонатриемии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол и метопролол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "целипролол",
      "description": {
        "common": "Целипролол и метопролол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "метопролол, хлорпромазин.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Противопоказано. Не все бета-блокаторы разделяют это взаимодействие (например, атенолол, надолол, соталол не взаимодействуют)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клонидин",
      "description": {
        "common": "клонидин, метопролол.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "гидрохлоротиазид повышает токсичность циклофосфамида за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Усиление миелосупрессивного эффекта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин, гидрохлоротиазид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск системной гипонатриемии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дакомитиниб",
      "description": {
        "common": "дакомитиниб будет повышать уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Избегайте использования с субстратами CYP2D6, когда минимальное увеличение концентрации субстрата CYP2D6 может привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "дигоксин увеличивает токсичность метопролола за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем, метопролол.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дофетилид",
      "description": {
        "common": "Гидрохлоротиазид повышает уровень дофетилида за счет снижения почечного клиренса. Противопоказано. Риск удлинения интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень метопролола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Кобицистат является ингибитором CYP2D6; осторожность при применении субстратов CYP2D6, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсмолол",
      "description": {
        "common": "Эсмолол и метопролол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол, метопролол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения фексинидазола с препаратами, вызывающими брадикардию. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин увеличивает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живосиран",
      "description": {
        "common": "гивосиран увеличивает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP2D6 с гивосираном. Если это неизбежно, уменьшите дозировку субстрата CYP2D6 в соответствии с утвержденной маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид, гидрохлоротиазид. Другое (см. комментарий). Противопоказано.\nКомментарий: Аддитивный гипотензивный эффект может наблюдаться при сочетании ИМАО с антигипертензивными средствами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лабеталол",
      "description": {
        "common": "лабеталол и метопролол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофексидин",
      "description": {
        "common": "лофексидин, гидрохлоротиазид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с другими препаратами, которые снижают пульс или артериальное давление, чтобы снизить риск чрезмерной брадикардии и гипотензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "люмефантрин увеличивает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиламинолевулинат",
      "description": {
        "common": "гидрохлоротиазид, метиламинолевулинат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Каждый препарат может усиливать фотосенсибилизирующий эффект другого."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "метопролол, мавакамтен.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Следует ожидать аддитивных отрицательных инотропных эффектов мавакамтена и других препаратов, снижающих сократимость сердца."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "надолол",
      "description": {
        "common": "метопролол и надолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "небиволол",
      "description": {
        "common": "метопролол и небиволол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин увеличивает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "метопролол и пенбутолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пиндолол",
      "description": {
        "common": "метопролол и пиндолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропранолол",
      "description": {
        "common": "метопролол и пропранолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Если требуется одновременная терапия, тщательно контролируйте сердечную функцию (артериальное давление, частота сердечных сокращений). Коррекция дозы может потребоваться для обоих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ривастигмин",
      "description": {
        "common": "метопролол увеличивает токсичность ривастигмина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивный эффект брадикардии может привести к обмороку."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соталол",
      "description": {
        "common": "метопролол и соталол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "шпиль",
      "description": {
        "common": "гидрохлоротиазид повышает токсичность лука Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Истощение калия может повысить токсичность лука."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "метопролол, тиоридазин.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Противопоказано. Не все бета-блокаторы разделяют это взаимодействие (например, атенолол, надолол, соталол не взаимодействуют)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "метопролол, тиотиксен.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Противопоказано. Не все бета-блокаторы разделяют это взаимодействие (например, атенолол, надолол, соталол не взаимодействуют)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тимолол",
      "description": {
        "common": "метопролол и тимолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "третиноин",
      "description": {
        "common": "гидрохлоротиазид, третиноин. Механизм: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Повышенная фототоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "третиноин актуальные",
      "description": {
        "common": "гидрохлоротиазид, третиноин местно. Механизм: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Повышенная фототоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил, метопролол.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск брадикардии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абиратерон",
      "description": {
        "common": "абиратерон повышает уровень метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Избегайте совместного применения абиратерона с субстратами CYP2D6. Если альтернативная терапия не может быть использована, следует соблюдать осторожность и рассмотреть вопрос о снижении дозы субстрата CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ацебутолол увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "ацеклофенак увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "метопролол и ацеметацин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты албиглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Тиазидные диуретики могут снижать чувствительность к инсулину, что приводит к непереносимости глюкозы и гипергликемии. Контролируйте гликемический контроль, особенно при начале, прекращении или увеличении дозы тиазидного диуретика."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "метопролол увеличивает, а альбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "Альдеслейкин усиливает эффекты метопролола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "альфузозин и метопролол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифостин",
      "description": {
        "common": "амифостин, гидрохлоротиазид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение со средствами, снижающими артериальное давление, может увеличить риск и тяжесть гипотензии, связанной с амифостином. Когда амифостин используется в химиотерапевтических дозах, откажитесь от препаратов, снижающих артериальное давление, за 24 часа до амифостина; если нельзя отказаться от приема гипотензивных препаратов, не вводите амифостин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень метопролола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифостин",
      "description": {
        "common": "амифостин, метопролол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение со средствами, снижающими артериальное давление, может увеличить риск и тяжесть гипотензии, связанной с амифостином. Когда амифостин используется в химиотерапевтических дозах, откажитесь от препаратов, снижающих артериальное давление, за 24 часа до амифостина; если нельзя отказаться от приема гипотензивных препаратов, не вводите амифостин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амилорид",
      "description": {
        "common": "метопролол и амилорид повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон увеличивает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Тщательно контролируйте сердечную функцию и наблюдайте за признаками брадикардии или блокады сердца при одновременном применении амиодарона и бета-адреноблокатора. Амиодарон следует применять с осторожностью у пациентов, получающих бета-адреноблокаторы, особенно при подозрении на сопутствующую дисфункцию синусового узла, такую ​​как брадикардия или синдром слабости синусового узла, или при частичной АВ-блокаде."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень метопролола за счет усиления метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с амобарбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксициллин",
      "description": {
        "common": "амоксициллин, гидрохлоротиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "метопролол снижает эффекты арформотерола за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин увеличивает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "метопролол и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "аспирин ректально увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "метопролол и аспирин/лимонная кислота/бикарбонат натрия повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир усиливает действие метопролола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск артериальной гипотензии, брадикардии, AV-блокады и удлинения интервала PR. Рассмотрите возможность снижения дозы бета-блокатора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол и метопролол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аванафил",
      "description": {
        "common": "аванафил усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беклометазон, ингаляционный",
      "description": {
        "common": "беклометазон при вдыхании повышает токсичность гидрохлоротиазида за счет увеличения элиминации. Используйте осторожность/монитор. Может усилить гипокалиемический эффект тиазидных диуретиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "метопролол увеличивает, а бендрофлуметиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "беназеприл увеличивает токсичность гидрохлоротиазида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Усиленный гипотензивный эффект; повышенный риск нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "бендрофлуметиазид и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "бетаксолол увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "субсалицилат висмута",
      "description": {
        "common": "висмута субсалицилат, метопролол. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Блокада почечного синтеза простагландинов; может вызвать сильную гипертензию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бисопролол повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бисопролол и метопролол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бретилий",
      "description": {
        "common": "метопролол, бретилиум.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Каждый препарат может вызвать гипотензию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буметанид",
      "description": {
        "common": "метопролол увеличивает, а буметанид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "бупренорфин, инъекция длительного действия, снижает эффекты гидрохлоротиазида за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Опиоиды могут снижать диуретический эффект, индуцируя высвобождение антидиуретического гормона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупропион",
      "description": {
        "common": "бупропион увеличивает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень метопролола за счет усиления метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с бутабарбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень метопролола за счет усиления метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с буталбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кальцифедиол",
      "description": {
        "common": "Гидрохлоротиазид повышает токсичность кальцифедиола за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: тиазидные диуретики могут повышать содержание кальция в сыворотке за счет снижения экскреции кальция с мочой."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "ацетат кальция снижает эффекты метопролола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает действие метопролола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "хлорид кальция снижает эффекты метопролола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция снижает действие метопролола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "глюконат кальция снижает эффекты метопролола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кандесартан",
      "description": {
        "common": "кандесартан увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "каптоприл, гидрохлоротиазид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление. Повышенный риск нефротоксичности. Контролируйте артериальное давление и функцию почек."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбеноксолон",
      "description": {
        "common": "метопролол увеличивает, а карбеноксолон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбеноксолон",
      "description": {
        "common": "гидрохлоротиазид и карбеноксолон снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбидопа",
      "description": {
        "common": "карбидопа усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Используйте осторожность/монитор. В начале терапии карбидопой в комбинации с леводопой или без нее или комбинированными препаратами карбидопа-леводопа может потребоваться коррекция дозы антигипертензивного препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол и метопролол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефпрозил",
      "description": {
        "common": "Гидрохлоротиазид будет повышать уровень или эффект цефпрозила за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб будет повышать уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целипролол",
      "description": {
        "common": "целипролол увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин увеличивает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "метопролол увеличивает, а хлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "метопролол увеличивает, а хлорталидон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин снижает уровень гидрохлоротиазида за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "метопролол и трисалицилат магния холина повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин увеличивает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "циталопрам повышает уровень метопролола за счет замедления метаболизма. Используйте осторожность/монитор. Повышение уровня метопролола в плазме связано со снижением кардиоселективности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клевидипин",
      "description": {
        "common": "метопролол и клевидипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "Кукурузный шелк усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск гипокалиемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клонидин",
      "description": {
        "common": "метопролол, клонидин. Механизм: фармакодинамический синергизм. Изменить терапию/внимательно контролировать. Селективное введение бета-блокаторов во время отмены альфа-агонистов центрального действия может привести к рецидиву артериальной гипертензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат увеличивает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортикотропин",
      "description": {
        "common": "кортикотропин повышает токсичность гидрохлоротиазида за счет увеличения почечного клиренса. Используйте осторожность/монитор. Может усиливать гипокалиемический эффект тиазидных диуретиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "метопролол увеличивает, а циклопентиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин увеличивает токсичность гидрохлоротиазида за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение гидрохлоротиазида с циклоспорином может увеличить риск гипермагниемии, гиперурикемии и возможной нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет увеличивать уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет увеличивать уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазиглюкагон",
      "description": {
        "common": "метопролол снижает действие дасиглюкагона по неизвестному механизму. Используйте осторожность/монитор. Дасиглюкагон может стимулировать высвобождение катехоламинов; тогда как бета-блокаторы могут ингибировать катехоламины, высвобождаемые в ответ на дасиглюкагон. Coadministration также может временно увеличить пульс и BP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "гидрохлоротиазид и дефлазакорт снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран, метопролол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "десвенлафаксин увеличивает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Десвенлафаксин ингибирует CYP2D6; при более высоких дозах десвенлафаксина (т.е. 400 мг) снижайте дозу субстрата CYP2D6 до 50%; коррекция дозы не требуется при дозах десвенлафаксина <100 мг"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазоксид",
      "description": {
        "common": "гидрохлоротиазид увеличивает токсичность диазоксида за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может усиливать гипергликемические эффекты диазоксида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "диклофенак увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклоксациллин",
      "description": {
        "common": "диклоксациллин, гидрохлоротиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "метопролол и дифлунисал повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлунизал увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "гидрохлоротиазид усиливает действие дигоксина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Гипокалиемия усиливает эффекты дигоксина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "метопролол и дилтиазем усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "добутамин и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифенгидрамин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "метопролол увеличивает, а добутамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофетилид",
      "description": {
        "common": "дофетилид будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "допексамин и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксазозин",
      "description": {
        "common": "доксазозин и метопролол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "дроспиренон увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "метопролол и дроспиренон повышают уровень калия в сыворотке крови. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "дулоксетин увеличивает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень метопролола, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы сопутствующего препарата и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эмпаглифлозин",
      "description": {
        "common": "эмпаглифлозин, гидрохлоротиазид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Совместное введение эмпаглифлозина с диуретиками приводит к увеличению объема мочи и частоты мочеиспусканий, что может увеличить вероятность уменьшения объема мочи."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "метопролол увеличивает, а эфедрин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "адреналин и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "Метопролол снижает эффекты рацемического адреналина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпросартан",
      "description": {
        "common": "эпросартан и метопролол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсмолол",
      "description": {
        "common": "Эсмолол и метопролол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "метопролол увеличивает, а этакриновая кислота снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфир",
      "description": {
        "common": "метопролол, эфир.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. И бета-блокаторы, и эфир угнетают миокард; рассмотреть возможность снижения дозы бета-блокатора, если для анестезии используется эфир."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "этодолак увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "метопролол и этодолак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этомидат",
      "description": {
        "common": "этомидат, метопролол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "Гидрохлоротиазид снижает эффекты инъекционного раствора эксенатида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Тиазидные диуретики могут снижать чувствительность к инсулину, что приводит к непереносимости глюкозы и гипергликемии. Контролируйте гликемический контроль, особенно при начале, прекращении или увеличении дозы тиазидного диуретика."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "Гидрохлоротиазид снижает эффекты инъекционной суспензии эксенатида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Тиазидные диуретики могут снижать чувствительность к инсулину, что приводит к непереносимости глюкозы и гипергликемии. Контролируйте гликемический контроль, особенно при начале, прекращении или увеличении дозы тиазидного диуретика."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "метопролол и фелодипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "fenbufen",
      "description": {
        "common": "метопролол и фенбуфен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен снижает эффекты метопролола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Длительное (>1 нед) применение НПВП. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил",
      "description": {
        "common": "фентанил уменьшает эффекты гидрохлоротиазида с помощью др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Фентанил может снижать эффективность диуретиков, индуцируя высвобождение антидиуретического гормона. Фентанил также может приводить к острой задержке мочи, вызывая спазм сфинктера мочевого пузыря (особенно у мужчин с увеличенной простатой)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "метопролол усиливает эффекты финголимода за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают частоту сердечных сокращений. Наблюдайте за пациентами, получающими сопутствующую терапию, особенно в первые 6 часов после начала приема финголимода или после перерыва в лечении не менее чем на две недели, на наличие брадикардии и атриовентрикулярной блокады. Чтобы определить основные факторы риска брадикардии и АВ-блокады, перед началом приема финголимода необходимо получить новую или недавнюю ЭКГ у пациентов, принимающих бета-блокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "фентанил интраназально снижает эффекты гидрохлоротиазида с помощью др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Фентанил может снижать эффективность диуретиков, индуцируя высвобождение антидиуретического гормона. Фентанил также может приводить к острой задержке мочи, вызывая спазм сфинктера мочевого пузыря (особенно у мужчин с увеличенной простатой)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "фентанил при трансдермальном введении снижает действие гидрохлоротиазида на др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Фентанил может снижать эффективность диуретиков, индуцируя высвобождение антидиуретического гормона. Фентанил также может приводить к острой задержке мочи, вызывая спазм сфинктера мочевого пузыря (особенно у мужчин с увеличенной простатой)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "фентанил через слизистую ослабляет эффекты гидрохлоротиазида с помощью др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Фентанил может снижать эффективность диуретиков, индуцируя высвобождение антидиуретического гормона. Фентанил также может приводить к острой задержке мочи, вызывая спазм сфинктера мочевого пузыря (особенно у мужчин с увеличенной простатой)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "формотерол и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фуросемид",
      "description": {
        "common": "метопролол увеличивает, а фуросемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "метопролол увеличивает, а гентамицин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюкагон",
      "description": {
        "common": "глюкагон снижает токсичность метопролола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Одновременное применение глюкагона с бета-блокаторами может привести к кратковременному повышению пульса и артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюкагон интраназально",
      "description": {
        "common": "глюкагон интраназально снижает токсичность метопролола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Одновременное применение глюкагона с бета-блокаторами может привести к кратковременному повышению пульса и артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол будет увеличивать уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидралазин",
      "description": {
        "common": "гидралазин усиливает эффекты метопролола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "метопролол повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "метопролол и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен внутривенно снижает эффекты метопролола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Длительное (>1 нед) применение НПВП. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб будет увеличивать уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "гидрохлоротиазид, индакатерол, ингаляционно. калий сыворотки. Используйте осторожность/монитор. Комбинация может увеличить риск гипокалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "индакатерол, ингаляционный, метопролол. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Бета-блокаторы и индакатерол могут мешать действию друг друга при одновременном применении. Бета-блокаторы могут вызывать тяжелый бронхоспазм у пациентов с ХОБЛ. Поэтому пациентов с ХОБЛ обычно не следует лечить бета-адреноблокаторами. Однако при определенных обстоятельствах, т.е. в качестве профилактики после инфаркта миокарда приемлемых альтернатив применению бета-адреноблокаторов у больных ХОБЛ может не быть. В этих условиях можно рассмотреть возможность применения кардиоселективных бета-блокаторов, хотя их следует назначать с осторожностью."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индапамид",
      "description": {
        "common": "гидрохлоротиазид и индапамид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин снижает эффекты метопролола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Длительное (>1 нед) применение НПВП. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "метопролол, инсулин деглудек. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Бета-блокаторы могут как усиливать, так и ослаблять эффект инсулина по снижению уровня глюкозы в крови; бета-адреноблокаторы могут пролонгировать гипогликемию (нарушение гликогенолиза) или вызвать гипергликемию (угнетение секреции инсулина)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "метопролол, инсулин деглудек/инсулин аспарт. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Бета-блокаторы могут как усиливать, так и ослаблять эффект инсулина по снижению уровня глюкозы в крови; бета-адреноблокаторы могут пролонгировать гипогликемию (нарушение гликогенолиза) или вызвать гипергликемию (угнетение секреции инсулина)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "метопролол, инсулин ингаляционно. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Бета-блокаторы могут как усиливать, так и ослаблять эффект инсулина по снижению уровня глюкозы в крови; бета-адреноблокаторы могут пролонгировать гипогликемию (нарушение гликогенолиза) или вызвать гипергликемию (угнетение секреции инсулина)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "И ирбесартан, и метопролол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "метопролол увеличивает, а изопротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "исрадипин",
      "description": {
        "common": "метопролол и исрадипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "можжевельник",
      "description": {
        "common": "можжевельник, гидрохлоротиазид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Можжевельник может потенцировать или препятствовать терапии диуретиками. Можжевельник обладает мочегонным действием, но в больших дозах может вызвать повреждение почек."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивабрадин",
      "description": {
        "common": "ивабрадин, метопролол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Большинству пациентов, получающих ивабрадин, также назначают бета-блокаторы. Риск брадикардии увеличивается при одновременном приеме препаратов, замедляющих сердечный ритм (например, дигоксина, амиодарона, бета-блокаторов). Мониторинг частоты сердечных сокращений у пациентов, принимающих ивабрадин с другими негативными хронотропными препаратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетамин",
      "description": {
        "common": "кетамин, метопролол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "кетопрофен увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "метопролол и кеторолак повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "Кеторолак интраназально снижает эффекты метопролола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Длительное (>1 нед) применение НПВП. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лабеталол",
      "description": {
        "common": "лабеталол и метопролол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "метопролол снижает эффекты левалбутерола за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "леводопа усиливает эффекты гидрохлоротиазида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Рассмотрите возможность уменьшения дозы антигипертензивного агента."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ландыш",
      "description": {
        "common": "гидрохлоротиазид повышает токсичность ландыша Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенный риск сердечной токсичности из-за истощения K+."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоркасерин",
      "description": {
        "common": "лоркасерин увеличивает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "гидрохлоротиазид снижает действие лираглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Тиазидные диуретики могут снижать чувствительность к инсулину, что приводит к непереносимости глюкозы и гипергликемии. Контролируйте гликемический контроль, особенно при начале, прекращении или увеличении дозы тиазидного диуретика."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "гидрохлоротиазид увеличивает токсичность лития за счет уменьшения элиминации. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "метопролол и лорноксикам повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "лозартан и метопролол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон усиливает эффекты метопролола за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: потенциально повышенный риск гипотензии при одновременном применении. Мониторинг артериального давления и корректировка дозы антигипертензивного агента по мере необходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск гипокалиемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "маравирок повышает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат снижает эффекты метопролола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Длительное (>1 нед) применение НПВП. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "мефенамовая кислота увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин повышает уровень метопролола за счет замедления метаболизма. Используйте осторожность/монитор. Риск аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "мелоксикам увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "метопролол и мелоксикам повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "метопролол увеличивает, а метапротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метоксален",
      "description": {
        "common": "метоксален, гидрохлоротиазид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивный фотосенсибилизирующий эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "метопролол увеличивает, а метиклотиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат трансдермальный",
      "description": {
        "common": "Трансдермальный метилфенидат снижает эффекты гидрохлоротиазида за счет блокирования антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метолазон",
      "description": {
        "common": "гидрохлоротиазид и метолазон снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "метопролол повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мирабегрон",
      "description": {
        "common": "мирабегрон повышает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мометазон ингаляционный",
      "description": {
        "common": "Вдыхание мометазона увеличивает токсичность гидрохлоротиазида по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут усиливать гипокалиемический эффект петлевых диуретиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксисилит",
      "description": {
        "common": "моксисилит и метопролол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "микофенолят",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект микофенолата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "набуметон увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "метопролол и надолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин, гидрохлоротиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "метопролол и напроксен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "напроксен увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "небиволол увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "метопролол и никардипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин ректальный",
      "description": {
        "common": "нитроглицерин ректальный, гидрохлоротиазид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Обратите внимание на возможные аддитивные гипотензивные эффекты при одновременном применении. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "метопролол и нифедипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "метопролол и нисолдипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин ректальный",
      "description": {
        "common": "нитроглицерин ректальный, метопролол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Бета-адреноблокаторы купируют рефлекторную тахикардию, вызванную нитроглицерином, не предотвращая его гипотензивного действия. При одновременном применении бета-адреноблокаторов с нитроглицерином у пациентов со стенокардией могут возникать дополнительные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "метопролол снижает действие норадреналина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "олицеридин снижает эффекты гидрохлоротиазида с помощью др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Опиоиды могут снижать эффективность диуретиков, индуцируя высвобождение антидиуретического гормона. Следите за признаками снижения диуреза и/или влияния на артериальное давление и при необходимости увеличьте дозу диуретика. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олмесартан",
      "description": {
        "common": "олмесартан и метопролол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олмесартан",
      "description": {
        "common": "олмесартан увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "Гидрохлоротиазид и олодатерол при вдыхании снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "метопролол и оксапрозин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксиметазолин актуальные",
      "description": {
        "common": "оксиметазолин местно увеличивает, а метопролол уменьшает симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "парекоксиб увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "панобиностат",
      "description": {
        "common": "панобиностат повышает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Панобиностат может увеличивать уровни и эффекты чувствительных субстратов CYP2D6 или субстратов с узким терапевтическим индексом CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "парекоксиб будет повышать уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегинтерферон альфа 2b",
      "description": {
        "common": "пегинтерферон альфа 2b, метопролол. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Когда пациентам вводят пегинтерферон альфа-2b с субстратами CYP2D6, терапевтический эффект этих препаратов может быть изменен. Пегинтерферон альфа-2b может увеличивать или уменьшать уровень субстрата CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "пенбутолол повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенициллин G водный",
      "description": {
        "common": "пенициллин G водный, гидрохлоротиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень метопролола за счет усиления метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении пентобарбитала. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин будет увеличивать уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень метопролола за счет усиления метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с фенобарбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "феноксибензамин",
      "description": {
        "common": "феноксибензамин и метопролол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентоламин",
      "description": {
        "common": "фентоламин и метопролол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "пиндолол повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "метопролол снижает эффекты пирбутерола за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пироксикам увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пивмециллинам",
      "description": {
        "common": "пивмециллинам, гидрохлоротиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и метопролол усиливают фармакодинамический синергизм. Используйте осторожность/монитор. Бета-блокаторы могут оказывать дополнительное влияние на снижение ЧСС. Перед началом приема понесимода у пациентов, получающих стабильную дозу бета-блокатора, рассмотрите возможность проведения ЧСС в покое. Обратитесь к информации о назначении понесимода для получения дополнительной информации о дозировке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "порфимер",
      "description": {
        "common": "гидрохлоротиазид, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "кислый фосфат калия увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "метопролол и хлорид калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "метопролол и цитрат калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "празозин",
      "description": {
        "common": "празозин и метопролол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пробенецид",
      "description": {
        "common": "гидрохлоротиазид будет увеличивать уровень или эффект пробенецида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон снижает уровень метопролола за счет усиления метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с примидоном. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект новокаинамида за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропафенон",
      "description": {
        "common": "пропафенон будет увеличивать уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Если требуется одновременная терапия, тщательно контролируйте сердечную функцию, особенно артериальное давление. Может потребоваться коррекция дозы бета-блокатора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропофол",
      "description": {
        "common": "пропофол, метопролол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "метопролол и пропранолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акрихин",
      "description": {
        "common": "хинакрин увеличивает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект гидрохлоротиазида за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин будет увеличивать уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин снижает уровень метопролола за счет усиления метаболизма. Используйте осторожность/монитор. Эффект индукции ферментов может продолжаться до 3-4 недель."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин снижает уровень метопролола за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень метопролола за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет увеличивать уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "болтливый",
      "description": {
        "common": "ролапитант увеличивает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Ролапитант может повышать концентрацию субстратов CYP2D6 в плазме в течение как минимум 28 дней после приема ролапитанта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "сакубитрил/валсартан увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (не аза) уменьшают действие метопролола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Длительное (>1 нед) применение НПВП. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "метопролол снижает эффекты салметерола за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир, метопролол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск удлинения PR и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Акулий хрящ",
      "description": {
        "common": "гидрохлоротиазид, акульи хрящи. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к гиперкальциемии (теоретически)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень метопролола за счет усиления метаболизма. Используйте осторожность/монитор. Рассмотрите возможность более высокой дозы бета-блокатора при одновременном применении с секобарбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин будет увеличивать уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран, метопролол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силденафил",
      "description": {
        "common": "метопролол усиливает эффекты силденафила за счет дополнительной вазодилатации. Используйте осторожность/монитор. Силденафил обладает системными сосудорасширяющими свойствами и может дополнительно снижать артериальное давление у пациентов, принимающих антигипертензивные препараты. Мониторинг реакции артериального давления на силденафил у пациентов, одновременно получающих антигипертензивную терапию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силодозин",
      "description": {
        "common": "силодозин и метопролол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод, метопролол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Следует соблюдать осторожность при назначении сипонимода пациентам, получающим лечение бета-блокаторами, из-за аддитивного эффекта снижения частоты сердечных сокращений. Перед началом приема сипонимода может потребоваться временное прекращение приема бета-блокаторов. Лечение бета-блокаторами можно начинать у пациентов, получающих стабильные дозы сипонимода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия снижает уровень метопролола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота снижает уровень метопролола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/?сульфат магния/хлорид калия повышает токсичность гидрохлоротиазида за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния повышает токсичность гидрохлоротиазида за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль",
      "description": {
        "common": "гидрохлоротиазид и сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль снижают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "метопролол и соталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "спиронолактон увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "сукцинилхолин увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "метопролол и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "метопролол и сулиндак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тадалафил",
      "description": {
        "common": "тадалафил усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "телмисартан и метопролол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темоциллин",
      "description": {
        "common": "темоциллин, гидрохлоротиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "terazosin",
      "description": {
        "common": "теразозин и метопролол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербинафин",
      "description": {
        "common": "тербинафин будет увеличивать уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Оцените необходимость снижения дозы препарата, метаболизирующегося CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "метопролол снижает эффекты тербуталина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теофиллин",
      "description": {
        "common": "метопролол, теофиллин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Бета-блокаторы (особенно неселективные) противодействуют эффектам теофиллина, в то же время повышая уровни теофиллина и его токсичность (механизм: снижение метаболизма теофиллина). Курение увеличивает риск взаимодействия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "тикарциллин, гидрохлоротиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин будет увеличивать уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "тимолол повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "типранавир будет увеличивать уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "толфенамовая кислота увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "метопролол и толфенамовая кислота повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "толметин повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "толваптан увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торемифен",
      "description": {
        "common": "гидрохлоротиазид, торемифен. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: тиазидные диуретики снижают выведение кальция почками и могут повышать риск гиперкальциемии у пациентов, принимающих торемифен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торсемиде",
      "description": {
        "common": "метопролол увеличивает, а торасемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торсемиде",
      "description": {
        "common": "торасемид и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триамтерен",
      "description": {
        "common": "триамтерен увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триентин",
      "description": {
        "common": "Гидрохлоротиазид снижает уровень триентина за счет увеличения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "валсартан и метопролол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "Ингаляции умеклидиния бромида/вилантерола и гидрохлоротиазида снижают уровень калия в сыворотке. Изменить терапию/внимательно контролировать. Электрокардиографические изменения и/или гипокалиемия, связанные с некалийсберегающими диуретиками, могут ухудшаться при одновременном применении бета-агонистов, особенно при превышении рекомендуемой дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "валсартан увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "венлафаксин повышает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "метопролол и верапамил усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "Ингаляции вилантерола/флутиказона фуроата и гидрохлоротиазида снижают уровень калия в сыворотке. Изменить терапию/внимательно контролировать. Бета-агонисты могут резко усугубить изменения на ЭКГ и/или гипокалиемию в результате приема некалийсберегающих диуретиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Витамин Д",
      "description": {
        "common": "Гидрохлоротиазид усиливает эффекты витамина D за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может усиливать гиперкальциемический эффект аналогов витамина D. Используйте с осторожностью."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксипамид",
      "description": {
        "common": "ксипамид усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "акарбоза",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты акарбозы за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект ацеклофенака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект ацеметацина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацикловир",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект ацикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аденозин",
      "description": {
        "common": "метопролол, аденозин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Брадикардия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репейник",
      "description": {
        "common": "Репейник усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "антипирин",
      "description": {
        "common": "метопролол повышает уровень антипирина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "aminohippurate sodium",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект аминогиппурата натрия за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ампициллин",
      "description": {
        "common": "Гидрохлоротиазид повышает уровень ампициллина за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "арформотерол",
      "description": {
        "common": "арформотерол, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект ректального аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект аспирина/лимонной кислоты/бикарбоната натрия за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "бендрофлуметиазид будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "береза",
      "description": {
        "common": "береза ​​усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Горький лимон",
      "description": {
        "common": "горькая дыня, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает эффекты гидрохлоротиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цевимелин",
      "description": {
        "common": "цевимелин усиливает эффекты метопролола за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кальцитриол актуальные",
      "description": {
        "common": "кальцитриол местно, гидрохлоротиазид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Потенциальная аддитивная гиперкальциемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "Гидрохлоротиазид повышает уровень ацетата кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза, гиперкальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "Гидрохлоротиазид повышает уровень карбоната кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза, гиперкальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "Гидрохлоротиазид повышает уровень хлорида кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза, гиперкальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "Гидрохлоротиазид повышает уровень цитрата кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза, гиперкальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "Гидрохлоротиазид повышает уровень глюконата кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза, гиперкальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбеноксолон",
      "description": {
        "common": "гидрохлоротиазид, карбеноксолон. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивные гипокалиемические эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефадроксил",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефамандол",
      "description": {
        "common": "цефамандол будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефпиром",
      "description": {
        "common": "цефпиром увеличивает уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефпрозил",
      "description": {
        "common": "цефпрозил будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефтибутен",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "Гидрохлоротиазид будет повышать уровень или эффект целекоксиба за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефалексин",
      "description": {
        "common": "цефалексин будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект хлорпропамида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "хлорталидон будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин повышает уровень метопролола за счет замедления метаболизма. Незначительное/значение неизвестно. Ципрофлоксацин может повышать концентрацию метопролола в плазме, однако механизм его действия неизвестен. Необходимы дополнительные клинические данные, но может быть целесообразным наблюдение за пациентами во время сопутствующей терапии ципрофлоксацином."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "Метопролол усиливает действие кокаина местно за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск стенокардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "колестипол",
      "description": {
        "common": "колестипол снижает уровень гидрохлоротиазида за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "кукурузные рыльца усиливают действие метопролола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "косинтропин",
      "description": {
        "common": "косинтропин, гидрохлоротиазид. Фармакодинамический синергизм. Незначительное/значение неизвестно. Возможна повышенная потеря электролита."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "циклопентиазид будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диазепам",
      "description": {
        "common": "метопролол усиливает действие диазепама за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диазоксид",
      "description": {
        "common": "диазоксид, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипергликемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диклофенак",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект диклофенака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "Гидрохлоротиазид будет повышать уровень или эффект дифлунизала за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "дигидроэрготамин, метопролол. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивный спазм сосудов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "дигидроэрготамин интраназально, метопролол. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивный спазм сосудов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дипиридамол",
      "description": {
        "common": "дипиридамол, метопролол. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск брадикардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "добутамин",
      "description": {
        "common": "добутамин, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "допексамин",
      "description": {
        "common": "допексамин, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эфедрин",
      "description": {
        "common": "эфедрин, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "адреналин",
      "description": {
        "common": "адреналин, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "эпинефрин рацемический, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эпопростенол",
      "description": {
        "common": "эпопростенол усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам повышает уровень метопролола за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этодолак",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект этодолака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "fenbufen",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект фенбуфена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенолдопам",
      "description": {
        "common": "фенолдопам усиливает эффекты метопролола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект фенопрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "гидрохлоротиазид будет повышать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фо-ти",
      "description": {
        "common": "fo-ti усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипокалиемии (теоретический)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фолиевая кислота",
      "description": {
        "common": "Гидрохлоротиазид снижает уровень фолиевой кислоты за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "формотерол",
      "description": {
        "common": "формотерол, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "форсколин",
      "description": {
        "common": "форсколин усиливает действие метопролола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ганцикловир",
      "description": {
        "common": "Гидрохлоротиазид будет повышать уровень или эффект ганцикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "guanfacine",
      "description": {
        "common": "метопролол, гуанфацин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Селективное введение бета-блокаторов во время отмены альфа-агонистов центрального действия может привести к рецидиву артериальной гипертензии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глимепирид",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глипизид",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты глипизида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глибурид",
      "description": {
        "common": "Гидрохлоротиазид снижает эффекты глибурида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "золотарник",
      "description": {
        "common": "золотарник усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "визуализирующие агенты (гадолиний)",
      "description": {
        "common": "метопролол, визуализирующие агенты (гадолиний). Механизм: неизвестен. Незначительное/значение неизвестно. Повышенный риск анафилаксии от контрастных веществ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "Гидрохлоротиазид будет повышать уровень или эффект индапамида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индометацин",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект индометацина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "гидрохлоротиазид снижает действие инсулина аспарт за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "Гидрохлоротиазид снижает действие инсулина детемир за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "гидрохлоротиазид снижает действие инсулина гларгина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "гидрохлоротиазид снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "Гидрохлоротиазид снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "Гидрохлоротиазид снижает действие инсулина НПХ за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "Гидрохлоротиазид снижает действие обычного человеческого инсулина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "изопротеренол, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект кетопрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект кеторолака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект интраназального кеторолака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "L-метилфолат",
      "description": {
        "common": "гидрохлоротиазид снижает уровень L-метилфолата за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "левальбутерол, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левобетаксолол",
      "description": {
        "common": "левобетаксолол усиливает эффекты метопролола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "Гидрохлоротиазид будет повышать уровень или эффект лорноксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид магния",
      "description": {
        "common": "Гидрохлоротиазид снижает уровень хлорида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "Гидрохлоротиазид снижает уровень цитрата магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "Гидрохлоротиазид снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "Гидрохлоротиазид снижает уровень оксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфат магния",
      "description": {
        "common": "Гидрохлоротиазид снижает уровень сульфата магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие метопролола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект меклофенамата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект мефенамовой кислоты за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелатонин",
      "description": {
        "common": "мелатонин снижает токсичность метопролола за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Мелатонин может корректировать нарушения сна, вызванные бета-блокаторами."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект мелоксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мемантин",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект мемантина за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "месаламин",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект месаламина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "метапротеренол, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метформин",
      "description": {
        "common": "Гидрохлоротиазид будет повышать уровень или эффект метформина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метотрексат",
      "description": {
        "common": "гидрохлоротиазид увеличивает токсичность метотрексата за счет уменьшения элиминации. Незначительное/значение неизвестно. Повышенная миелосупрессия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "метилпреднизолон, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метипранолол офтальмологический",
      "description": {
        "common": "метипранолол офтальмологический усиливает действие метопролола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект метолазона за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мидодрин",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект мидодрина за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "миглитол",
      "description": {
        "common": "гидрохлоротиазид снижает действие миглитола за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "миноксидил",
      "description": {
        "common": "гидрохлоротиазид усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "набуметон",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект набуметона за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "напроксен",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект напроксена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "натеглинид",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты натеглинида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "неостигмин",
      "description": {
        "common": "метопролол, неостигмин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивная брадикардия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сок нони",
      "description": {
        "common": "метопролол и сок нони повышают уровень калия в сыворотке. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "норадреналин",
      "description": {
        "common": "норадреналин, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "октакозанол",
      "description": {
        "common": "октакозанол усиливает действие метопролола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "октакозанол",
      "description": {
        "common": "октакозанол усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект офлоксацина за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "гидрохлоротиазид будет увеличивать уровень или эффект оксапрозина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксазепам",
      "description": {
        "common": "метопролол усиливает действие оксазепама за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "Гидрохлоротиазид будет повышать уровень или эффект парекоксиба за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "патиромер",
      "description": {
        "common": "патиромер, метопролол. связывание катионов в желудочно-кишечном тракте. Незначительное/значение неизвестно. Клинически значимого взаимодействия не наблюдалось. Разделение дозирования не требуется."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пенициллин G водный",
      "description": {
        "common": "Гидрохлоротиазид повышает уровень водного раствора пенициллина G за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пенициллин ВК",
      "description": {
        "common": "гидрохлоротиазид повышает уровень пенициллина ВК за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "физостигмин",
      "description": {
        "common": "метопролол, физостигмин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивная брадикардия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пилокарпин",
      "description": {
        "common": "пилокарпин усиливает действие метопролола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиоглитазон",
      "description": {
        "common": "гидрохлоротиазид снижает действие пиоглитазона за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиперациллин",
      "description": {
        "common": "Гидрохлоротиазид повышает уровень пиперациллина за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "пирбутерол, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пироксикам",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект пироксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хинин",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект хинина за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "reishi",
      "description": {
        "common": "Рейши усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репаглинид",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты репаглинида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "пастушья сумка, метопролол. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Теоретически пастушья сумка может мешать контролю АД."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "плоды шиповника повышают уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "розиглитазон",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты розиглитазона за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "Гидрохлоротиазид будет повышать уровень или эффект салицилатов (не аза) за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салметерол",
      "description": {
        "common": "салметерол, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект сальсалата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "саксаглиптин",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты саксаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "пастушья сумка, гидрохлоротиазид. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Теоретически пастушья сумка может мешать контролю АД."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ситаглиптин",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "гидрохлоротиазид повышает уровень сульфадиазина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "гидрохлоротиазид повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сулиндак",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект сулиндака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тербуталин",
      "description": {
        "common": "тербуталин, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "тизанидин усиливает действие метопролола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толазамид",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты толазамида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трепростинил",
      "description": {
        "common": "трепростинил усиливает действие метопролола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толбутамид",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты толбутамида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект толфенамовой кислоты за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толметин",
      "description": {
        "common": "гидрохлоротиазид будет увеличивать уровень или эффект толметина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трепростинил",
      "description": {
        "common": "трепростинил усиливает эффекты гидрохлоротиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триамтерен",
      "description": {
        "common": "гидрохлоротиазид будет увеличивать уровень или эффект триамтерена за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трилостан",
      "description": {
        "common": "трилостан, гидрохлоротиазид. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Трилостан уменьшает потерю K+, сохраняя при этом натрийуретический эффект. Механизм: ингибирование синтеза минералокортикоидных стероидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триметоприм",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект триметоприма за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "валганцикловир",
      "description": {
        "common": "Гидрохлоротиазид будет повышать уровень или эффект валганцикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "верапамил",
      "description": {
        "common": "Гидрохлоротиазид будет повышать уровень или эффект верапамила за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вертепорфин",
      "description": {
        "common": "гидрохлоротиазид, вертепорфин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Повышенная фототоксичность."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вилдаглиптин",
      "description": {
        "common": "гидрохлоротиазид снижает действие вилдаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект коры ивы за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "йохимбе",
      "description": {
        "common": "метопролол снижает токсичность йохимбе за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Брадикардия",
      "percent": "3"
    },
    {
      "name": "холодные конечности",
      "percent": "1"
    },
    {
      "name": "запор",
      "percent": "1"
    },
    {
      "name": "депрессия",
      "percent": "5"
    },
    {
      "name": "диарея",
      "percent": "5"
    },
    {
      "name": "головокружение",
      "percent": "10"
    },
    {
      "name": "диспепсия",
      "percent": "1"
    },
    {
      "name": "одышка",
      "percent": "3"
    },
    {
      "name": "усталость",
      "percent": "10"
    },
    {
      "name": "головная боль",
      "percent": "10"
    },
    {
      "name": "сердечная недостаточность",
      "percent": "1"
    },
    {
      "name": "гипокалиемиягипотензия",
      "percent": "1"
    },
    {
      "name": "грипп",
      "percent": "1"
    },
    {
      "name": "похожие симптомытошнота",
      "percent": "5"
    },
    {
      "name": "зуд",
      "percent": "1"
    },
    {
      "name": "хрипы",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "эпигастральный дистресс",
      "percent": null
    },
    {
      "name": "гипокалиемия",
      "percent": null
    },
    {
      "name": "гипотония",
      "percent": null
    },
    {
      "name": "фототоксичность",
      "percent": null
    },
    {
      "name": "Бронхоспазм",
      "percent": null
    },
    {
      "name": "маскировать симптомы гипогликемии",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "путаница",
      "percent": null
    },
    {
      "name": "многоформная эритема, кожные реакции, включая реакцию Стивенса",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "эксфолиативный дерматит, включая токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "гипомагниемия",
      "percent": null
    },
    {
      "name": "гипонатриемия",
      "percent": null
    },
    {
      "name": "гипохлоремия",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "усталость",
      "percent": null
    },
    {
      "name": "головная боль",
      "percent": null
    },
    {
      "name": "гиперкальциемия",
      "percent": null
    },
    {
      "name": "гиперурикемия",
      "percent": null
    },
    {
      "name": "гипергликемия",
      "percent": null
    },
    {
      "name": "гиперлипидемия",
      "percent": null
    },
    {
      "name": "гиперхолестеринемия",
      "percent": null
    },
    {
      "name": "мышечная слабость или судороги",
      "percent": null
    },
    {
      "name": "тошнота",
      "percent": null
    },
    {
      "name": "пурпура",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Не",
      "percent": null
    },
    {
      "name": "меланома рак кожи",
      "percent": null
    }
  ]
}