{
  "name": "соторасиб",
  "comment": "Rx",
  "other_names": [
    "Лумакрас"
  ],
  "classes": [
    "Противоопухолевые препараты",
    "Ингибиторы KRAS"
  ],
  "source": "https://reference.medscape.com/drug/lumakras-sotorasib-4000155",
  "pregnancy": {
    "common": [
      "Данных о применении у беременных женщин нет."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследовании эмбриофетального развития кроликов пероральное введение соторасиба во время органогенеза приводило к снижению массы тела плода и уменьшению числа окостеневших пястных костей у плодов при дозе 100 мг/кг (примерно в 2,6 раза больше воздействия на человека на основе AUC при клиническая доза 960 мг), что было связано с материнской токсичностью, включая снижение прибавки массы тела и потребления пищи во время фазы дозирования"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Рекомендовать женщинам не кормить грудью во время лечения и в течение 1 недели после приема последней дозы.",
      "Нет данных о присутствии препарата или его метаболитов в грудном молоке, влиянии на детей, находящихся на грудном вскармливании, или влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщается о гепатотоксичности, которая может привести к медикаментозному поражению печени и гепатиту; контролировать функциональные пробы печени (АЛТ, АСТ и ТБ) до начала лечения, каждые 3 недели в течение первых 3 месяцев, затем ежемесячно или по клиническим показаниям и чаще у пациентов, у которых развивается повышение уровня трансаминаз и/или билирубина",
        "Может вызвать ИЗЛ/пневмонит, который может привести к летальному исходу; среднее время до первого появления симптомов составило 2 недели; следить за новыми или ухудшающимися легочными симптомами, указывающими на ИЗЛ/пневмонит (например, одышка, кашель, лихорадка)"
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Может индуцировать CYP2C8, CYP2C9 и CYP2B6.",
            "Избегайте совместного администрирования",
            "P-гликопротеин (P-gp) и ингибитор BCRP",
            "Если это неизбежно, назначьте соторасиб за 4 часа до или через 10 часов после применения антацидов местного действия.",
            "Сильные индукторы CYP3A4",
            "Субстраты CYP3A4",
            "Соторасиб (ингибитор P-gp) повышает концентрацию дигоксина (субстрат P-gp) в плазме и побочные реакции.",
            "Сильные индукторы CYP3A4 снижали концентрацию соторасиба и его эффективность.",
            "Ингибиторы протонной помпы (ИПП), антагонисты Н2-рецепторов и антациды местного действия снижали концентрацию соторасиба и его эффективность.",
            "Избегайте одновременного применения с субстратами, чувствительными к изоферменту CYP3A4, минимальные изменения концентрации которых могут привести к терапевтической неэффективности субстрата.",
            "Субстраты P-gp",
            "Субстраты CYP3A4 снижали его концентрацию в плазме и эффективность.",
            "Избегайте одновременного применения с субстратами P-gp, минимальные изменения концентрации которых могут привести к серьезной токсичности.",
            "Если это неизбежно, увеличьте дозу чувствительного субстрата CYP3A4 в соответствии с инструкцией по его применению.",
            "Субстрат и индуктор CYP3A4",
            "Если это неизбежно, уменьшите дозировку субстрата P-gp в соответствии с инструкцией по его применению.",
            "Кислотные реагенты"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект мавакамтена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пакритиниб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект пакритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абемацилиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект абемациклиба за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "афатиниб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект афатиниба посредством транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альфентанил",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект альфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алискирен",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект алискирена с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "Гидроксид алюминия снизит уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид алюминия/карбонат магния",
      "description": {
        "common": "гидроксид алюминия/карбонат магния снизит уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид алюминия/трисиликат магния",
      "description": {
        "common": "гидроксид алюминия/трисиликат магния будет снижать уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амбрисентан",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект амбризентана транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект амиодарона через транспортер оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апиксабан",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект апиксабана через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артесунат",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект артесуната транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия снижают уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект атазанавира за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект аторвастатина через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аватромбопаг",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект аватромбопага через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бендамустин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект бендамустина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бетриксабан",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект бетриксабана через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брентуксимаб ведотин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект брентуксимаба ведотина с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "будесонид",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект будесонида с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция будет снижать уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карфилзомиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект карфилзомиба за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карведилол",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект карведилола через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект церитиниба через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цетиризин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект цетиризина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин снижает уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект ципрофлоксацина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "лимонная кислота/бикарбонат натрия снижают уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клонидин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект клонидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "колхицин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект колхицина через транспортер оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект кризотиниба за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дабигатран",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект дабигатрана через транспортер оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "даридорексант",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект даридорексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "даролутамид",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект даролутамида через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дасабувир",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект дасабувира через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "daunorubicin",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект даунорубицина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "даунорубицин липосомальный",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект липосомального даунорубицина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дезлоратадин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект дезлоратадина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект дексаметазона транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декслансопразол",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект дигоксина через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин ингаляционный",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект вдыхаемого дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект интраназального дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект дилтиазема через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект дизопирамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доцетаксел",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект доцетаксела через транспортер оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксорубицин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект доксорубицина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект дувелисиба за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эдоксабан",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект эдоксабана через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эластичный",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект эластрана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элетриптан",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект элетриптана через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект основания эритромицина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект этилсукцината эритромицина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект эритромицина лактобионата транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект стеарата эритромицина через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "эзомепразол будет снижать уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этосуксимид",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект этосуксимида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этопозид",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект этопозида транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин будет снижать уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект эверолимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фамотидин",
      "description": {
        "common": "фамотидин будет снижать уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект интраназального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентаниловая ионтофоретическая трансдермальная система",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект трансдермальной системы ионофореза фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект трансдермального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект трансмукозального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет повышать уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексофенадин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект фексофенадина через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "финеренон",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект ганаксолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ганаксолона с умеренными или сильными индукторами CYP3A4. Если coadministration неизбежен, рассмотреть вопрос об увеличении дозы ganaxolone; однако не превышайте максимальную суточную дозу для веса."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект глекапревира/пибрентасвира посредством эффлюксного переносчика P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идарубицин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект идарубицина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иматиниб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект иматиниба за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект индинавира через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфигратиниб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект инфигратиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иринотекан",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект иринотекана через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивермектин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект ивермектина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб будет снижать уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лансопразол",
      "description": {
        "common": "лансопразол будет снижать уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект лапатиниба посредством переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект ларотректиниба за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ледипасвир/софосбувир",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект ледипасвира/софосбувира посредством переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефамулин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект лефамулина через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект ленакапавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ленакапавира с умеренными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ленватиниб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект ленватиниба через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "летермовир",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект летермовира через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "линаглиптин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект линаглиптина с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лоперамид",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект лоперамида посредством транспортера оттока Р-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лоратадин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект лоратадина через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ловастатин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект ловастатина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "люмакафтор/ивакафтор снижает уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люматепероне",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект люматеперона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "магальдрейт",
      "description": {
        "common": "magaldrate будет снижать уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "гидроксид магния снизит уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "оксид магния снизит уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "маравирок",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект маравирока посредством транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метотрексат",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект метотрексата за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидазолам",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "митомицин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект митомицина через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "митотан",
      "description": {
        "common": "митотан снижает уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "морфий",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект морфина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "надолол",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект надолола через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин снижает уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нальдемедин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект нальдемедина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект нелфинавира за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "низатидин",
      "description": {
        "common": "низатидин будет снижать уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олутазидениб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект олутазидиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные или умеренные индукторы CYP3A снижают концентрацию и эффективность олутазидиниба (субстрата CYP3A4) в плазме."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект омавелоксолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект омбитасвира/паритапревира/ритонавира и дасабувира (DSC) посредством эффлюксного переносчика P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол будет снижать уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект ондансетрона через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект осимертиниба посредством транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект паклитаксела с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "паклитаксел, связанный с белком",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект белка паклитаксела, связанного переносчиком оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палиперидон",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект палиперидона через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пантопразол",
      "description": {
        "common": "пантопразол будет снижать уровень или эффект соторасиба за счет ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект пазопаниба за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал будет снижать уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимозид",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект пимозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "помалидомид",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект помалидомида с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект позаконазола транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пралсетиниб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект пралсетиниба за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "правастатин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект правастатина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект преднизолона через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект хинина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рабепразол",
      "description": {
        "common": "рабепразол будет снижать уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранитидин",
      "description": {
        "common": "Ранитидин снижает уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект ранолазина с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин будет снижать уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "rifaximin",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект рифаксимина с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изморозь",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект римегепанта через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "риосигуат",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект риоцигуата транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рисперидон",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект рисперидона через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект ритонавира через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект ромидепсина через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект саквинавира через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саксаглиптин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект саксаглиптина через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "силодозин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект силодозина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "симетикон",
      "description": {
        "common": "симетикон снижает уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект сиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ситаглиптин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект ситаглиптина через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "софосбувир",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект софосбувира через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект софосбувира/велпатасвира посредством транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект такролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "талазопариб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект талазопариба за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "таземетостат",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект таземетостата транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект темсиролимуса через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тенипозид",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект тенипозида с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тенофовир AF",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект тенофовира AF через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект тенофовира DF с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тестостерон",
      "description": {
        "common": "соторасиб будет снижать уровень или влияние тестостерона на переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буккальная система тестостерона",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект трансбуккальной системы тестостерона транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тестостерон интраназальный",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект интраназального тестостерона с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тестостерон актуальные",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект местного тестостерона транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тикагрелор",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект тикагрелора через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толваптан",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект толваптана транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "топотекан",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект топотекана транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трабектин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект трабектедина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триазолам",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект триазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "задиристый",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект уброгепанта через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "велпатасвир",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект велпатасвира за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект вемурафениба за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венетоклакс",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект венетоклакса с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "верапамил",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект верапамила через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "винбластин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект винбластина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "винкристин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект винкристина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "винкристин липосомальный",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект липосомального винкристина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вонопразан",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект вонопразана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "воксилапревир",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект воксилапревира через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белумосудил",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект белумосудила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рипретиниб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект рипретиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Если нельзя избежать одновременного применения, увеличьте частоту дозирования с рекомендуемой дозы 150 мг один раз в день до 150 мг два раза в день в период совместного применения; контролировать клинический ответ и переносимость"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект варфарина, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "занубрутиниб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект занубрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте одновременного применения занубрутиниба (субстрата CYP3A4) с умеренными ингибиторами CYP3A4. Если это неизбежно, увеличьте дозу занубрутиниба до 320 мг перорально два раза в день. После прекращения приема ингибитора CYP3A4 возобновите прием предыдущей дозы занубрутиниба."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "атогепант",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. Рекомендуемая доза атогепанта при одновременном применении сильных или умеренных индукторов CYP3A4 составляет 30 мг или 60 мг в день."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Снижение лимфоцитов",
      "percent": "48"
    },
    {
      "name": "Пониженный гемоглобин",
      "percent": "43"
    },
    {
      "name": "Диарея",
      "percent": "42"
    },
    {
      "name": "Повышенный АСТ",
      "percent": "39"
    },
    {
      "name": "Повышенный АЛТ",
      "percent": "28"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "35"
    },
    {
      "name": "Снижение кальция",
      "percent": "35"
    },
    {
      "name": "Повышенная щелочная фосфатаза",
      "percent": "33"
    },
    {
      "name": "Повышенный белок мочи",
      "percent": "29"
    },
    {
      "name": "Снижение натрия",
      "percent": "28"
    },
    {
      "name": "Тошнота",
      "percent": "26"
    },
    {
      "name": "Усталость",
      "percent": "26"
    },
    {
      "name": "Гепатотоксичность",
      "percent": "25"
    },
    {
      "name": "Снижение альбумина",
      "percent": "23"
    },
    {
      "name": "Увеличение активированного частичного тромбопластинового времени",
      "percent": "23"
    },
    {
      "name": "АЧТВ",
      "percent": "20"
    },
    {
      "name": "Кашель",
      "percent": "17"
    },
    {
      "name": "Рвота",
      "percent": "16"
    },
    {
      "name": "Запор",
      "percent": "16"
    },
    {
      "name": "Одышка",
      "percent": "15"
    },
    {
      "name": "Боль в животе",
      "percent": "15"
    },
    {
      "name": "Отек",
      "percent": "13"
    },
    {
      "name": "Снижение аппетита",
      "percent": "12"
    },
    {
      "name": "Артралгия",
      "percent": "12"
    },
    {
      "name": "Пневмония",
      "percent": "12"
    },
    {
      "name": "Сыпь",
      "percent": "12"
    },
    {
      "name": "Гепатотоксичность",
      "percent": "11"
    },
    {
      "name": "Повышенный АЛТ",
      "percent": "9"
    },
    {
      "name": "Повышенный АСТ",
      "percent": "8"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "7"
    },
    {
      "name": "Пневмония",
      "percent": "5"
    },
    {
      "name": "Диарея",
      "percent": "3.9"
    },
    {
      "name": "Повышенный белок мочи",
      "percent": "2.9"
    },
    {
      "name": "Одышка",
      "percent": "2.5"
    },
    {
      "name": "Повышенная щелочная фосфатаза",
      "percent": "2"
    },
    {
      "name": "Снижение лимфоцитов",
      "percent": "2"
    },
    {
      "name": "Усталость",
      "percent": "1.5"
    },
    {
      "name": "Повышенное АЧТВ",
      "percent": "1.5"
    },
    {
      "name": "Кашель",
      "percent": "1.5"
    },
    {
      "name": "Рвота",
      "percent": "1"
    },
    {
      "name": "Снижение натрия",
      "percent": "1"
    },
    {
      "name": "Снижение аппетита",
      "percent": "1"
    },
    {
      "name": "Артралгия",
      "percent": "1"
    },
    {
      "name": "Боль в животе",
      "percent": "1"
    },
    {
      "name": "Тошнота",
      "percent": "0.5"
    },
    {
      "name": "Пониженный гемоглобин",
      "percent": "0.5"
    },
    {
      "name": "Снижение альбумина",
      "percent": "0.5"
    },
    {
      "name": "Запор",
      "percent": null
    }
  ]
}