{
  "name": "гексафторид серы",
  "comment": "Rx",
  "other_names": [
    "Люмасон"
  ],
  "classes": [
    "Контрастные среды",
    "Другой"
  ],
  "source": "https://reference.medscape.com/drug/lumason-sulfur-hexafluoride-999971",
  "pregnancy": {
    "common": [
      "Нет данных об использовании беременными женщинами для информирования о каких-либо рисках, связанных с наркотиками; не наблюдалось неблагоприятных исходов развития в исследованиях репродукции животных при введении микросфер гексафторида серы липида типа А беременным крысам и кроликам в период органогенеза в дозах, по крайней мере, в 10 и 20 раз превышающих соответственно максимальную дозу для человека 4,8 мл в расчете на организм. площадь поверхности"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или влиянии на выработку молока; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями терапии или основного заболевания матери для ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Наиболее серьезные реакции возникают в течение 30 минут после введения.",
        "Серьезные сердечно-легочные реакции, в том числе с летальным исходом, возникали нечасто во время или после введения ультразвуковых контрастных веществ, включая липидные микросферы с гексафторидом серы.",
        "Риск сердечно-легочных реакций увеличивается при нестабильных сердечно-легочных состояниях (острый инфаркт миокарда, синдромы острой коронарной артерии, ухудшение или нестабильная застойная сердечная недостаточность или серьезные желудочковые аритмии)",
        "Оцените всех пациентов на наличие любого состояния, препятствующего введению (см. Противопоказания).",
        "Всегда имейте под рукой персонал и оборудование для сердечно-легочной реанимации перед введением контрастного вещества и следите за всеми пациентами во время и после на предмет побочных реакций."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к продукту или компонентам, включая полиэтиленгликоль (ПЭГ)"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Наблюдались редкие анафилактоидные реакции (например, кожная эритема, сыпь, крапивница, гиперемия, стеснение в горле, одышка, анафилактический шок); может возникать у пациентов, ранее не подвергавшихся воздействию (см. Противопоказания)",
        "Сообщалось о серьезных сердечно-легочных реакциях, в том числе со смертельным исходом (см. Предупреждения черного ящика)",
        "Высокие значения ультразвукового механического индекса могут вызвать кавитацию или разрыв микросфер и привести к желудочковым аритмиям; Сообщалось, что конечно-систолический триггер с высокими механическими индексами вызывает желудочковые аритмии.",
        "Только для внутривенного или внутривезикулярного применения; не вводить внутриартериально",
        "Риск системной эмболизации; у пациентов с право-левым, двунаправленным или транзиторным право-левым кардиальным шунтом некоторые внутривенные микросферы, содержащие липиды гексафторида серы, могут миновать легочную фильтрацию и напрямую попадать в артериальное кровообращение; окклюзия микроциркуляторного русла этими микросферами может привести к ишемии тканей; оценить наличие эмболических явлений после введения"
      ],
      "specific": [
        {
          "type": "Реакции гиперчувствительности",
          "description": [
            "Всегда имейте под рукой персонал и оборудование для сердечно-легочной реанимации перед введением продукта и следите за всеми пациентами на предмет реакций гиперчувствительности.",
            "Реакции могут включать анафилаксию с проявлениями, которые могут включать смерть, шок, бронхоспазм, одышку, стеснение в горле, ангионевротический отек, отек (фарингеальный, небный, ротовой, периферический, локализованный), отек (лица, глаз, губ, языка, верхних дыхательных путей) , гипестезия лица, сыпь, крапивница, зуд, гиперемия и эритема",
            "Клинически оценить пациентов на наличие предшествующих реакций гиперчувствительности на продукты, содержащие ПЭГ, такие как определенные препараты кишечника для колоноскопии и слабительные средства.",
            "Продукт содержит ПЭГ; может быть повышен риск серьезных реакций, включая смерть, у пациентов с предшествующей реакцией гиперчувствительности на ПЭГ.",
            "При пострегистрационном применении серьезные реакции гиперчувствительности наблюдались во время или вскоре после введения липидсодержащих микросфер с гексафторидом серы.",
            "Эти реакции могут возникать у пациентов, ранее не подвергавшихся воздействию липидсодержащих микросфер с гексафторидом серы."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "0.9"
    },
    {
      "name": "Тошнота",
      "percent": "0.6"
    },
    {
      "name": "дисгевзия",
      "percent": "0.3"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": "0.3"
    },
    {
      "name": "Дискомфорт в груди",
      "percent": "0.3"
    },
    {
      "name": "Жарко",
      "percent": "0.3"
    },
    {
      "name": "Боль в груди",
      "percent": "0.2"
    },
    {
      "name": "Согревание места инъекции",
      "percent": "0.2"
    },
    {
      "name": "Серьезные реакции",
      "percent": "30"
    },
    {
      "name": "обычно в пределах",
      "percent": null
    },
    {
      "name": "протокол администрации",
      "percent": null
    },
    {
      "name": "были зарегистрированы и включают смертельные случаи",
      "percent": null
    },
    {
      "name": "симптомы, указывающие на анафилактоидный",
      "percent": null
    },
    {
      "name": "гиперчувствительность",
      "percent": null
    },
    {
      "name": "аритмии",
      "percent": null
    },
    {
      "name": "и гипертензивные эпизоды",
      "percent": null
    },
    {
      "name": "Риск серьезных сердечно-легочных реакций может увеличиваться при нестабильных сердечно-легочных состояниях.",
      "percent": null
    },
    {
      "name": "острый ИМ",
      "percent": null
    },
    {
      "name": "острые коронарные синдромы",
      "percent": null
    },
    {
      "name": "ухудшение или нестабильная застойная сердечная недостаточность",
      "percent": null
    },
    {
      "name": "или серьезные желудочковые аритмии",
      "percent": null
    }
  ]
}