{
  "name": "алглюкозидаза альфа",
  "comment": "Rx",
  "other_names": [
    "Миозим",
    "Люмизим"
  ],
  "classes": [
    "Ферменты",
    "Метаболический"
  ],
  "source": "https://reference.medscape.com/drug/lumizyme-myozyme-alglucosidase-alfa-342864",
  "pregnancy": {
    "common": [
      "Данные постмаркетинговых отчетов и опубликованных сообщений о случаях применения алглюкозидазы альфа беременными женщинами не выявили связанного с этим риска серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода; продолжение лечения во время беременности должно подбираться индивидуально для каждой беременной; невылеченное заболевание может привести к ухудшению симптомов заболевания у беременных женщин",
      "связанный с заболеванием риск для матери и/или эмбриона и плода; нелеченная болезнь Помпе была связана с ухудшением симптомов со стороны органов дыхания и опорно-двигательного аппарата у некоторых беременных женщин.",
      "Беременных женщин и женщин репродуктивного возраста следует поощрять к регистрации в реестре пациентов Помпе; реестр будет отслеживать эффект терапии беременных женщин и их потомства; для получения дополнительной информации посетите сайт www.registrynxt.com или позвоните по телефону 1-800-745-4447, добавочный номер 15500."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Репродуктивные исследования, проведенные на мышах и кроликах при дозах, которые в 0,4 или 0,5 раза превышали AUC в равновесном состоянии у человека (площадь под кривой зависимости концентрации в плазме от времени), соответственно, в период органогенеза не выявили признаков воздействия на эмбрио- развитие плода; у мышей наблюдалось увеличение смертности детенышей во время лактации при воздействии на мать в 0,4 раза по сравнению с равновесной AUC человека."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Кормящих женщин с болезнью Помпе, получающих лечение, следует поощрять к включению в регистр болезни Помпе.",
      "Кормящая женщина может рассмотреть возможность прерывания грудного вскармливания, сцеживания и отказа от грудного молока во время лечения и в течение 24 часов после назначения терапии, чтобы свести к минимуму воздействие препарата на младенца, находящегося на грудном вскармливании.",
      "Имеющаяся опубликованная литература предполагает наличие алглюкозидазы альфа в грудном молоке; нет сообщений о неблагоприятном воздействии на младенцев, находящихся на грудном вскармливании; нет информации о влиянии алглюкозидазы альфа на молочную продуктивность; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от наркотиков или основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Анафилаксия и тяжелая гиперчувствительность",
          "description": [
            "Сообщалось об иммуноопосредованных реакциях, проявляющихся протеинурией, нефротическим синдромом и некротизирующими поражениями кожи.",
            "Внимательно наблюдайте за пациентами во время и после введения и будьте готовы справиться с анафилаксией и реакциями гиперчувствительности.",
            "Информировать пациентов и лиц, осуществляющих уход, о признаках и симптомах анафилаксии, реакциях гиперчувствительности и иммунно-опосредованных реакциях и направлять их к немедленному обращению за медицинской помощью при появлении признаков и симптомов.",
            "Угрожающие жизни анафилактические реакции и тяжелые реакции гиперчувствительности, о которых сообщалось после внутривенных инфузий"
          ]
        },
        {
          "type": "Нарушение сердечной или дыхательной функции",
          "description": [
            "У этих пациентов требуется дополнительный мониторинг",
            "Пациенты с болезнью Помпе с инфантильным началом и нарушением сердечной или дыхательной функции могут подвергаться риску серьезного острого обострения сердечной или дыхательной недостаточности из-за перегрузки жидкостью."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Рассмотрите риски и преимущества повторного введения алглюкозидазы альфа после анафилактической реакции или реакции гиперчувствительности; внимательно следить за доступными соответствующими мерами реанимации, если принято решение о повторном введении продукта",
        "Анафилаксия и реакции гиперчувствительности наблюдались у пациентов во время и в течение 3 ч после инфузии; некоторые из реакций были опасными для жизни и включали анафилактический шок, остановку сердца, остановку дыхания, респираторный дистресс, гипоксию, апноэ, одышку, брадикардию, тахикардию, бронхоспазм, стеснение в горле, гипотензию, ангионевротический отек (включая отек языка или губ, периорбитальный отек, отек лица) и крапивница Иммуноопосредованные кожные реакции, включая некротизирующие поражения кожи; эти реакции возникали от нескольких недель до 3 лет после начала",
        "Нефротический синдром, вторичный по отношению к мембранозному гломерулонефриту, наблюдался у некоторых пациентов с болезнью Помпе, получавших алглюкозидазу альфа, у которых были постоянно положительные титры антител IgG к rhGAA; пациентам, получающим алглюкозидазу альфа, следует проводить периодический анализ мочи.",
        "Общая анестезия может осложняться наличием выраженной сердечной и скелетной (в т.ч. дыхательной) мышечной слабости; следует соблюдать крайнюю осторожность при проведении общей анестезии; желудочковые аритмии и брадикардия, приводящие к остановке сердца или смерти или требующие сердечной реанимации или дефибрилляции, наблюдались у пациентов с инфантильной болезнью Помпе с сердечной гипертрофией во время общей анестезии для установки центрального венозного катетера.",
        "Пациенты с острым респираторным заболеванием или нарушением сердечной и/или дыхательной функции могут подвергаться риску серьезного обострения их сердечной или дыхательной недостаточности во время инфузий.",
        "Как и все терапевтические белки, существует потенциальная иммуногенность; контролировать образование IgG-антител у пациентов каждые 3 месяца в течение 2 лет и затем ежегодно; рассмотреть возможность тестирования на титры IgG, если у пациентов развиваются реакции гиперчувствительности, другие иммуноопосредованные реакции или потеря клинического ответа; может также тестировать пациентов, у которых наблюдается сниженный клинический ответ на ингибирующую активность антител; пациенты, которые испытывают анафилактические реакции или реакции гиперчувствительности, также могут быть проверены на антитела IgE к алглюкозидазе альфа и другим медиаторам анафилаксии.",
        "Тяжелые реакции лечат прерыванием инфузии, введением антигистаминных препаратов, кортикостероидов, внутривенным введением жидкостей и/или кислородом по клиническим показаниям; можно ввести адреналин; соответствующая медицинская поддержка, включая оборудование для сердечно-легочной реанимации, должна быть легко доступна при введении алглюкозидазы альфа."
      ],
      "specific": [
        {
          "type": "Иммуноопосредованные реакции",
          "description": [
            "CRIM-отрицательные дети с инфантильным началом болезни Помпе, получавшие лечение алглюкозидазой альфа, показали более слабый клинический ответ при наличии высоких устойчивых титров IgG-антител и положительных ингибирующих антител по сравнению с CRIM-положительными детьми.",
            "Индукция иммунной толерантности, вводимая до и в сочетании с введением алглюкозидазы альфа, как сообщается, способствует переносимости алглюкозидазы альфа у CRIM-отрицательных пациентов; Было показано, что статус CRIM связан с иммуногенностью и реакцией пациентов на заместительную ферментную терапию.",
            "Индукция иммунной толерантности, проводимая в сочетании с алглюкозидазой альфа, также может способствовать повышению переносимости алглюкозидазы альфа под руководством клинического специалиста, обладающего знаниями в области индукции иммунной толерантности при болезни Помпе у детей, для оптимизации лечения."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "лихорадка",
      "percent": "92"
    },
    {
      "name": "Диарея",
      "percent": "62"
    },
    {
      "name": "Сыпь",
      "percent": "54"
    },
    {
      "name": "Инфузионные реакции",
      "percent": "51"
    },
    {
      "name": "Рвота",
      "percent": "49"
    },
    {
      "name": "Кашель",
      "percent": "46"
    },
    {
      "name": "Пеленочный дерматит",
      "percent": "46"
    },
    {
      "name": "Пневмония",
      "percent": "46"
    },
    {
      "name": "Средний отит",
      "percent": "44"
    },
    {
      "name": "URI",
      "percent": "44"
    },
    {
      "name": "О",
      "percent": "2"
    },
    {
      "name": "насыщенность уменьшилась",
      "percent": "41"
    },
    {
      "name": "Гастроэнтерит",
      "percent": "41"
    },
    {
      "name": "Фарингит",
      "percent": "36"
    },
    {
      "name": "Респираторный дистресс",
      "percent": "33"
    },
    {
      "name": "Нарушение дыхания",
      "percent": "31"
    },
    {
      "name": "анемия",
      "percent": "31"
    },
    {
      "name": "Кандидоз полости рта",
      "percent": "31"
    },
    {
      "name": "ринорея",
      "percent": "28"
    },
    {
      "name": "Катетер",
      "percent": "28"
    },
    {
      "name": "родственная инфекция",
      "percent": "26"
    },
    {
      "name": "ГЭРБ",
      "percent": "26"
    },
    {
      "name": "Почта",
      "percent": "23"
    },
    {
      "name": "процедурная боль",
      "percent": "23"
    },
    {
      "name": "Бронхиолит",
      "percent": "23"
    },
    {
      "name": "Запор",
      "percent": "23"
    },
    {
      "name": "Назофарингит",
      "percent": "23"
    },
    {
      "name": "Тахикардия",
      "percent": "21"
    },
    {
      "name": "тахипноэ",
      "percent": "21"
    },
    {
      "name": "Брадикардия",
      "percent": "21"
    },
    {
      "name": "Промывка",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Бронхоспазм",
      "percent": null
    },
    {
      "name": "Затуманенное зрение",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Агитация",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Эритема лица",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Раздражительность",
      "percent": null
    },
    {
      "name": "Бледность",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Тремор",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Ишемическая болезнь сердца",
      "percent": null
    },
    {
      "name": "Гипокалиемия",
      "percent": null
    },
    {
      "name": "Конъюнктивит",
      "percent": null
    },
    {
      "name": "Анафилактический шок",
      "percent": null
    },
    {
      "name": "нарушение дыхания",
      "percent": null
    },
    {
      "name": "остановка дыхания",
      "percent": null
    },
    {
      "name": "остановка сердца",
      "percent": null
    },
    {
      "name": "гипоксия",
      "percent": null
    },
    {
      "name": "одышка",
      "percent": null
    },
    {
      "name": "хрипы",
      "percent": null
    },
    {
      "name": "судороги",
      "percent": null
    },
    {
      "name": "периферический холод",
      "percent": null
    },
    {
      "name": "беспокойство",
      "percent": null
    },
    {
      "name": "нервозность",
      "percent": null
    },
    {
      "name": "боль в спине",
      "percent": null
    },
    {
      "name": "стридор",
      "percent": null
    },
    {
      "name": "отек глотки",
      "percent": null
    },
    {
      "name": "боль в животе",
      "percent": null
    },
    {
      "name": "апноэ",
      "percent": null
    },
    {
      "name": "мышечные спазмы",
      "percent": null
    },
    {
      "name": "конъюнктивит",
      "percent": null
    },
    {
      "name": "гиперпаратиреоз",
      "percent": null
    },
    {
      "name": "Протеинурия и нефротический синдром на фоне мембранозного гломерулонефрита",
      "percent": null
    },
    {
      "name": "сообщалось о некротизирующих поражениях кожи",
      "percent": null
    }
  ]
}