{
  "name": "флувоксамин",
  "comment": "Rx",
  "other_names": [
    "Лувокс CR (ДСК)",
    "Лувокс"
  ],
  "classes": [
    "Антидепрессанты",
    "СИОЗС"
  ],
  "source": "https://reference.medscape.com/drug/luvox-fluvoxamine-342956",
  "pregnancy": {
    "common": [
      "У новорожденных, подвергшихся терапии и другим СИОЗС или СИОЗСН в конце третьего триместра, развились осложнения, требующие длительной госпитализации, респираторной поддержки и зондового питания; такие осложнения могут возникнуть сразу после родов; сообщаемые клинические данные включали респираторный дистресс, цианоз, апноэ, судороги, нестабильность температуры, трудности с кормлением, рвоту, гипогликемию, гипотонию, гипертонию, гиперрефлексию, тремор, нервозность, раздражительность и постоянный плач; эти особенности согласуются либо с прямым токсическим действием СИОЗС и СИОЗСН, либо, возможно, с синдромом отмены препарата; следует отметить, что в ряде случаев клиническая картина соответствует серотониновому синдрому",
      "Результаты исследований на животных позволяют предположить, что фертильность может быть нарушена при приеме флувоксамина.",
      "Существует реестр воздействия во время беременности, в котором отслеживаются исходы беременности у женщин, подвергшихся воздействию антидепрессантов во время беременности; медицинским работникам рекомендуется регистрировать пациентов, позвонив в Национальный регистр беременных для антидепрессантов по телефону 1-844-405-6185 или посетив веб-сайт по адресу",
      "Длительный опыт применения флувоксамина беременными женщинами на протяжении десятилетий, основанный на опубликованных обсервационных исследованиях, не выявил четкого риска серьезных врожденных дефектов или выкидыша, связанного с приемом препарата; существуют риски, связанные с нелеченой депрессией во время беременности, и риск развития стойкой легочной гипертензии новорожденных (ЛГН) и плохой адаптации новорожденных при воздействии селективных ингибиторов обратного захвата серотонина (СИОЗС), включая флувоксамин, во время беременности",
      "У женщин, прекращающих прием антидепрессантов во время беременности, вероятность рецидива большой депрессии выше, чем у женщин, продолжающих принимать антидепрессанты; учитывать риск нелеченой депрессии при прекращении или изменении лечения антидепрессантами во время беременности и после родов"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "У беременных крыс, получавших пероральное лечение на протяжении всего периода органогенеза, наблюдалась повышенная эмбриофетальная гибель и учащение случаев аномалий глаз плода (складчатая сетчатка) при дозах, в ≥3 раза превышающих максимальную рекомендуемую дозу для человека (MRHD) 300 мг/день, вводимую подросткам по мг/сут. м",
          "основа; кроме того, снижение массы тела плода наблюдалось при дозе, в 6 раз превышающей МРДЧ, которую давали подросткам в мг/м2.",
          "основа; при пероральном введении препарата крысам во время беременности и лактации повышенная смертность детенышей при рождении наблюдалась при дозе, в 2 раза превышающей МРДЧ, назначаемой подросткам в дозе мг/м",
          "У кроликов, получавших флувоксамин в период органогенеза в дозе, в 2 раза превышающей МРДЧ, отсутствовали неблагоприятные последствия для развития, назначаемые подросткам в дозе мг/м.",
          "основа; кроме того, снижение массы тела щенков и выживаемость наблюдались при дозах, которые в ≥0,13 раза превышают MRHD, вводимых подросткам.",
          "основа"
        ]
      },
      {
        "type": "Персистирующая легочная гипертензия новорожденного",
        "description": [
          "Потенциальный риск персистирующей легочной гипертензии у новорожденных при применении во время беременности",
          "Первоначальные рекомендации по общественному здравоохранению в 2006 г. были основаны на одном опубликованном исследовании; с тех пор в новых исследованиях были получены противоречивые результаты, из-за чего неясно, может ли использование СИОЗС во время беременности вызывать ППГН.",
          "Рекомендация FDA: FDA советует медицинским работникам не изменять свою текущую клиническую практику лечения депрессии во время беременности и сообщать о любых нежелательных явлениях в программу FDA MedWatch.",
          "Метаанализ 7 обсервационных исследований показал, что воздействие СИОЗС на поздних сроках беременности (т. е. > 20 недель гестации) более чем удваивает риск ППГН, который не может быть объяснен другими причинами (например, врожденными пороками развития, аспирацией мекония) (см. БМЖ 2014;348:f6932)",
          "FDA рассмотрело дополнительные результаты нового исследования и пришло к выводу, что, учитывая противоречивые результаты различных исследований, преждевременно делать какие-либо выводы о возможной связи между использованием СИОЗС во время беременности и ППГН."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Пользу грудного вскармливания для развития и здоровья следует учитывать наряду с клинической потребностью матери в флувоксамине и любыми потенциальными неблагоприятными эффектами на ребенка, находящегося на грудном вскармливании, от наркотиков или от основного состояния матери.",
      "Мониторинг младенцев, подвергшихся воздействию флувоксамина через грудное молоко, на наличие диареи, рвоты, снижения сна и возбуждения.",
      "Данные из опубликованной литературы сообщают о присутствии препарата в материнском молоке; в большинстве случаев применения флувоксамина матерями во время грудного вскармливания не сообщалось о неблагоприятном воздействии на младенцев, находящихся на грудном вскармливании; однако есть сообщения о диарее, рвоте, снижении сна и возбуждении; нет данных о влиянии флувоксамина на производство молока"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Пациенты должны находиться под пристальным наблюдением на предмет изменений в поведении, клинического ухудшения и суицидальных тенденций; это должно быть сделано в течение первых 1-2 месяцев терапии и корректировки дозировки",
        "Ухудшение поведения и суицидальные тенденции, которые не являются частью имеющихся симптомов, могут потребовать прекращения терапии.",
        "Это увеличение не наблюдалось у пациентов старше 24 лет; небольшое снижение суицидальных мыслей наблюдалось у взрослых старше 65 лет.",
        "Этот препарат не одобрен для использования у детей",
        "В краткосрочных исследованиях антидепрессанты повышали риск суицидального мышления и поведения у детей, подростков и молодых людей (<24 лет), принимавших антидепрессанты при больших депрессивных расстройствах и других психических заболеваниях.",
        "Семья пациента должна сообщать медицинскому работнику о любых резких изменениях в поведении.",
        "У детей и молодых людей необходимо сопоставлять риски и пользу от приема антидепрессантов."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Клиническое ухудшение и суицидальные мысли могут возникать, несмотря на прием лекарств, у подростков и молодых людей (18–24 года); рецепты должны быть выписаны для наименьшего количества, совместимого с хорошим уходом за пациентом",
        "Может потребоваться изменение дозы при печеночной недостаточности; титруйте с меньшим шагом и более длительными интервалами",
        "Не применять одновременно с алосетроном, астемизолом, цизапридом, пимозидом, терфенадином или тизанидином из-за риска удлинения интервала QT.",
        "Риск мидриаза; может спровоцировать закрытоугольный приступ у пациентов с закрытоугольной глаукомой с анатомически узкими углами без открытой иридэктомии",
        "У новорожденных, подвергшихся воздействию СИОЗСН/СИОЗС в конце третьего триместра: риск осложнений, таких как трудности с кормлением, раздражительность и проблемы с дыханием.",
        "Может нарушить агрегацию тромбоцитов; увеличивает риск кровотечения у пациентов, одновременно принимающих антикоагулянты/антиагреганты",
        "Может ухудшить способность управлять тяжелой техникой и выполнять другие задачи, требующие умственной активности.",
        "С осторожностью применять у пациентов с сердечно-сосудистыми заболеваниями или судорожным синдромом в анамнезе.",
        "Сообщалось о потенциально опасном для жизни серотониновом синдроме при приеме препаратов, нарушающих метаболизм серотонина (в частности, ИМАО, включая непсихиатрические ИМАО, такие как линезолид и метиленовый синий внутривенно); также сообщалось об этом при применении СИОЗСН и СИОЗС, включая флувоксамин, отдельно, но особенно при одновременном применении серотонинергических препаратов (включая триптаны, трициклические антидепрессанты, фентанил, литий, трамадол, триптофан, буспирон, амфетамины и зверобой продырявленный (см. Противопоказания)",
        "Сообщается о нарушении контроля уровня глюкозы (гипергликемия или гипогликемия); следить за признаками/симптомами потери контроля над уровнем глюкозы, особенно у пациентов с диабетом",
        "Противоречивые данные о применении СИОЗС во время беременности и повышенном риске персистирующей легочной гипертензии у новорожденных (см. Беременность)",
        "Переломы костей были связаны с лечением антидепрессантами; рассмотрите возможность хрупкого перелома, если пациент жалуется на боль, болезненность в суставах или припухлость",
        "Может ухудшить симптомы мании или вызвать манию у пациентов с биполярным расстройством.",
        "Синдром неадекватного антидиуретического гормона и гипонатриемия, о которых сообщалось при применении СИОЗС и СИОЗСН; уменьшение объема и/или одновременное использование диуретиков может увеличить риск; рассмотреть вопрос о прекращении терапии, если возникает симптоматическая гипонатриемия"
      ],
      "specific": [
        {
          "type": "Сексуальная дисфункция",
          "description": [
            "При оценке изменений сексуальной функции важно получить подробный анамнез (включая время появления симптомов), поскольку сексуальные симптомы могут быть вызваны другими причинами, включая основное психическое расстройство.",
            "Для лиц, назначающих препараты, важно узнать о сексуальной функции до начала терапии и конкретно узнать об изменениях сексуальной функции во время лечения, потому что сексуальная функция может не сообщаться спонтанно.",
            "Использование может вызвать симптомы сексуальной дисфункции как у мужчин, так и у женщин; информировать пациентов о том, что им следует обсудить любые изменения в сексуальной функции и потенциальные стратегии лечения со своим лечащим врачом",
            "Обсудите потенциальные стратегии ведения, чтобы помочь пациентам принять обоснованное решение о лечении.",
            "У женщин применение СИОЗС/СИОЗСН может привести к снижению либидо и задержке или отсутствию оргазма.",
            "Использование СИОЗС может вызвать симптомы сексуальной дисфункции; у пациентов мужского пола применение СИОЗС может привести к задержке или отказу эякуляции, снижению либидо и эректильной дисфункции."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "алосетрон",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект алосетрона, влияя на метаболизм печеночного фермента CYP1A2. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "флувоксамин и изокарбоксазид повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Лонафарниб является чувствительным субстратом CYP3A4. Одновременное применение с сильными или умеренными ингибиторами CYP3A4 противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект мавакамтена, влияя на метаболизм печеночного фермента CYP2C19. Противопоказано. Сильные или умеренные ингибиторы CYP2C19 могут увеличивать системное воздействие мавакамтена, что приводит к сердечной недостаточности из-за систолической дисфункции."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект селегилина, влияя на метаболизм печеночного фермента CYP2B6. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир увеличивает уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP1A2. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альфентанил",
      "description": {
        "common": "флувоксамин и альфентанил повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект алмотриптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и флувоксамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. При совместном применении рекомендуется мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "флувоксамин и амитриптилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "флувоксамин и амоксапин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анагрелид",
      "description": {
        "common": "анагрелид и флувоксамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триоксид мышьяка",
      "description": {
        "common": "флувоксамин и триоксид мышьяка увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и флувоксамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и флувоксамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "флувоксамин будет повышать уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения авапритиниба с умеренными ингибиторами CYP3A4. Если невозможно избежать, уменьшите начальную дозу авапритиниба. См. монографию о препарате. Модификации дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин и флувоксамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и флувоксамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "подкожный имплантат бупренорфин и флувоксамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин трансдермальный",
      "description": {
        "common": "трансдермальный бупренорфин и флувоксамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "бупренорфин, инъекции пролонгированного действия и флувоксамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупропион",
      "description": {
        "common": "флувоксамин повышает токсичность бупропиона др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Может снизить судорожный порог; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буспирон",
      "description": {
        "common": "флувоксамин и буспирон повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилостазол",
      "description": {
        "common": "флувоксамин повышает токсичность цилостазола, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат. Уменьшить дозу цилостазола на 50%; уровни 3,4-дегидроцилостазола (активный метаболит) в сыворотке увеличиваются под действием сильных ингибиторов CYP2C19."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект циметидина, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циталопрам",
      "description": {
        "common": "флувоксамин и циталопрам повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Комбинация может увеличить риск развития серотонинового синдрома или реакций, подобных злокачественному нейролептическому синдрому."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "флувоксамин и кломипрамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "флувоксамин снижает эффекты клопидогреля, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат. Эффективность клопидогреля может быть снижена препаратами, ингибирующими CYP2C19. Ингибирование агрегации тромбоцитов клопидогрелем полностью обусловлено активным метаболитом. Клопидогрель частично метаболизируется в этот активный метаболит с помощью CYP2C19."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клозапин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект клозапина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "колхицин",
      "description": {
        "common": "флувоксамин повысит уровень или эффект колхицина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Колхицин является субстратом P-gp и CYP3A4. Избегайте использования с препаратами, которые одновременно являются сильными ингибиторами P-gp и CYP3A4. Если coadministration необходимо, уменьшите дозу колхицина или частоты, как рекомендуется в информации о назначении. Использование любого продукта колхицина в сочетании с сильными ингибиторами CYP3A4 противопоказано пациентам с почечной или печеночной недостаточностью."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклобензаприн",
      "description": {
        "common": "флувоксамин и циклобензаприн повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дакомитиниб",
      "description": {
        "common": "флувоксамин будет повышать уровень или эффект дакомитиниба, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Избегайте использования с субстратами CYP3D6, когда минимальное увеличение концентрации субстрата CYP2D6 может привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и флувоксамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "флувоксамин и дезипрамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "флувоксамин и десвенлафаксин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декстрометорфан",
      "description": {
        "common": "флувоксамин и декстрометорфан повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект интраназального дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "флувоксамин и дизопирамид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доласетрон",
      "description": {
        "common": "флувоксамин и доласетрон повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "досулепин",
      "description": {
        "common": "флувоксамин и досулепин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксепин",
      "description": {
        "common": "флувоксамин и доксепин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект дронедарона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект дулоксетина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эластичный",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект эластрана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат и флувоксамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб и флувоксамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "флувоксамин будет повышать уровень или эффект энтректиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. избегать одновременного применения умеренных ингибиторов CYP3A4 с энтректинибом, субстратом CYP3A4. Если coadministration неизбежно, уменьшите дозу до 200 мг/день для пациентов в возрасте 12 лет и старше с BSA> 1,5 м2. Возобновить прием предыдущей дозы энтректиниба после прекращения приема умеренного ингибитора CYP3A4 в течение 3–5 периодов полувыведения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрибулин",
      "description": {
        "common": "эрибулин и флувоксамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "флувоксамин и эсциталопрам повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект эзомепразола, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этравирин",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект этравирина, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект эверолимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "федратиниб",
      "description": {
        "common": "флувоксамин повысит уровень или эффект федратиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения федратиниба (субстрата CYP3A4 и CYP2C19) с двойным ингибитором CYP3A4 и CYP2C19. Эффект одновременного применения двойного ингибитора CYP3A4 и CYP2C19 с федратинибом не изучался"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил",
      "description": {
        "common": "флувоксамин и фентанил повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "трансдермальные флувоксамин и фентанил повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "флувоксамин и фентанил через слизистую повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флувоксамин и флуоксетин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гилтеритиниб",
      "description": {
        "common": "гилтеритиниб повысит уровень или действие флувоксамина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Одновременное применение с препаратами, ингибирующими 5HT2B или сигма-неспецифические рецепторы. Избегайте использования этих препаратов с гилтеритинибом, за исключением случаев, когда это необходимо."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живосиран",
      "description": {
        "common": "гивосиран увеличивает уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте совместного применения чувствительных субстратов CYP1A2 с гивосираном. Если это неизбежно, уменьшите дозировку субстрата CYP1A2 в соответствии с одобренной маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "флувоксамин и гранисетрон повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "флувоксамин и гидроморфон повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибутилид",
      "description": {
        "common": "флувоксамин и ибутилид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "флувоксамин и имипрамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индапамид",
      "description": {
        "common": "флувоксамин и индапамид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфигратиниб",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект инфигратиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изофлуран",
      "description": {
        "common": "изофлуран и флувоксамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб будет увеличивать уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте лениолисиба с субстратами CYP1A2, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "флувоксамин и левомилнаципран повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лидокаин",
      "description": {
        "common": "флувоксамин и лидокаин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "линезолид",
      "description": {
        "common": "флувоксамин и линезолид повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "флувоксамин и лофепрамин снижают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лоркасерин",
      "description": {
        "common": "флувоксамин и лоркасерин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ловастатин",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект ловастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лубинированный",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект лурбинектина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "флувоксамин и мапротилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "меперидин",
      "description": {
        "common": "флувоксамин и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиленовый синий",
      "description": {
        "common": "флувоксамин увеличивает токсичность метиленового синего на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид",
      "description": {
        "common": "флувоксамин и метоклопрамид повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Аддитивные эффекты: повышенный риск развития серотонинового синдрома, злокачественного нейролептического синдрома, дистонии или других экстрапирамидных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "флувоксамин, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мексилетин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект мексилетина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "милнаципран",
      "description": {
        "common": "флувоксамин и милнаципран повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миртазапин",
      "description": {
        "common": "миртазапин и флувоксамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект мобоцертиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование умеренного ингибитора CYP3A4 неизбежно, уменьшите дозу мобоцертиниба примерно на 50% (например, от 160 до 80 мг); внимательно следить за интервалом QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "флувоксамин и нефазодон повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нератиниб",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект нератиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нетупитант/палоносетрон",
      "description": {
        "common": "флувоксамин увеличивает токсичность нетупитанта/палоносетрона на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "флувоксамин и нортриптилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оланзапин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "флувоксамин и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект омавелоксолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если это неизбежно, уменьшите дозу омавелоксолона до 100 мг/сут. Внимательно следите за неблагоприятными последствиями. При появлении побочных эффектов дозу дополнительно уменьшите до 50 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омепразол",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "флувоксамин и ондансетрон повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и флувоксамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод увеличивает токсичность флувоксамина за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Поскольку активный метаболит озанимода ингибирует МАО-В in vitro, существует вероятность серьезных побочных реакций, включая гипертонический криз. Поэтому не рекомендуется одновременное назначение озанимода с препаратами, которые могут повышать уровень норадреналина или серотонина. Монитор для гипертензии с одновременным использованием. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пакритиниб",
      "description": {
        "common": "флувоксамин будет повышать уровень или эффект пакритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палоносетрон",
      "description": {
        "common": "флувоксамин и палоносетрон повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пароксетин",
      "description": {
        "common": "флувоксамин и пароксетин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если его необходимо назначать одновременно, уменьшите дозу пазотиниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентамидин",
      "description": {
        "common": "флувоксамин и пентамидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект пексидартиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное применение с сильными или умеренными ингибиторами CYP3A4 неизбежно, уменьшите дозу пексидартиниба (см. изменения дозировки в монографии). После прекращения приема ингибитора CYP3A4 в течение 3 периодов полувыведения можно возобновить прием предыдущей дозы пексидартиниба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенелзин",
      "description": {
        "common": "флувоксамин и фенелзин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентермин",
      "description": {
        "common": "флувоксамин и фентермин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимозид",
      "description": {
        "common": "флувоксамин увеличивает токсичность пимозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пирфенидон",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект пирфенидона, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Использование сильных ингибиторов CYP1A2 следует прекратить до начала лечения и избегать во время лечения; если сильный ингибитор CYP1A2 является единственным вариантом, рекомендуется снижение дозы"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "помалидомид",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект помалидомида, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "флувоксамин и прокаинамид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "флувоксамин и прокарбазин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "флувоксамин и протриптилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "флувоксамин и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект ранолазина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "разагилин",
      "description": {
        "common": "флувоксамин и разагилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Сообщалось о тяжелой токсичности ЦНС, связанной с гиперпирексией, при комбинированном лечении антидепрессантами и разагилином; избегайте комбинации в течение 14 дней после использования ИМАО"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ремифентанил",
      "description": {
        "common": "флувоксамин и ремифентанил повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ропинирол",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект ропинирола, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селегилин",
      "description": {
        "common": "флувоксамин и селегилин повышают уровень серотонина. Противопоказано. Между прекращением приема одного препарата и началом приема другого должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "трансдермальные флувоксамин и селегилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селинексор",
      "description": {
        "common": "селинексор, флувоксамин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сертралин",
      "description": {
        "common": "флувоксамин и сертралин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран и флувоксамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект сипонимода, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение с умеренным или сильным ингибитором CYP3A4 ПЛЮС с умеренным или сильным ингибитором CYP2C9 не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соталол",
      "description": {
        "common": "флувоксамин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "флувоксамин и зверобой повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "таземетостат",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект таземетостата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения авапритиниба с умеренными ингибиторами CYP3A4. Если невозможно избежать, уменьшите начальную дозу авапритиниба. См. монографию о препарате. Модификации дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тедизолид",
      "description": {
        "common": "флувоксамин и тедизолид повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "тетрабеназин и флувоксамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "теофиллин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект теофиллина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "флувоксамин увеличивает уровень или действие тиоридазина, влияя на метаболизм печеночного фермента CYP1A2. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир увеличивает уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толваптан",
      "description": {
        "common": "флувоксамин повысит уровень или эффект толваптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "транилципромин",
      "description": {
        "common": "флувоксамин и транилципромин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тразодон",
      "description": {
        "common": "флувоксамин и тразодон повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект тримипрамина, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "флувоксамин и венлафаксин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилазодон",
      "description": {
        "common": "флувоксамин и вилазодон повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Немедленно прекратите сопутствующую терапию, если появляются признаки и симптомы серотонинового синдрома, и следует начать поддерживающую симпатомиметическую терапию."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "флувоксамин, вортиоксетин.\nОдин из них усиливает действие другого за счет уровня серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "5-ПВТ",
      "description": {
        "common": "флувоксамин и 5-HTP повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абиратерон",
      "description": {
        "common": "абиратерон увеличивает уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Если терапии нельзя избежать, соблюдайте осторожность и рассмотрите возможность снижения дозы субстрата CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аброцитиниб",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект аброцитиниба, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Начинайте прием аброцитиниба по 50 мг в день при одновременном применении с ингибиторами CYP2C19. Если адекватный ответ не достигнут через 12 недель, дозу можно увеличить до 100 мг в день. Прекратите, если неадекватная реакция после увеличения дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект акалабрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу до 100 мг один раз в день при совместном применении с ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "флувоксамин, ацеклофенак.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "флувоксамин, ацеметацин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфентанил",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект альфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "флувоксамин и альфузозин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "флувоксамин и алмотриптан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алосетрон",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект алосетрона, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпразолам",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект алпразолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифампридин",
      "description": {
        "common": "флувоксамин повышает токсичность амифампридина др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Амифампридин может вызывать судороги. Совместное применение с препаратами, снижающими судорожный порог, может увеличить этот риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "флувоксамин и амиодарон увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "флувоксамин и амитриптилин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "флувоксамин и амоксапин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антипирин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект антипирина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апиксабан",
      "description": {
        "common": "флувоксамин усиливает антикоагулянтное действие апиксабана. Используйте осторожность/монитор. СИОЗС могут ингибировать агрегацию тромбоцитов, тем самым увеличивая риск кровотечения при совместном применении с антикоагулянтами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект азенапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Может потребоваться снижение дозы"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект трансдермального азенапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Может потребоваться снижение дозы"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "флувоксамин, аспирин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "флувоксамин, аспирин ректальный.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аванафил",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект аванафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Максимальная рекомендуемая доза STENDRA составляет 50 мг, но не более одного раза в сутки для пациентов, одновременно принимающих умеренные ингибиторы CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект белзутифана, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Белзутифан является субстратом CYP2C19. Совместное применение с ингибиторами CYP2C19 может увеличить частоту или тяжесть побочных эффектов. Следите за анемией и гипоксией и уменьшайте дозу белзутифана в соответствии с рекомендациями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендамустин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Снижение превращения бендамустина в активный метаболит. Может снижать концентрацию активных метаболитов"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "флувоксамин, бензгидрокодон/ацетаминофен.\nОдин из них увеличивает токсичность другого на уровень серотонина. Используйте осторожность/монитор. Если одновременное применение оправдано, тщательно наблюдайте за пациентом, особенно во время начала лечения и коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетриксабан",
      "description": {
        "common": "флувоксамин, бетриксабан.\nЛибо увеличивает токсичность другого за счет антикоагулянтов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бексаротин",
      "description": {
        "common": "флувоксамин повысит уровень или эффект бексаротен, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бортезомиб",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект бортезомиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект бозентана, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект будесонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "Флувоксамин и подкожный имплантат с бупренорфином повышают уровень серотонина. Используйте осторожность/монитор. Если одновременное применение оправдано, тщательно наблюдайте за пациентом, особенно в начале лечения и во время коррекции дозы серотонинергического препарата. Прекратите прием бупренорфина при подозрении на серотониновый синдром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "флувоксамин и бупренорфин в виде инъекций длительного действия повышают уровень серотонина. Используйте осторожность/монитор. Если одновременное применение оправдано, тщательно наблюдайте за пациентом, особенно в начале лечения и во время коррекции дозы серотонинергического препарата. Прекратите прием бупренорфина при подозрении на серотониновый синдром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупропион",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект бупропиона, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буспирон",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект буспирона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кофеин",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект каннабидиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы каннабидиола при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект карведилола, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект целекоксиба, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "флувоксамин и хлорпромазин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "флувоксамин, трисалицилат магния холина.\nОдин из них уменьшает эффекты другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цилостазол",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект цилостазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин увеличивает уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "чинакальцет",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект циталопрама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Циталопрам 20 мг/день является максимальной рекомендуемой дозой для пациентов, принимающих ингибиторы CYP2C19, из-за риска удлинения интервала QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "флувоксамин и кларитромицин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект клобазама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Может потребоваться корректировка дозировки; Ингибиторы CYP2C19 могут привести к повышенному воздействию N-десметилклобазама (активный метаболит)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "флувоксамин и кломипрамин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клонидин",
      "description": {
        "common": "флувоксамин, клонидин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Эффект угнетения ЦНС усиливается."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект клопидогреля за счет фармакодинамического синергизма. Используйте осторожность/монитор. СИОЗС влияют на активацию тромбоцитов; одновременное применение может увеличить риск кровотечения"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект клозапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "флувоксамин повысит уровень или эффект кобицистата по другим причинам (см. комментарий). Используйте осторожность/монитор. Тщательно титруйте дозу антидепрессанта до достижения желаемого эффекта, в том числе используя минимально возможную начальную или поддерживающую дозу, и контролируйте его ответ при одновременном применении с СИОЗС и кобицистатом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "флувоксамин и кокаин местно повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект кониваптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект кортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект циклофосфамида, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрогептадин",
      "description": {
        "common": "ципрогептадин снижает эффекты флувоксамина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Может снижать серотонинергический эффект СИОЗС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект даридорексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Доза даридорексанта не должна превышать 25 мг на ночь при одновременном применении с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект дарифенацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект дарунавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "флувоксамин и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферасирокс увеличивает уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефибротид",
      "description": {
        "common": "дефибротид усиливает действие флувоксамина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: дефибротид может усиливать действие ингибиторов тромбоцитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект дефлазакорта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу дефлазакорта на одну треть рекомендуемой дозы при одновременном применении с умеренными или сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дегареликс",
      "description": {
        "common": "дегареликс и флувоксамин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "флувоксамин и дезипрамин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "десвенлафаксин увеличивает уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. При более высоких дозах десвенлафаксина (например, 400 мг) дозу субстрата CYP2D6 снижают до 50%; коррекция дозы не требуется при дозах десвенлафаксина <100 мг"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "дейтетрабеназин и флувоксамин увеличивают интервал QTc. Используйте осторожность/монитор. В максимальной рекомендуемой дозе дейтетрабеназин не удлиняет интервал QT до клинически значимой степени. Определенные обстоятельства могут увеличить риск torsade de pointes и/или внезапной смерти в связи с приемом препаратов, удлиняющих интервал QTc (например, брадикардия, гипокалиемия или гипомагниемия, совместное применение с другими препаратами, удлиняющими интервал QTc, наличие врожденного удлинения интервала QT)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "флувоксамин и дексфенфлурамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "флувоксамин и декстроамфетамин снижают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин трансдермальный",
      "description": {
        "common": "флувоксамин, декстроамфетамин трансдермально.\nОдин из них усиливает действие другого за счет уровня серотонина. Изменить терапию/внимательно контролировать. Начните с более низких доз и следите за признаками и симптомами серотонинового синдрома, особенно во время начала или увеличения дозы. Если возникает серотониновый синдром, прекратите трансдермальный прием декстроамфетамина и сопутствующие серотонинергические препараты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект диазепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект интраназального диазепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Может снижать скорость выведения диазепама, вызывая снижение выведения диазепама, тем самым усиливая побочные реакции на диазепам."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и флувоксамин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "флувоксамин, диклофенак.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликфалин и флувоксамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "флувоксамин, дифлунизал.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "флувоксамин и дигидроэрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "флувоксамин и дигидроэрготамин интраназально повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект дилтиазема, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофетилид",
      "description": {
        "common": "флувоксамин и дофетилид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доласетрон",
      "description": {
        "common": "флувоксамин и доласетрон увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "донепезил",
      "description": {
        "common": "донепезил и флувоксамин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эдоксабан",
      "description": {
        "common": "флувоксамин повысит уровень или эффект эдоксабана за счет антикоагуляции. Используйте осторожность/монитор. СИОЗС влияют на активацию тромбоцитов; одновременное применение может увеличить риск кровотечения"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект эфавиренца, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элетриптан",
      "description": {
        "common": "флувоксамин и элетриптан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат увеличивает уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Мониторинг терапевтических концентраций наркотиков; рассмотреть возможность снижения дозы сопутствующего препарата и титрования до достижения клинического эффекта"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект элуксадолина, влияя на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Будьте осторожны при одновременном применении с сильными ингибиторами CYP1A2; Не изучено"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "Элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повысит уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Осторожно с субстратами CYP2D6, повышенные концентрации которых в плазме могут вызывать опасные для жизни явления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "флувоксамин и адреналин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "флувоксамин и рацемический адреналин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрготамин",
      "description": {
        "common": "флувоксамин и эрготамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрлотиниб",
      "description": {
        "common": "флувоксамин будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "флувоксамин и основание эритромицина увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "флувоксамин и этилсукцинат эритромицина увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "флувоксамин и лактобионат эритромицина увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "флувоксамин и стеарат эритромицина увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этотоин",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект этотоина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "флувоксамин, этодолак.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ; СИОЗС ингибируют. захват сротонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "флувоксамин увеличивает уровень или действие этравирина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. При необходимости отрегулируйте дозу субстратов CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект фелодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "fenbufen",
      "description": {
        "common": "флувоксамин, фенбуфен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ; СИОЗС ингибируют. захват сротонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "флувоксамин и фенфлурамин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "флувоксамин, фенопрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фезотеродин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект фезотеродина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол увеличивает уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы либо финерерона, либо умеренных ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "финголимод и флувоксамин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триглицериды рыбьего жира",
      "description": {
        "common": "Триглицериды рыбьего жира повышают уровень или эффект флувоксамина за счет антикоагуляции. Используйте осторожность/монитор. Сообщалось о длительном кровотечении у пациентов, принимающих антитромбоцитарные средства или антикоагулянты и перорально омега-3 жирные кислоты. Периодически контролируйте время кровотечения у пациентов, получающих триглицериды рыбьего жира и сопутствующие антиагреганты или антикоагулянты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флекаинид",
      "description": {
        "common": "флувоксамин и флекаинид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект флибансерина, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Может увеличить риск гипотонии, обморока и угнетения ЦНС"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флувоксамин и флуконазол увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флувоксамин и флуфеназин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флувоксамин, флурбипрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувастатин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект флувастатина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "флувоксамин повысит уровень или эффект фондапаринукса за счет антикоагуляции. Используйте осторожность/монитор. СИОЗС могут ингибировать агрегацию тромбоцитов, что может увеличить риск кровотечения при совместном применении с антикоагулянтами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "флувоксамин и формотерол увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект фосампренавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "флувоксамин и фоскарнет увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "флувоксамин увеличивает уровень или действие фосфенитоина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фроватриптан",
      "description": {
        "common": "флувоксамин и фроватриптан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин",
      "description": {
        "common": "флувоксамин, габапентин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение с депрессантами ЦНС может привести к угнетению дыхания со смертельным исходом. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин энакарбил",
      "description": {
        "common": "флувоксамин, габапентин, энакарбил.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение с депрессантами ЦНС может привести к угнетению дыхания со смертельным исходом. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "флувоксамин и ганаксолон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин и флувоксамин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "гранисетрон и флувоксамин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или эффект флувоксамина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай, флувоксамин.\nЛибо увеличивает токсичность другого за счет антикоагулянтов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "guanfacine",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект гуанфацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При совместном применении с пролонгированным высвобождением уменьшите дозировку гуанфацина вдвое от рекомендуемой дозы; конкретная рекомендация для формы немедленного выпуска недоступна"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "флувоксамин и галоперидол увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "флувоксамин и гидрокодон повышают уровень серотонина. Используйте осторожность/монитор. Если одновременное применение оправдано, тщательно наблюдайте за пациентом, особенно во время начала лечения и коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин и флувоксамин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб будет повышать уровень или эффект флувоксамина за счет антикоагуляции. Используйте осторожность/монитор. Ибрутиниб может увеличить риск кровотечения у пациентов, получающих антитромбоцитарную или антикоагулянтную терапию, и контролировать признаки кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "флувоксамин, ибупрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ; СИОЗС ингибируют. захват сротонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "флувоксамин, ибупрофен в/в.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "флувоксамин снижает уровень или эффект ифосфамида, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор. Ингибиторы CYP2B6 могут снижать метаболизм ифосфамида до его активного метаболита, потенциально снижая терапевтические эффекты ифосфамида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "флувоксамин и илоперидон увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб будет увеличивать уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект имипрамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект индинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "флувоксамин, индометацин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иринотекан",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект иринотекана, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иринотекан липосомальный",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект липосомального иринотекана, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "флувоксамин и изониазид повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "Итраконазол, и флувоксамин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу ивакафтора при совместном применении с ингибиторами CYP3A4; см. информацию о назначении ивакафтора для получения точной информации о дозировке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "флувоксамин будет повышать уровень или эффект ивосидениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Может повышать концентрацию ивозидениба в плазме, что увеличивает риск удлинения интервала QTc; контролировать повышенный риск удлинения интервала QTc"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иксабепилон",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект иксабепилона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетамин",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект кетамина, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "флувоксамин и кетоконазол увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "флувоксамин, кетопрофен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "флувоксамин, кеторолак.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "флувоксамин, кеторолак интраназально.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ; СИОЗС ингибируют. захват сротонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "L-триптофан",
      "description": {
        "common": "флувоксамин и L-триптофан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ламотриджин",
      "description": {
        "common": "ламотриджин увеличивает токсичность флувоксамина на уровень серотонина. Изменить терапию/внимательно контролировать. психомоторные нарушения могут усиливаться."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лансопразол",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "флувоксамин и лапатиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "флувоксамин и лазмидитан повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лефамулин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект лефамулина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следите за побочными эффектами при одновременном применении лефамулина с умеренными ингибиторами CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Избегайте одновременного применения лемборексанта с умеренными или сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левамлодипин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект левамлодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Может потребоваться снижение дозы амлодипина; контролировать симптомы гипотензии и отеков при одновременном применении амлодипина с ингибиторами CYP3A4, чтобы определить необходимость их корректировки"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "флувоксамин и левофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "флувоксамин и левокетоконазол увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "флувоксамин, лиздексамфетамин.\nОдин из них усиливает действие другого за счет уровня серотонина. Используйте осторожность/монитор. Начните с более низких доз и следите за признаками и симптомами серотонинового синдрома, особенно во время начала или увеличения дозы. Если возникает серотониновый синдром, прекратите прием вместе с сопутствующим серотонинергическим препаратом (препаратами)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "флувоксамин и литий повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "флувоксамин и лофепрамин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект лопинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоратадин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект лоратадина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоркасерин",
      "description": {
        "common": "лоркасерин увеличивает уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "флувоксамин, лорноксикам.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ЛСД",
      "description": {
        "common": "флувоксамин и ЛСД повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люматепероне",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект люматеперона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу луматеперона до 21 мг/сут при одновременном применении с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "флувоксамин и люмефантрин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "флувоксамин, луразидон.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Используйте осторожность/монитор. Монитор для увеличения побочных эффектов и токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мапротилин",
      "description": {
        "common": "флувоксамин и мапротилин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект маравирока, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект мавакамтена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Начало применения умеренных ингибиторов CYP3A4 может потребовать снижения дозы мавакамтена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "флувоксамин, меклофенамат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "флувоксамин, мефенамовая кислота.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "флувоксамин, мелоксикам.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ; СИОЗС ингибируют. захват сротонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "флувоксамин усиливает эффекты метформина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "флувоксамин и метадон увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат трансдермальный",
      "description": {
        "common": "трансдермальный метилфенидат повысит уровень или эффект флувоксамина за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Рассмотрите возможность уменьшения дозы этих препаратов при совместном применении с метилфенидатом. Следите за токсичностью наркотиков при начале или прекращении приема метилфенидата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Может повышать риск гиповентиляции, обструкции дыхательных путей или апноэ и может способствовать выраженному и/или пролонгированному действию препарата"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Может повышать риск гиповентиляции, обструкции дыхательных путей или апноэ и может способствовать выраженному и/или пролонгированному действию препарата"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мирабегрон",
      "description": {
        "common": "мирабегрон увеличивает уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "флувоксамин и миртазапин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "морфий",
      "description": {
        "common": "флувоксамин и морфин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "флувоксамин и моксифлоксацин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "флувоксамин, набуметон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нальдемедин",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект нальдемедина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следите за возможными побочными эффектами"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "флувоксамин, напроксен.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "наратриптан",
      "description": {
        "common": "флувоксамин и наратриптан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект натеглинида, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект нелфинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект никардипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект нифедипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нимодипин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект нимодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект нисолдипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитрендипин",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект нитрендипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "флувоксамин и нортриптилин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "октреотид",
      "description": {
        "common": "флувоксамин и октреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "октреотид (противоядие)",
      "description": {
        "common": "флувоксамин и октреотид (антидот) увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "флувоксамин и офлоксацин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект олицеридина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При необходимости одновременного применения может потребоваться менее частое введение олицеридина. Внимательно следите за угнетением дыхания и седативным эффектом и соответственно титруйте последующие дозы. Если прием ингибитора прекращается, рассмотрите возможность увеличения дозы олицеридина до тех пор, пока не будет достигнут стабильный эффект препарата. Следите за признаками отмены опиоидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оспемифен",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект оспемифена, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "флувоксамин, оксапрозин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксикодон",
      "description": {
        "common": "флувоксамин и оксикодон повышают уровень серотонина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "флувоксамин и палиперидон увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пантопразол",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект парекоксиба, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ; СИОЗС ингибируют. захват сротонина тромбоцитами"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "флувоксамин и пароксетин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегинтерферон альфа 2b",
      "description": {
        "common": "флувоксамин, пегинтерферон альфа 2б. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Терапевтический эффект может быть изменен при одновременном применении субстратов CYP2D6; пегинтерферон альфа-2b может увеличивать или уменьшать уровень субстрата CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "флувоксамин и пентазоцин повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентоксифиллин",
      "description": {
        "common": "флувоксамин и пентоксифиллин усиливают антикоагулянтную активность. Используйте осторожность/монитор. может увеличить кровотечение"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "флувоксамин и перфеназин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект фенитоина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "флувоксамин, пироксикам.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "флувоксамин и позаконазол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прегабалин",
      "description": {
        "common": "флувоксамин, прегабалин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Coadministration может привести к опасной для жизни и фатальной депрессии дыхания; используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примахин",
      "description": {
        "common": "примахин и флувоксамин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "флувоксамин и прохлорперазин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "промазин",
      "description": {
        "common": "флувоксамин и промазин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "флувоксамин и прометазин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропафенон",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект пропафенона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропофол",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект пропофола, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "флувоксамин и протриптилин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект кветиапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рабепразол",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект рабепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "флувоксамин и ранолазин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ремимазолам",
      "description": {
        "common": "ремимазолам, флувоксамин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. Одновременное применение может привести к выраженному седативному эффекту, угнетению дыхания, коме и/или смерти. Непрерывный мониторинг основных показателей жизнедеятельности во время седации и периода восстановления при совместном применении. Тщательно титруйте дозу ремимазолама при одновременном применении с опиоидными анальгетиками и/или седативными/снотворными средствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репаглинид",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект репаглинида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рилузол",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект рилузола, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изморозь",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторной дозы в течение 48 часов при одновременном применении с умеренной дозой CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "флувоксамин и рисперидон увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект ритонавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект ривароксабана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Может увеличить риск кровотечения"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ризатриптан",
      "description": {
        "common": "флувоксамин и ризатриптан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рофлумиласт",
      "description": {
        "common": "флувоксамин повышает уровень рофлумиласта на др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: одновременное применение с двойными ингибиторами CYP3A4 и CYP1A2 может увеличить системное воздействие и привести к усилению побочных реакций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "болтливый",
      "description": {
        "common": "ролапитант увеличивает уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Ролапитант может повышать концентрацию субстратов CYP2D6 в сыворотке крови в течение как минимум 28 дней после введения ролапитанта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "флувоксамин и ромидепсин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP1A2, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "safinamide",
      "description": {
        "common": "флувоксамин, сафинамид.\nОдин из них увеличивает токсичность другого на уровень серотонина. Используйте осторожность/монитор. Следите за серотониновым синдромом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "флувоксамин, салицилаты (не аза).\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "флувоксамин, сальсалат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Такой же",
      "description": {
        "common": "флувоксамин и SAMe повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силодозин",
      "description": {
        "common": "флувоксамин увеличивает уровень или действие силодозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/? сульфат магния/хлорид калия увеличивает эффекты флувоксамина по неизвестному механизму. Используйте осторожность/монитор. Внимательно следите за признаками судорог при использовании препаратов для подготовки кишечника вместе с препаратами, снижающими судорожный порог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния усиливает действие флувоксамина по неизвестному механизму. Используйте осторожность/монитор. Внимательно следите за признаками судорог при использовании препаратов для подготовки кишечника вместе с препаратами, снижающими судорожный порог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль",
      "description": {
        "common": "флувоксамин, сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенный риск задержки воды или электролитного дисбаланса."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "флувоксамин повысит уровень или эффект софосбувира/велпатасвира, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солифенацин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект солифенацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект спарсентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Коррекция дозировки не требуется. Регулярно контролируйте артериальное давление, уровень калия в сыворотке, отеки и функцию почек, если спарсентан применяется одновременно с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "флувоксамин, стирипентол. влияет на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Может потребоваться корректировка дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил",
      "description": {
        "common": "флувоксамин и суфентанил повышают уровень серотонина. Используйте осторожность/монитор. Внимательно наблюдайте за пациентом на наличие серотонинового синдрома во время начала лечения и коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "флувоксамин и суфентанил SL снижают уровень серотонина. Используйте осторожность/монитор. Внимательно наблюдайте за пациентом на наличие серотонинового синдрома во время начала лечения и коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "флувоксамин и сульфаметоксазол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект сульфасалазина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ СИОЗС ингибируют. захват серотонина тромбоцитами"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "флувоксамин, сулиндак.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суматриптан",
      "description": {
        "common": "флувоксамин и суматриптан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суматриптан интраназально",
      "description": {
        "common": "флувоксамин и суматриптан интраназально повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект сунитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект такролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тадалафил",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект тадалафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "флувоксамин, тамоксифен. влияет на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Снижает метаболизм тамоксифена до активных метаболитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тапентадол",
      "description": {
        "common": "флувоксамин и тапентадол повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тазимелтеон",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект тазимелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Может усилить побочные эффекты"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телаванцин",
      "description": {
        "common": "флувоксамин и телаванцин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект темсиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербинафин",
      "description": {
        "common": "тербинафин будет увеличивать уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Оцените необходимость снижения дозы препарата, метаболизирующегося CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терифлуномид",
      "description": {
        "common": "терифлуномид снижает уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тезакафтор",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект тезакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Скорректируйте дозу при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект типранавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "флувоксамин повышает уровень тофацитиниба, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Уменьшите дозу тофацитиниба одновременно с умеренными ингибиторами CYP3A4 и мощными ингибиторами CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект толбутамида, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "флувоксамин, толфенамовая кислота.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "флувоксамин, толметин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трамадол",
      "description": {
        "common": "флувоксамин и трамадол повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "флувоксамин и тразодон увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триазолам",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект триазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "флувоксамин и трифлуоперазин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триметоприм",
      "description": {
        "common": "флувоксамин и триметоприм увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "флувоксамин и тримипрамин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трописетрон",
      "description": {
        "common": "флувоксамин и трописетрон увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валбеназин",
      "description": {
        "common": "валбеназин и флувоксамин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валериана",
      "description": {
        "common": "флувоксамин и валериана усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варденафил",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект варденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Дозу варденафила может потребоваться уменьшить при одновременном применении с умеренными или сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "велпатасвир",
      "description": {
        "common": "флувоксамин повысит уровень или эффект велпатасвира, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "флувоксамин и венлафаксин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект верапамила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект воклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Снизить суточную дозу воклоспорина до 15,8 мг перорально утром и 7,9 мг перорально вечером."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ворапаксар",
      "description": {
        "common": "флувоксамин, ворапаксар.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. СИОЗС и СИОЗСН могут вызывать истощение серотонина тромбоцитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "флувоксамин и вориконазол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориностат",
      "description": {
        "common": "и вориностат, и флувоксамин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "флувоксамин, варфарин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Высвобождение серотонина тромбоцитами играет важную роль в гемостазе. СИОЗС и СИОЗСН могут усиливать антикоагулянтный эффект варфарина. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "залеплон",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект залеплона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "занубрутиниб",
      "description": {
        "common": "флувоксамин будет повышать уровень или эффект занубрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу занубрутиниба (субстрата CYP3A4) до 80 мг перорально два раза в сутки при одновременном применении с умеренным ингибитором CYP3A4. Прервите дозу в соответствии с рекомендациями для побочных реакций. После прекращения приема ингибитора CYP3A4 возобновите прием предыдущей дозы занубрутиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "флувоксамин и зипразидон увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "золмитриптан",
      "description": {
        "common": "флувоксамин и золмитриптан повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "золпидем",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект золпидема, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зонисамид",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект зонизамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Тошнота",
      "percent": "40"
    },
    {
      "name": "Головная боль",
      "percent": "22-35"
    },
    {
      "name": "Сонливость",
      "percent": "22-27"
    },
    {
      "name": "Слабость",
      "percent": "14-26"
    },
    {
      "name": "Бессонница",
      "percent": "20-35"
    },
    {
      "name": "Диарея",
      "percent": "11-18"
    },
    {
      "name": "Головокружение",
      "percent": "11-15"
    },
    {
      "name": "ксеростомия",
      "percent": "10-14"
    },
    {
      "name": "Анорексия",
      "percent": "6-14"
    },
    {
      "name": "Аномальная эякуляция",
      "percent": "8-11"
    },
    {
      "name": "Боль",
      "percent": "10"
    },
    {
      "name": "Диспепсия",
      "percent": "8-10"
    },
    {
      "name": "Запор",
      "percent": "4-10"
    },
    {
      "name": "Снижение либидо",
      "percent": "2-10"
    },
    {
      "name": "Инфекции верхних дыхательных путей",
      "percent": "9"
    },
    {
      "name": "Беспокойство",
      "percent": "5-8"
    },
    {
      "name": "Тремор",
      "percent": "5-8"
    },
    {
      "name": "Потоотделение",
      "percent": "6-7"
    },
    {
      "name": "Рвота",
      "percent": "4-6"
    },
    {
      "name": "Боль в животе",
      "percent": "5"
    },
    {
      "name": "Миалгия",
      "percent": "5"
    },
    {
      "name": "Ненормальный вкус",
      "percent": "2-5"
    },
    {
      "name": "Синяки",
      "percent": "4"
    },
    {
      "name": "Аномальные сны",
      "percent": "3"
    },
    {
      "name": "Ненормальное мышление",
      "percent": "3"
    },
    {
      "name": "Боль в груди",
      "percent": "3"
    },
    {
      "name": "Сердцебиение",
      "percent": "3"
    },
    {
      "name": "Агитация",
      "percent": "2-3"
    },
    {
      "name": "вазодилатация",
      "percent": "2-3"
    },
    {
      "name": "Гипертония",
      "percent": "1-2"
    },
    {
      "name": "Увеличение LFT",
      "percent": "1-2"
    },
    {
      "name": "Изменение веса",
      "percent": "1-2"
    },
    {
      "name": "Маниакальная реакция",
      "percent": null
    },
    {
      "name": "Активация мании",
      "percent": null
    },
    {
      "name": "гипомания",
      "percent": null
    },
    {
      "name": "припадки",
      "percent": null
    },
    {
      "name": "прекратить",
      "percent": null
    },
    {
      "name": "Синусит",
      "percent": null
    },
    {
      "name": "Отек",
      "percent": null
    },
    {
      "name": "Амнезия",
      "percent": null
    },
    {
      "name": "Апатия",
      "percent": null
    },
    {
      "name": "Астения",
      "percent": null
    },
    {
      "name": "Недомогание",
      "percent": null
    },
    {
      "name": "Нервозность",
      "percent": null
    },
    {
      "name": "Сухость во рту",
      "percent": null
    },
    {
      "name": "Миоклонус",
      "percent": null
    },
    {
      "name": "Кашель",
      "percent": null
    }
  ]
}