{
  "name": "луликоназол",
  "comment": "Rx",
  "other_names": [
    "Лузу"
  ],
  "classes": [
    "Темы",
    "Противогрибковые препараты"
  ],
  "source": "https://reference.medscape.com/drug/luzu-luliconazole-999891",
  "pregnancy": {
    "common": [
      "Нет доступных данных об использовании беременными женщинами для информирования о риске серьезных врожденных дефектов и выкидыша, связанного с приемом препарата; в исследованиях репродукции животных на беременных крысах и кроликах не наблюдалось неблагоприятных эффектов развития при подкожном введении луликоназола в период органогенеза в дозах, в 3 и 24 раза превышающих соответственно максимально рекомендуемую дозу для человека (МРДЧ)"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Отсутствует информация о присутствии в грудном молоке, влиянии препарата на младенцев, находящихся на грудном вскармливании, или влиянии препарата на выработку молока после местного применения кормящими женщинами; отсутствие клинических данных в период лактации не позволяет однозначно определить риск для младенца в период лактации; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями терапии или основного заболевания матери для ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Только для местного применения; не для офтальмологического или интравагинального введения",
        "Может ингибировать изоферменты CYP2C19 и CYP3A4; особенно при лечении больших площадей поверхности (т. е. пахового дерматомикоза от умеренной до тяжелой степени), что приводит к увеличению системного воздействия луликоназола."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Реакция сайта приложения",
      "percent": null
    },
    {
      "name": "Контактный дерматит",
      "percent": null
    },
    {
      "name": "Целлюлит",
      "percent": null
    }
  ]
}