{
  "name": "изокарбоксазид",
  "comment": "Rx",
  "other_names": [
    "Марплан"
  ],
  "classes": [
    "Антидепрессанты",
    "Ингибиторы МАО"
  ],
  "source": "https://reference.medscape.com/drug/marplan-isocarboxazid-342953",
  "pregnancy": {
    "common": [
      "Существует реестр воздействия при беременности, который отслеживает исходы беременности у женщин, подвергшихся воздействию антидепрессантов во время беременности; медицинским работникам рекомендуется регистрировать пациентов, позвонив в Национальный реестр антидепрессантов для беременных по телефону 1-844405-6185 или посетив веб-сайт http://womensmentalhealth.org/clinical-and-research-programs/pregnancyregistry/antidepressants.",
      "Потенциальная репродуктивная токсичность препарата у животных не была адекватно оценена; также неизвестно, может ли изокарбоксазид нанести вред эмбриону/плоду при введении беременной женщине или повлиять на репродуктивную способность; препарат следует назначать беременной женщине только в случае крайней необходимости"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Уровни экскреции в материнском молоке не определены, а влияние на грудного ребенка неизвестно; терапию следует использовать у кормящих женщин только в случае крайней необходимости"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "В краткосрочных исследованиях антидепрессанты повышали риск суицидального мышления и поведения у детей, подростков и молодых людей (младше 24 лет), принимавших антидепрессанты при больших депрессивных расстройствах и других психических заболеваниях.",
        "Пациенты должны находиться под пристальным наблюдением на предмет изменений в поведении, клинического ухудшения и суицидальных тенденций; это должно быть сделано в течение первых 1-2 месяцев терапии и корректировки дозировки",
        "Ухудшение поведения и суицидальные тенденции, которые не являются частью имеющихся симптомов, могут потребовать прекращения терапии.",
        "Это увеличение не наблюдалось у пациентов старше 24 лет; небольшое снижение суицидальных мыслей наблюдалось у взрослых старше 65 лет.",
        "Этот препарат не одобрен для использования у детей",
        "Семья пациента должна сообщать медицинскому работнику о любых резких изменениях в поведении.",
        "У детей и молодых людей необходимо сопоставлять риски и пользу от приема антидепрессантов."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Одновременное применение с депрессантами ЦНС может привести к делирию, гиперпирексии, судорогам, коме, возбуждению и гипер/гипотензии.",
        "Шизофрения",
        "Заболевания печени в анамнезе или отклонения от нормы функциональных тестов печени",
        "Использование с ингибиторами МАО (подождите 1 неделю между прекращением приема ингибитора МАО и началом приема изокарбоксазида)",
        "Феохромоцитома, ХСН, ССЗ, тяжелая почечная недостаточность",
        "Употребление продуктов с высоким содержанием тирамина или добавок, содержащих кофеин, тирозин, триптофан, фенилаланин или фенилаланин (могут возникнуть гипертензивные реакции)",
        "Одновременное применение с меперидином или в течение 2-3 недель после терапии МАО",
        "одновременный прием с ингибиторами МАО или производными дибензазепина; симпатомиметики (включая амфетамины); некоторые депрессанты центральной нервной системы (включая наркотики и алкоголь); антигипертензивные, мочегонные, антигистаминные, седативные или анестезирующие препараты, бупропион (в течение 14 дней после отмены изокарбоксазида), буспирон (<10 дней после отмены изокарбоксазида), декстрометорфан, сыр или другие продукты с высоким содержанием тирамина; или чрезмерное количество кофеина",
        "В течение 10 дней после операции, требующей общей анестезии",
        "Использование с СИОЗС (<14 дней после прекращения приема изокарбоксазида; подождите 5 недель между прекращением приема флуоксетина и началом приема изокарбоксазида)",
        "Одновременный прием с фуразолидоном, паргилином, паргилином и метиклотиазидом, фенелзинсульфатом, прокарбазином, транилципроминсульфатом, родственными дибензазепину и другими трициклическими средствами, амитриптилином, перфеназином и амитриптилином, гидрохлоридом кломипрамина, дезипрамином, имипрамином, нортриптилином, протриптилином, доксепином, карбамазепином, циклобензом. априн, амоксапин , мапротилин, тримипрамина малеат",
        "Подтвержденный или подозреваемый цереброваскулярный дефект или любой пациент с сердечно-сосудистыми заболеваниями, гипертонией или головной болью в анамнезе",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Клиническое ухудшение и суицидальные мысли могут возникать, несмотря на прием лекарств, у подростков и молодых людей (18–24 лет)",
        "Будьте осторожны с дозами > 40 мг/день.",
        "Терапия может вызвать серьезные побочные эффекты; не рекомендуется в качестве начальной терапии; следует зарезервировать для пациентов, которые не ответили удовлетворительно на другие антидепрессанты.",
        "Может возникнуть гипотензия; чаще всего наблюдается у пациентов с ранее существовавшей гипертензией; артериальное давление обычно быстро возвращается к уровню до лечения после прекращения приема препарата; увеличение дозы следует производить более постепенно у пациентов, проявляющих склонность к артериальной гипотензии в начале терапии; Постуральную гипотензию можно уменьшить, если пациенту нужно лечь до тех пор, пока артериальное давление не вернется к норме.",
        "Терапия снижает судорожный порог в некоторых экспериментах на животных, следует соблюдать осторожность при лечении пациентов с эпилепсией; терапия оказывает различные эффекты на пациентов с эпилепсией; при этом у одних наблюдается снижение частоты припадков, у других их больше; прекратить по крайней мере за 48 часов до миелографии; не следует возобновлять терапию в течение как минимум 24 часов после процедуры",
        "Ингибиторы МАО могут подавлять ангинозную боль, которая в противном случае служила бы предупреждением об ишемии миокарда.",
        "С осторожностью у пациентов с сахарным диабетом (тщательно контролировать уровень глюкозы), глаукомой, печеночной/почечной недостаточностью, дисфункцией щитовидной железы",
        "С осторожностью применять у гиперактивных или возбужденных пациентов, а также у больных шизофренией; может вызвать чрезмерную стимуляцию; активация мании/гипомании отмечена у небольшой части пациентов с большим аффективным расстройством, которые лечились имеющимися в продаже антидепрессантами.",
        "Частота изменения функции печени или желтухи у пациентов, получающих терапию, низкая; во время терапии следует проводить периодические биохимические анализы печени; прекратить использование при первых признаках печеночной дисфункции или желтухи"
      ],
      "specific": [
        {
          "type": "Гипертонический криз",
          "description": [
            "При возникновении гипертонического криза назначьте терапию для снижения артериального давления.",
            "Гипертонический криз, связанный с применением ингибиторов МАО, который может привести к летальному исходу; может быть результатом одновременного приема ИМАО и некоторых лекарств и пищевых продуктов; следует внимательно следить за артериальным давлением, чтобы обнаружить любую прессорную реакцию; немедленно прекратите терапию, если возникают сердцебиение или частые головные боли; эти симптомы могут быть продромальными признаками гипертонического криза"
          ]
        },
        {
          "type": "Биполярное расстройство",
          "description": [
            "Большой депрессивный эпизод может быть начальным проявлением биполярного расстройства; Лечение такого эпизода одним антидепрессантом может повысить вероятность развития смешанного/маниакального эпизода у пациентов с риском развития биполярного расстройства.",
            "Перед началом лечения антидепрессантами пациенты с депрессивными симптомами должны пройти адекватный скрининг, чтобы определить, подвержены ли они риску биполярного расстройства; такой скрининг должен включать подробный психиатрический анамнез, включая семейный анамнез самоубийств, биполярного расстройства и депрессии.",
            "Препарат не одобрен для лечения биполярной депрессии"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "изокарбоксазид и амитриптилин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "амоксапин",
      "description": {
        "common": "изокарбоксазид и амоксапин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "апраклонидин",
      "description": {
        "common": "апраклонидин, изокарбоксазид. Механизм: неизвестен. Противопоказано. Противопоказан мфр. информация о назначении."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "армодафинил",
      "description": {
        "common": "изокарбоксазид усиливает эффекты армодафинила за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "изокарбоксазид усиливает действие атомоксетина за счет фармакодинамического синергизма. Противопоказано. Применение атомоксетина с ингибиторами моноаминоксидазы (ИМАО) противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "изокарбоксазид усиливает эффекты бензфетамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "бримонидин",
      "description": {
        "common": "изокарбоксазид, бримонидин. Механизм: неизвестен. Противопоказано. Противопоказан в инструкциях производителя."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "бупропион",
      "description": {
        "common": "изокарбоксазид и бупропион усиливают дофаминергические эффекты. Противопоказано. Бупропион ингибирует обратный захват дофамина и норадреналина (НЭ), а ИМАО снижают метаболизм дофамина и НЭ; coadministration увеличивает риск гипертензивных реакций; Между прекращением приема ИМАО и началом приема бупропиона должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "буспирон",
      "description": {
        "common": "изокарбоксазид и буспирон повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кофеин",
      "description": {
        "common": "изокарбоксазид усиливает действие кофеина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин увеличивает токсичность изокарбоксазида по неизвестному механизму. Противопоказано. Ингибитор МАО Д/Ц за 2 недели."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "циталопрам",
      "description": {
        "common": "изокарбоксазид и циталопрам повышают уровень серотонина. Противопоказано. Между прекращением терапии ингибиторами МАО и началом терапии циталопрамом должно пройти не менее 2 недель, а между прекращением терапии циталопрамом и началом терапии ингибиторами МАО должно пройти не менее 2 недель."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "изокарбоксазид и кломипрамин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "циклобензаприн",
      "description": {
        "common": "изокарбоксазид и циклобензаприн повышают уровень серотонина. Противопоказано. Не назначайте циклобензаприн одновременно с ИМАО или в течение 14 дней после прекращения приема ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ципрогептадин",
      "description": {
        "common": "изокарбоксазид, ципрогептадин. Другое (см. комментарий). Противопоказано.\nКомментарий: Ингибиторы МАО могут пролонгировать и усиливать антихолинергические эффекты антигистаминных препаратов. Ципрогептадин может ослаблять серотонинергический эффект ингибиторов МАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "изокарбоксазид и дезипрамин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "изокарбоксазид и десвенлафаксин повышают уровень серотонина. Противопоказано. Между прекращением приема ИМАО и началом лечения серотонинергическим препаратом должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "изокарбоксазид, дейтетрабеназин.\nОдин из них увеличивает токсичность другого за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Дейтетрабеназин не следует применять в комбинации с ИМАО или в течение 14 дней после прекращения терапии ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "изокарбоксазид усиливает эффекты дексфенфлурамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "изокарбоксазид усиливает действие дексметилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "изокарбоксазид усиливает эффекты декстроамфетамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "декстроамфетамин трансдермальный",
      "description": {
        "common": "изокарбоксазид усиливает действие трансдермального декстроамфетамина за счет снижения метаболизма. Противопоказано. ИМАО замедляют метаболизм амфетамина, усиливая действие амфетамина на высвобождение норадреналина и других моноаминов из адренергических нервных окончаний, вызывая признаки гипертонического криза. Не вводите декстроамфетамин во время или в течение 14 дней после введения ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "декстрометорфан",
      "description": {
        "common": "изокарбоксазид и декстрометорфан повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "диэтилпропион",
      "description": {
        "common": "изокарбоксазид усиливает действие диэтилпропиона за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "добутамин",
      "description": {
        "common": "изокарбоксазид усиливает действие добутамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дофамин",
      "description": {
        "common": "изокарбоксазид усиливает эффекты допамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "досулепин",
      "description": {
        "common": "изокарбоксазид и досулепин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "доксепин",
      "description": {
        "common": "изокарбоксазид и доксепин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "изокарбоксазид и дулоксетин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "энтакапон",
      "description": {
        "common": "энтакапон, изокарбоксазид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Как неселективные ингибиторы МАО, так и энтакапон ингибируют метаболизм катехоламинов, что приводит к повышению уровня катехоламинов. Возможно опасное повышение ЧСС или АД."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эфедрин",
      "description": {
        "common": "изокарбоксазид усиливает действие эфедрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "адреналин",
      "description": {
        "common": "изокарбоксазид усиливает действие адреналина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эпинефрин вдыхается",
      "description": {
        "common": "изокарбоксазид и эпинефрин при вдыхании усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Совместное введение эпинефрина в виде ингаляций с ИМАО или в течение 2 недель после прекращения приема ИМАО противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "изокарбоксазид и эсциталопрам повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "изокарбоксазид усиливает действие фенфлурамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фентанил",
      "description": {
        "common": "изокарбоксазид повышает токсичность фентанила за счет др. (см. комментарий). Противопоказано.\nКомментарий: Избегайте фентанила у пациентов, которым требуется одновременный прием ИМАО, или в течение 14 дней после прекращения приема ИМАО. Сообщалось о тяжелом и непредсказуемом усилении действия ингибиторов МАО при применении опиоидных анальгетиков."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "изокарбоксазид повышает токсичность фентанила при интраназальном введении Др. (см. комментарий). Противопоказано.\nКомментарий: Избегайте фентанила у пациентов, которым требуется одновременный прием ИМАО, или в течение 14 дней после прекращения приема ИМАО. Сообщалось о тяжелом и непредсказуемом усилении действия ингибиторов МАО при применении опиоидных анальгетиков."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "изокарбоксазид повышает токсичность фентанила при трансдермальном введении Др. (см. комментарий). Противопоказано.\nКомментарий: Избегайте фентанила у пациентов, которым требуется одновременный прием ИМАО, или в течение 14 дней после прекращения приема ИМАО. Сообщалось о тяжелом и непредсказуемом усилении действия ингибиторов МАО при применении опиоидных анальгетиков."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "изокарбоксазид повышает токсичность фентанила при трансмукозальном введении Др. (см. комментарий). Противопоказано.\nКомментарий: Избегайте фентанила у пациентов, которым требуется одновременный прием ИМАО, или в течение 14 дней после прекращения приема ИМАО. Сообщалось о тяжелом и непредсказуемом усилении действия ингибиторов МАО при применении опиоидных анальгетиков."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "изокарбоксазид и флуоксетин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин и изокарбоксазид повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "имипрамин",
      "description": {
        "common": "изокарбоксазид и имипрамин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изометептен",
      "description": {
        "common": "изокарбоксазид, изометептен.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Артериальная гипертензия, В тач."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "изокарбоксазид усиливает действие изопротеренола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "леводопа",
      "description": {
        "common": "изокарбоксазид, леводопа. Механизм: фармакодинамический синергизм. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "леводопа ингаляционно",
      "description": {
        "common": "Ингаляции леводопы усиливают эффекты изокарбоксазида за счет дофаминергических эффектов. Противопоказано. Леводопа может повышать риск острого гипертензивного эпизода при совместном применении с неселективными ИМАО. Прекратите использование любых неселективных ингибиторов МАО по крайней мере за 2 недели до начала ингаляции леводопы."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "изокарбоксазид и левомилнаципран повышают уровень серотонина. Противопоказано. Не используйте ИМАО, предназначенные для лечения психических расстройств с левомилнаципраном, или в течение 7 дней после прекращения приема левомилнаципрана из-за повышенного риска развития серотонинового синдрома."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "изокарбоксазид, лиздексамфетамин.\nОдин из них усиливает действие другого за счет уровня серотонина. Противопоказано. Не принимайте амфетамины во время и в течение 14 дней после прекращения приема ингибиторов моноаминоксидазы. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "изокарбоксазид и лофепрамин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мапротилин",
      "description": {
        "common": "изокарбоксазид и мапротилин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "меперидин",
      "description": {
        "common": "изокарбоксазид и меперидин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "изокарбоксазид усиливает действие метамфетамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метилендиоксиметамфетамин",
      "description": {
        "common": "изокарбоксазид усиливает эффекты метилендиоксиметамфетамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "изокарбоксазид усиливает действие метилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода. Метилфенидат противопоказан во время лечения ИМАО, а также в течение как минимум 14 дней после прекращения приема ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метилфенидат трансдермальный",
      "description": {
        "common": "трансдермальный метилфенидат и изокарбоксазид усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Одновременное применение ИМАО и стимуляторов ЦНС может вызвать гипертонический криз."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мидодрин",
      "description": {
        "common": "изокарбоксазид усиливает эффекты мидодрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "милнаципран",
      "description": {
        "common": "изокарбоксазид и милнаципран повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "модафинил",
      "description": {
        "common": "изокарбоксазид усиливает действие модафинила за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нефазодон",
      "description": {
        "common": "изокарбоксазид и нефазодон повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "норадреналин",
      "description": {
        "common": "изокарбоксазид усиливает действие норадреналина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "изокарбоксазид и нортриптилин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "опикапон",
      "description": {
        "common": "опикапон, изокарбоксазид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Как неселективные ингибиторы МАО, так и опикапон ингибируют метаболизм катехоламинов, что приводит к повышению уровня катехоламинов. Возможно опасное повышение ЧСС или АД."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "озанимод",
      "description": {
        "common": "изокарбоксазид и озанимод усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Одновременное применение озанимода с ингибиторами МАО-В может снизить экспозицию активных метаболитов озанимода, которые могут ингибировать МАО. Возможность клинического взаимодействия с ингибиторами МАО не изучалась; однако повышенный риск неселективного ингибирования МАО может привести к гипертоническому кризу. Между прекращением приема озанимода и началом приема ингибиторов МАО должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пароксетин",
      "description": {
        "common": "изокарбоксазид и пароксетин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фендиметразин",
      "description": {
        "common": "изокарбоксазид усиливает эффекты фендиметразина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенелзин",
      "description": {
        "common": "изокарбоксазид и фенелзин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фентермин",
      "description": {
        "common": "изокарбоксазид усиливает действие фентермина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенилэфрин",
      "description": {
        "common": "изокарбоксазид усиливает действие фенилэфрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенилэфрин ПО",
      "description": {
        "common": "изокарбоксазид усиливает действие фенилэфрина перорально за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "изокарбоксазид и прокарбазин повышают уровень серотонина. Противопоказано. Между прекращением приема одного ИМАО и началом терапии другим должно пройти не менее 2 недель."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пропилгекседрин",
      "description": {
        "common": "изокарбоксазид усиливает действие пропилгекседрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "протриптилин",
      "description": {
        "common": "изокарбоксазид и протриптилин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "псевдоэфедрин",
      "description": {
        "common": "изокарбоксазид усиливает эффекты псевдоэфедрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "разагилин",
      "description": {
        "common": "разагилин и изокарбоксазид повышают уровень серотонина. Противопоказано. Повышенный риск гипертонического криза. Между отменой разагилина и началом приема другого ИМАО или отменой другого ИМАО и началом приема разагилина должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "safinamide",
      "description": {
        "common": "изокарбоксазид, сафинамид.\nОдин из них увеличивает токсичность другого на уровень серотонина. Противопоказано. Одновременное применение повышает риск неселективного ингибирования МАО, что может привести к гипертоническому кризу. Между прекращением приема сафинамида и началом приема ИМАО должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин",
      "description": {
        "common": "селегилин и изокарбоксазид повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "трансдермальный селегилин и изокарбоксазид повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "сердексметилфенидат/дексметилфенидат",
      "description": {
        "common": "изокарбоксазид усиливает действие сердексметилфенидата/дексметилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "сертралин",
      "description": {
        "common": "изокарбоксазид и сертралин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "солриамфетол",
      "description": {
        "common": "изокарбоксазид будет повышать уровень или действие солриамфетола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Не используйте солриамфетол во время и/или в течение 14 дней после прекращения лечения ИМАО. ИМАО необратимо ингибируют фермент моноаминоксидазу, фермент, участвующий в деградации различных моноаминов, включая дофамин и норадреналин. Солриамфетол увеличивает синаптический дофамин и норадреналин."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "Зверобой",
      "description": {
        "common": "изокарбоксазид и зверобой повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "тетрабеназин, изокарбоксазид. Другое (см. комментарий). Противопоказано.\nКомментарий: риск острого гипертензивного эпизода; разделить на 14 д. Механизм: ИМАО вызывает накопление НЭ в нейронах, а тетрабеназин стимулирует высвобождение НЭ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "толкапон",
      "description": {
        "common": "толкапон, изокарбоксазид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Как неселективные ингибиторы МАО, так и толкапон ингибируют метаболизм катехоламинов, что приводит к повышению уровня катехоламинов. Возможно опасное повышение ЧСС или АД."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "транилципромин",
      "description": {
        "common": "изокарбоксазид и транилципромин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тразодон",
      "description": {
        "common": "изокарбоксазид и тразодон повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "изокарбоксазид и тримипрамин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тирамин",
      "description": {
        "common": "изокарбоксазид усиливает эффекты тирамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода. Продукты, содержащие тирамин, включают сыр, красное вино, икру, сельдь, консервированный инжир, ферментированное мясо, бобы, дрожжевые экстракты, мисо, авокадо."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "изокарбоксазид и венлафаксин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вилазодон",
      "description": {
        "common": "изокарбоксазид, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Противопоказано. Совместное применение с ингибиторами МАО-А противопоказано. Не назначайте вилазодон в течение 14 дней после прекращения или начала приема ингибитора МАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "изокарбоксазид, вортиоксетин.\nОдин из них усиливает действие другого за счет уровня серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ксилометазолин",
      "description": {
        "common": "изокарбоксазид усиливает действие ксилометазолина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "йохимбин",
      "description": {
        "common": "изокарбоксазид усиливает действие йохимбина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "5-ПВТ",
      "description": {
        "common": "изокарбоксазид и 5-HTP повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альбутерол",
      "description": {
        "common": "изокарбоксазид усиливает действие альбутерола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альфентанил",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность альфентанила по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "алмотриптан и изокарбоксазид повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "изокарбоксазид, амобарбитал. Другое (см. комментарий). Противопоказано.\nКомментарий: Депрессанты ЦНС, такие как барбитураты, не следует применять в сочетании с изокарбоксазидом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "арформотерол",
      "description": {
        "common": "изокарбоксазид усиливает действие арформотерола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "белладонна и опиум",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность белладонны и опиума по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность бензгидрокодона/ацетаминофена на уровень серотонина. Избегайте или используйте альтернативный препарат. Взаимодействие ИМАО с опиоидами может проявляться в виде серотонинового синдрома или опиоидной токсичности (например, угнетение дыхания, кома). Опиоиды не рекомендуются пациентам, принимающим ИМАО или в течение 14 дней после прекращения приема ИМАО. Если необходимо срочное лечение опиоидами, используйте тестовые дозы и частое титрование малых доз для купирования боли при тщательном контроле артериального давления и признаков и симптомов ЦНС и угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бромфенирамин",
      "description": {
        "common": "изокарбоксазид усиливает эффекты бромфенирамина за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Изокарбоксазид не следует назначать в сочетании с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность бупренорфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "изокарбоксазид увеличивает буккальную токсичность бупренорфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "изокарбоксазид, бутабарбитал. Другое (см. комментарий). Противопоказано.\nКомментарий: Депрессанты ЦНС, такие как барбитураты, не следует применять в сочетании с изокарбоксазидом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "изокарбоксазид, буталбитал. Другое (см. комментарий). Противопоказано.\nКомментарий: Депрессанты ЦНС, такие как барбитураты, не следует применять в сочетании с изокарбоксазидом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буторфанол",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность буторфанола по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбиноксамин",
      "description": {
        "common": "изокарбоксазид усиливает эффекты карбиноксамина за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Изокарбоксазид не следует назначать в сочетании с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цетиризин",
      "description": {
        "common": "изокарбоксазид усиливает эффекты цетиризина за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Изокарбоксазид не следует назначать в сочетании с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорфенирамин",
      "description": {
        "common": "изокарбоксазид усиливает действие хлорфенирамина Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Изокарбоксазид не следует назначать в сочетании с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "изокарбоксазид, хлорталидон. Другое (см. комментарий). Противопоказано.\nКомментарий: Аддитивный гипотензивный эффект может наблюдаться при сочетании ИМАО с антигипертензивными средствами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клемастин",
      "description": {
        "common": "изокарбоксазид усиливает эффекты клемастина по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Изокарбоксазид не следует назначать в сочетании с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "изокарбоксазид и кокаин местно повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кодеин",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность кодеина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десфлуран",
      "description": {
        "common": "изокарбоксазид повышает уровень десфлурана за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дезлоратадин",
      "description": {
        "common": "изокарбоксазид усиливает действие дезлоратадина по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Изокарбоксазид не следует назначать в сочетании с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "изокарбоксазид и дексфенфлурамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "изокарбоксазид и декстроамфетамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декстроморамид",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность декстроморамида по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диаморфин",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность диаморфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифеноксин hcl",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность дифеноксина hcl по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "изокарбоксазид и дигидроэрготамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "изокарбоксазид и дигидроэрготамин интраназально повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифенгидрамин",
      "description": {
        "common": "изокарбоксазид усиливает действие дифенгидрамина на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Изокарбоксазид не следует назначать в сочетании с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность дифеноксилата гидрохлорида по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дипипанон",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность дипипанона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доласетрон",
      "description": {
        "common": "доласетрон, изокарбоксазид.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "допексамин",
      "description": {
        "common": "изокарбоксазид усиливает действие допексамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксапрам",
      "description": {
        "common": "доксапрам усиливает действие изокарбоксазида за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивный прессорный эффект."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксепин крем",
      "description": {
        "common": "изокарбоксазид повышает уровень крема доксепин за счет фармакодинамического синергизма. Противопоказано. Ингибитор МАО Д/Ц за 2 недели."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксиламин",
      "description": {
        "common": "изокарбоксазид усиливает эффекты доксиламина за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Изокарбоксазид не следует назначать в сочетании с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элетриптан",
      "description": {
        "common": "элетриптан и изокарбоксазид повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "изокарбоксазид усиливает действие рацемического адреналина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "изокарбоксазид и эрготамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "изокарбоксазид и фенфлурамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексофенадин",
      "description": {
        "common": "изокарбоксазид усиливает эффекты фексофенадина по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Изокарбоксазид не следует назначать в сочетании с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "формотерол",
      "description": {
        "common": "изокарбоксазид усиливает действие формотерола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фроватриптан",
      "description": {
        "common": "фроватриптан и изокарбоксазид повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "гранисетрон, изокарбоксазид.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "изокарбоксазид, гидрохлоротиазид. Другое (см. комментарий). Противопоказано.\nКомментарий: Аддитивный гипотензивный эффект может наблюдаться при сочетании ИМАО с антигипертензивными средствами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность гидрокодона за счет уровня серотонина. Избегайте или используйте альтернативный препарат. Взаимодействие ИМАО с опиоидами может проявляться в виде серотонинового синдрома или опиоидной токсичности (например, угнетение дыхания, кома). Опиоиды не рекомендуются пациентам, принимающим ИМАО или в течение 14 дней после прекращения приема ИМАО. Если необходимо срочное лечение опиоидами, используйте тестовые дозы и частое титрование малых доз для купирования боли при тщательном контроле артериального давления и признаков и симптомов ЦНС и угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность гидроморфона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "изокарбоксазид усиливает действие гидроксизина на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Изокарбоксазид не следует назначать в сочетании с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индапамид",
      "description": {
        "common": "изокарбоксазид, индапамид. Другое (см. комментарий). Противопоказано.\nКомментарий: Аддитивный гипотензивный эффект может наблюдаться при сочетании ИМАО с антигипертензивными средствами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иобенгуан I 131",
      "description": {
        "common": "изокарбоксазид уменьшит уровень или эффект iobenguane I 131 по другому (см. комментарий). Избегайте или используйте альтернативный препарат. Основываясь на механизме действия иобенгуана, препараты, которые снижают поглощение катехоламинов или истощают запасы катехоламинов, могут препятствовать поглощению иобенгуана клетками и, таким образом, снижать эффективность иобенгуана. Прекратите прием мешающих препаратов в течение по крайней мере 5 периодов полувыведения перед введением либо дозиметрической дозы, либо дозы иобенгуана. Не вводите эти препараты, по крайней мере, через 7 дней после каждой дозы иобенгуана."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изокарбоксазид и изониазид повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетамин",
      "description": {
        "common": "изокарбоксазид повышает уровень кетамина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "L-триптофан",
      "description": {
        "common": "изокарбоксазид и L-триптофан повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "изокарбоксазид усиливает действие левалбутерола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левоцетиризин",
      "description": {
        "common": "изокарбоксазид усиливает эффекты левоцетиризина за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Изокарбоксазид не следует назначать в сочетании с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "леворфанол",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность леворфанола по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "линезолид",
      "description": {
        "common": "изокарбоксазид и линезолид повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "литий",
      "description": {
        "common": "изокарбоксазид и литий повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лоратадин",
      "description": {
        "common": "изокарбоксазид усиливает действие лоратадина Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Изокарбоксазид не следует назначать в сочетании с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лоркасерин",
      "description": {
        "common": "изокарбоксазид и лоркасерин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ЛСД",
      "description": {
        "common": "изокарбоксазид и ЛСД повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "изокарбоксазид усиливает действие метапротеренола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метадон",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность метадона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метогекситал",
      "description": {
        "common": "изокарбоксазид, метогекситал. Другое (см. комментарий). Противопоказано.\nКомментарий: Депрессанты ЦНС, такие как барбитураты, не следует применять в сочетании с изокарбоксазидом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "изокарбоксазид, метиклотиазид. Другое (см. комментарий). Противопоказано.\nКомментарий: Аддитивный гипотензивный эффект может наблюдаться при сочетании ИМАО с антигипертензивными средствами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиленовый синий",
      "description": {
        "common": "метиленовый синий и изокарбоксазид повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Метиленовый синий может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести метиленовый синий, немедленно прекратите прием серотонинергического препарата и следите за токсичностью ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы метиленового синего или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "метоклопрамид интраназально повышает токсичность изокарбоксазида Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: метоклопрамид может усиливать гипертензивный эффект ингибиторов моноаминоксидазы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метолазон",
      "description": {
        "common": "изокарбоксазид, метолазон. Другое (см. комментарий). Противопоказано.\nКомментарий: Аддитивный гипотензивный эффект может наблюдаться при сочетании ИМАО с антигипертензивными средствами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миртазапин",
      "description": {
        "common": "изокарбоксазид и миртазапин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "морфий",
      "description": {
        "common": "изокарбоксазид и морфин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "налбуфин",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность налбуфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "наратриптан",
      "description": {
        "common": "и наратриптан, и изокарбоксазид повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нетупитант/палоносетрон",
      "description": {
        "common": "нетупитант/палоносетрон, изокарбоксазид.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "ондансетрон, изокарбоксазид.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "настойка опия",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность настойки опия по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксикодон",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность оксикодона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксиметазолин интраназально",
      "description": {
        "common": "изокарбоксазид усиливает действие интраназального оксиметазолина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. ИМАО вызывают накопление норадреналина в адренергических нейронах. При одновременном применении с агонистами альфа1 может развиться значительная артериальная гипертензия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксиморфон",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность оксиморфона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палоносетрон",
      "description": {
        "common": "палоносетрон, изокарбоксазид.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "папаверетум",
      "description": {
        "common": "изокарбоксазид повышает токсичность папаверета по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "изокарбоксазид и пентазоцин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "изокарбоксазид, пентобарбитал. Другое (см. комментарий). Противопоказано.\nКомментарий: Депрессанты ЦНС, такие как барбитураты, не следует применять в сочетании с изокарбоксазидом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "перфеназин",
      "description": {
        "common": "изокарбоксазид, перфеназин. Другое (см. комментарий). Противопоказано.\nКомментарий: одновременное применение может пролонгировать или усилить гипотензивное, антихолинергическое или седативное действие изокарбоксазида или перфеназина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "изокарбоксазид, фенобарбитал. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Депрессанты ЦНС, такие как барбитураты, не следует применять в сочетании с изокарбоксазидом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "изокарбоксазид усиливает действие пирбутерола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прометазин",
      "description": {
        "common": "изокарбоксазид усиливает эффекты прометазина за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Изокарбоксазид не следует назначать в сочетании с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропофол",
      "description": {
        "common": "изокарбоксазид повышает уровень пропофола за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ризатриптан",
      "description": {
        "common": "ризатриптан и изокарбоксазид повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "салметерол",
      "description": {
        "common": "изокарбоксазид усиливает эффекты салметерола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Такой же",
      "description": {
        "common": "изокарбоксазид и SAMe повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "изокарбоксазид, секобарбитал. Другое (см. комментарий). Противопоказано.\nКомментарий: Депрессанты ЦНС, такие как барбитураты, не следует применять в сочетании с изокарбоксазидом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "изокарбоксазид повышает уровень севофлурана за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность суфентанила по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность суфентанила SL на уровень серотонина. Избегайте или используйте альтернативный препарат. Взаимодействие ИМАО с опиоидами может проявляться в виде серотонинового синдрома или опиоидной токсичности (например, угнетение дыхания, кома). Опиоиды не рекомендуются пациентам, принимающим ИМАО или в течение 14 дней после прекращения приема ИМАО. Если необходимо срочное лечение опиоидами, используйте тестовые дозы и частое титрование малых доз для купирования боли при тщательном контроле артериального давления и признаков и симптомов ЦНС и угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суматриптан",
      "description": {
        "common": "суматриптан и изокарбоксазид повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суматриптан интраназально",
      "description": {
        "common": "суматриптан интраназально и изокарбоксазид повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тапентадол",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность тапентадола по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тедизолид",
      "description": {
        "common": "тедизолид, изокарбоксазид.\nОдин из них усиливает действие другого по механизму: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Взаимодействие с ИМАО в клинических испытаниях не изучалось; препараты того же класса (например, линезолид) противопоказаны при применении ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тербуталин",
      "description": {
        "common": "изокарбоксазид усиливает действие тербуталина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трамадол",
      "description": {
        "common": "изокарбоксазид и трамадол повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "изокарбоксазид и умеклидиния бромид/вилантерол при ингаляции усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с ИМАО или ТЦА или в течение 2 недель после прекращения приема этих препаратов; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "валбеназин",
      "description": {
        "common": "изокарбоксазид, валбеназин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременное применение валбеназина с ингибиторами МАО может повышать концентрацию моноаминовых нейротрансмиттеров в синапсах, потенциально увеличивая риск серотонинового синдрома или ослабляя эффект валбеназина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "изокарбоксазид и вилантерол/флутиказона фуроат при ингаляции усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с ИМАО или ТЦА или в течение 2 недель после прекращения приема этих препаратов; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "золмитриптан",
      "description": {
        "common": "золмитриптан и изокарбоксазид повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "изокарбоксазид, беназеприл.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышает риск гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бретилий",
      "description": {
        "common": "изокарбоксазид усиливает эффекты бретилиума за счет симпатического (адренергического) воздействия, включая повышение артериального давления и частоты сердечных сокращений. Изменить терапию/внимательно контролировать. Бретилий вызывает высвобождение катехоламинов из нервных окончаний. Это повышенное высвобождение катехоламинов усиливается ИМАО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "изокарбоксазид, бупренорфин подкожный имплантат.\nОдин из них увеличивает токсичность другого на уровень серотонина. Используйте осторожность/монитор. Одновременное применение может привести к опасному для жизни серотониновому синдрому. Если одновременное применение оправдано, тщательно наблюдайте за пациентом, особенно в начале лечения и во время коррекции дозы серотонинергического препарата. Прекратите прием бупренорфина при подозрении на серотониновый синдром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "изокарбоксазид, бупренорфин, инъекции пролонгированного действия.\nОдин из них увеличивает токсичность другого на уровень серотонина. Изменить терапию/внимательно контролировать. Одновременное применение может привести к опасному для жизни серотониновому синдрому или токсичности опиоидов (например, угнетению дыхания, коме). Инъекции бупренорфина длительного действия не рекомендуются пациентам, принимающим ИМАО, или в течение 14 дней после прекращения такого лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "изокарбоксазид, каптоприл.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление. Контролируйте артериальное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "изокарбоксазид усиливает действие хлорпропамида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "диазепам интраназально, изокарбоксазид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение может усиливать угнетающее ЦНС действие каждого препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксин hcl",
      "description": {
        "common": "дифеноксин гидрохлорид, изокарбоксазид. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск серотонинового синдрома."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "дифеноксилат гидрохлорид, изокарбоксазид. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск серотонинового синдрома."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "донепезил трансдермальный",
      "description": {
        "common": "донепезил трансдермальный, изокарбоксазид.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эскетамин интраназально",
      "description": {
        "common": "эскетамин интраназально, изокарбоксазид.\nОдин из них увеличивает токсичность другого за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Внимательно следите за артериальным давлением при одновременном применении назального эскетамина с МАО-И. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этомидат",
      "description": {
        "common": "изокарбоксазид повышает уровень этомидата за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин",
      "description": {
        "common": "габапентин, изокарбоксазид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин энакарбил",
      "description": {
        "common": "габапентин, энакарбил, изокарбоксазид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "изокарбоксазид и ганаксолон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "изокарбоксазид усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "изокарбоксазид усиливает действие глипизида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "изокарбоксазид усиливает действие глибурида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай, изокарбоксазид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Избегайте сочетания или чрезмерного употребления зеленого чая. Комбинация может увеличить риск сердечной аритмии или тяжелой гипертонии из-за кофеинового компонента зеленого чая."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидралазин",
      "description": {
        "common": "гидралазин, изокарбоксазид. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гипертонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "индакатерол, ингаляционный, изокарбоксазид. интервал QTc. Используйте осторожность/монитор. Индакатерол следует назначать с особой осторожностью пациентам, получающим ингибиторы МАО. Препараты, которые, как известно, удлиняют интервал QTc, могут повышать риск желудочковых аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "изокарбоксазид усиливает действие инсулина аспарт по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "изокарбоксазид, инсулин деглудек.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "изокарбоксазид, инсулин деглудек/инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "изокарбоксазид усиливает действие инсулина детемир по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "изокарбоксазид усиливает действие инсулина гларгина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "изокарбоксазид усиливает действие инсулина глулизина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "изокарбоксазид, инсулин ингаляционно.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "изокарбоксазид усиливает действие инсулина лизпро по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "изокарбоксазид усиливает действие инсулина НПХ по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "изокарбоксазид увеличивает действие обычного человеческого инсулина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан, изокарбоксазид.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Совместное применение лазмидитана и других препаратов, угнетающих ЦНС, включая алкоголь, в клинических исследованиях не изучалось. Ласмидитан может вызывать седативный эффект, а также другие когнитивные и/или психоневрологические побочные реакции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "лемборексант, изокарбоксазид.\nЛибо усиливает действие другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. При совместном применении лемборексанта с другими препаратами, угнетающими ЦНС, может потребоваться коррекция дозы из-за потенциально аддитивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "литий, изокарбоксазид. Механизм: неизвестен. Используйте осторожность/монитор. Риск злокачественной гиперпирексии. Взаимодействия особенно. ожидается с неселективными ИМАО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон усиливает действие изокарбоксазида Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: потенциально повышенный риск гипотензии при одновременном применении. Мониторинг артериального давления и корректировка дозы антигипертензивного агента по мере необходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "маравирок, изокарбоксазид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск ортостатической гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "изокарбоксазид будет увеличивать уровень или эффект метформина за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метризамид",
      "description": {
        "common": "изокарбоксазид, метризамид. Механизм: неустановленный механизм взаимодействия. Используйте осторожность/монитор. Риск захвата. Ингибитор МАО Д/Ц за 24 часа до приема. метризамида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "изокарбоксазид, олицеридин.\nОдин из них усиливает действие другого за счет уровня серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "изокарбоксазид и олодатерол при ингаляции увеличивают интервал QTc. Используйте осторожность/монитор. Ингибиторы МАО удлиняют интервал QTc и могут потенцировать эффекты бета2-агонистов на сердечно-сосудистую систему; повышенный риск желудочковых аритмий"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "настойка опия",
      "description": {
        "common": "настойка опия, изокарбоксазид. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск серотонинового синдрома."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксиметазолин актуальные",
      "description": {
        "common": "оксиметазолин для местного применения и изокарбоксазид усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин офтальмологический",
      "description": {
        "common": "изокарбоксазид усиливает эффекты офтальмологического фенилэфрина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Некоторая системная абсорбция офтальмологического фенилэфрина; уменьшить дозу в течение 21 дня ингибиторов МАО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прегабалин",
      "description": {
        "common": "прегабалин, изокарбоксазид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ремифентанил",
      "description": {
        "common": "ремифентанил увеличивает токсичность изокарбоксазида на уровень серотонина. Изменить терапию/внимательно контролировать. Увеличивает риск серотонинового синдрома."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ремимазолам",
      "description": {
        "common": "ремимазолам, изокарбоксазид.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. Одновременное применение может привести к выраженному седативному эффекту, угнетению дыхания, коме и/или смерти. Непрерывный мониторинг основных показателей жизнедеятельности во время седации и периода восстановления при совместном применении. Тщательно титруйте дозу ремимазолама при одновременном применении с опиоидными анальгетиками и/или седативными/снотворными средствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тапентадол",
      "description": {
        "common": "изокарбоксазид и тапентадол повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толазамид",
      "description": {
        "common": "изокарбоксазид усиливает действие толазамида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "изокарбоксазид усиливает действие толбутамида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валериана",
      "description": {
        "common": "валериана и изокарбоксазид усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йохимбе",
      "description": {
        "common": "йохимбе усиливает действие изокарбоксазида за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "изокарбоксазид повышает уровень амобарбитала за счет замедления метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "изокарбоксазид повышает уровень бутабарбитала за счет снижения метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "изокарбоксазид повышает уровень буталбитала за счет снижения метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "чистотел",
      "description": {
        "common": "чистотел усиливает действие изокарбоксазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Основано на исследованиях на животных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кордицепс",
      "description": {
        "common": "кордицепс усиливает действие изокарбоксазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дисульфирам",
      "description": {
        "common": "дисульфирам, изокарбоксазид. Механизм: неизвестен. Незначительное/значение неизвестно. Риск делирия (клинический случай)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Женьшень",
      "description": {
        "common": "Женьшень обыкновенный усиливает действие изокарбоксазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "изокарбоксазид повышает уровень пентобарбитала за счет снижения метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "изокарбоксазид повышает уровень фенобарбитала за счет замедления метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "корень плеврита",
      "description": {
        "common": "корень плеврита снижает действие изокарбоксазида за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "примидон",
      "description": {
        "common": "изокарбоксазид повышает уровень примидона за счет снижения метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "изокарбоксазид повышает уровень секобарбитала за счет замедления метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "изокарбоксазид повышает уровень сульфадиазина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "изокарбоксазид повышает уровень сульфаметоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "изокарбоксазид повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Ортостатическая гипотензия",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Гиперрефлексия",
      "percent": null
    },
    {
      "name": "Нарушение сна",
      "percent": null
    },
    {
      "name": "Слабость",
      "percent": null
    },
    {
      "name": "Тремор",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Сухость во рту",
      "percent": null
    },
    {
      "name": "Путаница",
      "percent": null
    },
    {
      "name": "Снижение памяти",
      "percent": null
    },
    {
      "name": "Парестезия",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Импотенция",
      "percent": null
    },
    {
      "name": "Частота мочеиспускания или задержка",
      "percent": null
    },
    {
      "name": "нистагм",
      "percent": null
    },
    {
      "name": "Отек",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Гипомания",
      "percent": null
    },
    {
      "name": "Раздражение",
      "percent": null
    },
    {
      "name": "Гиперметаболический синдром",
      "percent": null
    },
    {
      "name": "гиперпирексия",
      "percent": null
    },
    {
      "name": "тахикардия",
      "percent": null
    },
    {
      "name": "тахипноэ",
      "percent": null
    },
    {
      "name": "увеличение CPK",
      "percent": null
    },
    {
      "name": "ацидоз",
      "percent": null
    },
    {
      "name": "SIADH",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "Риск гипертонического криза",
      "percent": null
    },
    {
      "name": "обычно из-за лекарственного взаимодействия",
      "percent": null
    },
    {
      "name": "Атаксия",
      "percent": null
    },
    {
      "name": "Seizure",
      "percent": null
    },
    {
      "name": "Желтуха",
      "percent": null
    },
    {
      "name": "Нарушение зрения",
      "percent": null
    }
  ]
}