{
  "name": "цефепим",
  "comment": "Rx",
  "other_names": [
    "Максимим"
  ],
  "classes": [
    "Другой",
    "Цефалоспорины"
  ],
  "source": "https://reference.medscape.com/drug/maxipime-cefepime-342511",
  "pregnancy": {
    "common": [
      "Постмаркетинговый опыт или клинические испытания не сообщали о случаях воздействия препарата во время беременности; Имеющиеся данные опубликованных обсервационных исследований и сообщений о случаях применения цефалоспоринов беременными женщинами за несколько десятилетий не выявили связанных с приемом препарата рисков серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Цефепим не ассоциировался с неблагоприятными исходами развития у крыс, мышей или кроликов при парентеральном введении в период органогенеза; дозы, использованные в этих исследованиях, в 1,6 раза (крысы), примерно равны (мыши) и 0,3 раза (кролики) от максимальной рекомендуемой клинической дозы."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет информации о влиянии на выработку молока или на младенцев, находящихся на грудном вскармливании.",
      "Препарат присутствует в грудном молоке в низкой концентрации (0,5 мкг/мл); грудной ребенок, потребляющий примерно 1000 мл грудного молока в день, получит примерно 0,5 мг цефепима в день.",
      "Пользу грудного вскармливания для развития и здоровья следует учитывать наряду с клинической потребностью матери в цефепиме и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от наркотиков или от основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Документально подтвержденная гиперчувствительность к цефепиму, пенициллинам или другим бета-лактамным антибиотикам."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "С осторожностью применять у пациентов с заболеваниями желудочно-кишечного тракта, особенно с колитом.",
        "Назначение лекарственного средства при отсутствии доказанной или сильно подозреваемой бактериальной инфекции или профилактических показаний вряд ли принесет пользу пациенту и увеличивает риск развития устойчивых к лекарственным препаратам бактерий.",
        "Если CrCl <60 мл/мин, скорректируйте дозировку, чтобы компенсировать более низкую скорость почечной элиминации.",
        "Длительное использование может вызвать суперинфекцию",
        "Может повышать международное нормализованное отношение (МНО) при длительном лечении, особенно у пациентов с нутритивной недостаточностью.",
        "В/м рекомендуется только при осложненных или неосложненных инфекциях мочевыводящих путей легкой и средней степени тяжести, вызванных кишечной палочкой.",
        "Следует соблюдать осторожность при наличии в анамнезе реакций гиперчувствительности немедленного типа на цефепим, цефалоспорины, пенициллины или другие препараты; проявлять осторожность, если продукт должен быть предоставлен пациентам с чувствительностью к пенициллину; перекрестная гиперчувствительность к бета-лактамным антибактериальным препаратам зарегистрирована у 10% пациентов с аллергией на пенициллин в анамнезе; если возникает аллергическая реакция на этот препарат, прекратите прием препарата и примите соответствующие поддерживающие меры."
      ],
      "specific": [
        {
          "type": "Нейротоксичность",
          "description": [
            "Большинство случаев произошло у пациентов с почечной недостаточностью, которым не была проведена соответствующая коррекция дозы; однако у пациентов, получавших коррекцию дозы, соответствующую степени почечной недостаточности, возникали некоторые случаи нейротоксичности.",
            "Сообщалось о нейротоксичности, включая опасные для жизни или смертельные случаи, такие как афазия, энцефалопатия, миоклонус, судороги и бессудорожный эпилептический статус.",
            "В большинстве случаев симптомы нейротоксичности были обратимыми и разрешались после прекращения терапии и/или после гемодиализа; если возникает нейротоксичность, связанная с терапией цефепимом, прекратите терапию и примите соответствующие поддерживающие меры."
          ]
        },
        {
          "type": "Clostridioides difficile",
          "description": [
            ", и хирургическая оценка должна быть начата по клиническим показаниям",
            "может потребоваться прекращение",
            "Может возникнуть Clostridioides difficile-ассоциированная диарея (CDAD), и ее следует подозревать у всех пациентов с персистирующей диареей после применения.",
            "вырабатывает токсины А и В, которые способствуют развитию CDAD",
            "Если CDAD подозревается или подтверждается, продолжающийся прием антибактериальных препаратов, не направленный против",
            "вызывают повышенную заболеваемость и смертность, поскольку эти инфекции могут быть резистентными к противомикробной терапии и могут потребовать колэктомии.",
            "С. трудный",
            "Гипертоксинпродуцирующие штаммы",
            "Необходим тщательный сбор анамнеза, поскольку сообщалось о развитии CDAD в течение двух месяцев после введения антибактериальных препаратов.",
            "Надлежащее введение жидкости и электролитов, белковые добавки, антибактериальная медикаментозная терапия"
          ]
        },
        {
          "type": "Несудорожный эпилептический статус",
          "description": [
            "Риск бессудорожного эпилептического статуса может быть повышен, если неадекватная коррекция дозы проводится при почечной недостаточности.",
            "Большинство случаев произошло у пациентов с почечной недостаточностью, которым не была проведена соответствующая коррекция дозы; однако некоторые из них произошли у пациентов, получавших коррекцию дозы в соответствии со степенью почечной недостаточности.",
            "Признаки и симптомы бессудорожного эпилептического статуса могут включать изменение психического состояния, спутанность сознания и снижение реакции."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "цефепим снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "цефепим, вакцина против холеры. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "цефепим уменьшает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "цефепим снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифампридин",
      "description": {
        "common": "цефепим повышает токсичность амифампридина Др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Амифампридин может вызывать судороги. Совместное применение с препаратами, снижающими судорожный порог, может увеличить этот риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "цефепим снижает уровень или действие базедоксифена/конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "цефепим снижает уровень или действие диеногеста/эстрадиола валерата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. При одновременном применении может быть рекомендована альтернативная или дополнительная форма контроля рождаемости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "цефепим снижает уровень или эффект эстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "цефепим снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "цефепим снижает уровень или эффект перорального левоноргестрела/этинилэстрадиола/бисглицината железа за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пробенецид",
      "description": {
        "common": "пробенецид будет повышать уровень или эффект цефепима за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "цефепим снижает действие пикосульфата натрия/оксида магния/безводной лимонной кислоты за счет изменения метаболизма. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "цефепим усиливает действие варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "aminohippurate sodium",
      "description": {
        "common": "цефепим будет повышать уровень или эффект аминогиппурата натрия за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "цефепим увеличивает уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "цефепим увеличивает уровень или эффект ректального аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "цефепим увеличивает уровень или эффект аспирина/лимонной кислоты/бикарбоната натрия за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "цефепим увеличивает уровень или эффект холина трисалицилата магния за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "цефепим увеличивает токсичность фуросемида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск нефротоксичности."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "плоды шиповника повышают уровень или эффект цефепима за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "цефепим будет повышать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толметин",
      "description": {
        "common": "цефепим будет повышать уровень или эффект толметина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "цефепим повысит уровень или эффект коры ивы за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Положительный результат пробы Кумбса без гемолиза",
      "percent": "16"
    },
    {
      "name": "Сыпь",
      "percent": "1-4"
    },
    {
      "name": "Повышенный уровень аланинаминотрансферазы",
      "percent": "3"
    },
    {
      "name": "гипофосфатемия",
      "percent": "3"
    },
    {
      "name": "Диарея",
      "percent": "3"
    },
    {
      "name": "эозинофилия",
      "percent": "2"
    },
    {
      "name": "Эритема в месте инъекции",
      "percent": "2"
    },
    {
      "name": "Нормальное частичное тромбопластиновое время",
      "percent": "2"
    },
    {
      "name": "тангента",
      "percent": "2"
    },
    {
      "name": "Тошнота или рвота",
      "percent": "1"
    },
    {
      "name": "Высокая температура",
      "percent": "1"
    },
    {
      "name": "Головная боль",
      "percent": "1"
    },
    {
      "name": "Боль",
      "percent": "1"
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Агранулоцитоз",
      "percent": null
    },
    {
      "name": "Анафилактический шок",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "Кома",
      "percent": null
    },
    {
      "name": "Энцефалопатия",
      "percent": null
    },
    {
      "name": "Галлюцинации",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "Миоклонус",
      "percent": null
    },
    {
      "name": "Нервно-мышечная возбудимость",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "Судороги",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Нейротоксичность",
      "percent": null
    },
    {
      "name": "Энцефалопатия",
      "percent": null
    },
    {
      "name": "нарушение сознания, включая спутанность сознания",
      "percent": null
    },
    {
      "name": "галлюцинации",
      "percent": null
    },
    {
      "name": "ступор",
      "percent": null
    },
    {
      "name": "и кома",
      "percent": null
    },
    {
      "name": "афазия",
      "percent": null
    },
    {
      "name": "миоклонус",
      "percent": null
    },
    {
      "name": "припадки",
      "percent": null
    },
    {
      "name": "и бессудорожный эпилептический статус",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "анафилактический шок",
      "percent": null
    },
    {
      "name": "транзиторная лейкопения",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "агранулоцитоз",
      "percent": null
    },
    {
      "name": "и тромбоцитопения",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "многоформная эритема",
      "percent": null
    },
    {
      "name": "токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "почечная недостаточность",
      "percent": null
    },
    {
      "name": "токсическая нефропатия",
      "percent": null
    },
    {
      "name": "апластическая анемия",
      "percent": null
    },
    {
      "name": "гемолитическая анемия",
      "percent": null
    },
    {
      "name": "кровотечение",
      "percent": null
    },
    {
      "name": "печеночная недостаточность, включая холестаз",
      "percent": null
    },
    {
      "name": "и панцитопения",
      "percent": null
    }
  ]
}