{
  "name": "мегестрол",
  "comment": "Rx",
  "other_names": [
    "Мегас ЕС",
    "Мегас"
  ],
  "classes": [
    "Гормоны",
    "Противоопухолевые препараты",
    "Стимуляторы аппетита",
    "Прогестины"
  ],
  "source": "https://reference.medscape.com/drug/megace-megestrol-342783",
  "pregnancy": {
    "common": [
      "Получите тест на беременность у женщин репродуктивного потенциала до начала лечения; рекомендовать женщинам репродуктивного возраста использовать эффективные средства контрацепции во время приема наркотиков",
      "Перед лечением рекомендуется пройти тест на беременность",
      "Нет доступных данных о людях для оценки каких-либо связанных с наркотиками рисков выкидыша, врожденных дефектов или неблагоприятных исходов для матери или плода; информировать беременных женщин о потенциальном риске для плода"
    ],
    "specific": [
      {
        "type": "контрацепция",
        "description": [
          "Терапия может нанести вред плоду при назначении во время беременности; рекомендовать женщинам с репродуктивным потенциалом использовать эффективные методы контрацепции во время лечения"
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "Основываясь на данных о животных, мегестрола ацетат может причинить вред плоду при введении беременной женщине и противопоказан во время беременности; отсутствуют адекватные данные о токсичности для развития животных при клинически значимых дозах; Беременные крысы, получавшие низкие дозы, приводили к снижению массы плода и числа живорождений, а также к феминизации плодов мужского пола при дозах ниже максимально рекомендуемой клинической дозы, основанной на площади поверхности тела."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Центры по контролю и профилактике заболеваний рекомендуют матерям, инфицированным ВИЧ-1, не кормить своих детей грудью, чтобы избежать риска постнатальной передачи ВИЧ-1; препарат присутствует в грудном молоке; нет данных о влиянии препарата на младенцев, находящихся на грудном вскармливании, или на выработку молока; из-за возможности передачи ВИЧ и неблагоприятного воздействия на ребенка, находящегося на грудном вскармливании, проинструктируйте матерей не кормить грудью, если они получают терапию"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Известная или предполагаемая беременность",
        "Острый тромбофлебит, тромбоэмболическое расстройство, рак молочной железы",
        "Недиагностированные аномальные генитальные кровотечения",
        "Профилактика потери веса",
        "Может вызвать вагинальное кровотечение у женщин",
        "Документально подтвержденная гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сахарный диабет",
        "Синдром Кушинга сообщается с терапией",
        "История тромбоэмболической болезни",
        "Не использовать в качестве профилактики потери веса или в качестве диагностического теста на беременность.",
        "Надпочечниковая недостаточность может возникать у пациентов, получающих или прекращающих длительное лечение мегестролом.",
        "Мегестрол является производным прогестерона, который может вызывать вагинальные кровотечения у женщин."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "мавакамтен снижает уровень или эффект мегестрола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Прогестин и этинилэстрадиол являются субстратами CYP3A4. Мавакамтен может снижать системную экспозицию этинилэстрадиола и прогестина, что может привести к неэффективности контрацептивов или учащению прорывных кровотечений. Посоветуйте пациенткам использовать метод контрацепции, на который не влияет индукция фермента CYP450 (например, внутриматочная система), или добавить негормональную контрацепцию (например, презервативы) во время совместного введения и в течение 4 месяцев после последней дозы мавакамтена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "мегестрол снижает эффекты инсулина деглудека за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Прогестины могут нарушать толерантность к глюкозе."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "мегестрол снижает эффекты инсулина деглудек/инсулин аспарт за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Прогестины могут нарушать толерантность к глюкозе."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "мегестрол снижает эффекты вдыхаемого инсулина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Прогестины могут нарушать толерантность к глюкозе."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и мегестрол усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "мегестрол усиливает действие варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает эффекты мегестрола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Гриб майтаке обладает противоопухолевым действием (исследования на животных/в пробирке)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "таурин",
      "description": {
        "common": "мегестрол снижает уровень таурина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Гипертония",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "перепады настроения",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "потливость",
      "percent": null
    },
    {
      "name": "Аменорея",
      "percent": null
    },
    {
      "name": "прорывное кровотечение",
      "percent": null
    },
    {
      "name": "изменение менструального цикла",
      "percent": null
    },
    {
      "name": "горячие поты",
      "percent": null
    },
    {
      "name": "импотенция",
      "percent": null
    },
    {
      "name": "пятнистость",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "метеоризм",
      "percent": null
    },
    {
      "name": "расстройство желудка",
      "percent": null
    },
    {
      "name": "тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "увеличение веса",
      "percent": null
    },
    {
      "name": "Тромбоз глубоких вен",
      "percent": null
    },
    {
      "name": "ТГВ",
      "percent": null
    },
    {
      "name": "Легочная эмболия",
      "percent": null
    },
    {
      "name": "Тромбофлебит",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "Надпочечниковая недостаточность",
      "percent": null
    }
  ]
}