{
  "name": "менингококковая A C Y и W полисахаридная конъюгированная вакцина против столбнячного анатоксина",
  "comment": "Rx",
  "other_names": [
    "МужчиныQuadfi"
  ],
  "classes": [
    "инактивирован",
    "Бактериальный",
    "Вакцина"
  ],
  "source": "https://reference.medscape.com/drug/menquadfi-meningococcal-a-c-y-w-polysaccharide-tetanus-toxoid-conjugate-vaccine-4000105",
  "pregnancy": {
    "common": [
      "Данных о воздействии на человека во время беременности нет.",
      "Реестр воздействия во время беременности, который отслеживает исходы беременности у женщин, подвергшихся воздействию во время беременности; 1-800-822-2463"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Никаких побочных эффектов на развитие до отъема до 35 дня после рождения не наблюдалось.",
          "Самкам кроликов вводили человеческую дозу внутримышечно 5 раз: за 30 и 10 дней до спаривания, на 6, 12 и 27 дни беременности.",
          "Пороков развития или вариаций плода, связанных с вакцинацией, не наблюдалось."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Неизвестно, выделяется ли с грудным молоком",
      "Нет данных для оценки воздействия на младенцев, находящихся на грудном вскармливании, или на выработку/выделение молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Тяжелая аллергическая реакция на любой компонент вакцины после предыдущей дозы MenQuadfi или любой другой вакцины, содержащей столбнячный анатоксин."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Вакцинация может не защитить всех реципиентов вакцины",
        "Синдром Гийена-Барре, о котором сообщалось во временном отношении, после введения другой менингококковой четырехвалентной полисахаридной конъюгированной вакцины",
        "Могут возникнуть острые аллергические реакции; надлежащее наблюдение и медицинская помощь всегда должны быть доступны в случае анафилактического события после введения вакцины.",
        "Обморок может произойти после (или до) администрации; обеспечить наличие процедур для предотвращения падения или травм",
        "Иммунизация MenQuadfi не заменяет плановую вакцинацию против столбняка."
      ],
      "specific": [
        {
          "type": "Измененная иммунокомпетентность",
          "description": [
            "N менингитид",
            "Лица с определенным дефицитом комплемента или получающие препараты, ингибирующие терминальную активацию комплемента (например, экулизумаб, равулизумаб), подвержены повышенному риску инвазивного заболевания, вызванного",
            "У некоторых лиц с измененной иммунокомпетентностью, в том числе у лиц, получающих иммуносупрессивную терапию, может наблюдаться снижение иммунного ответа."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Иммуносупрессивная терапия может снизить иммунный ответ на менингококковую вакцину",
            "Совместное введение с другими вакцинами",
            "Иммуносупрессивное лечение",
            "Более низкие средние геометрические концентрации антител к антигенам коклюша, филаментному гемагглютинину, пертактину и фимбриям, наблюдаемые при совместном введении с Tdap и ВПЧ, по сравнению с одновременным введением Tdap и ВПЧ (без MenQuadfi)"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "elivaldogene autotemcel, менингококковая A C Y и W полисахаридная конъюгированная вакцина против столбнячного анатоксина.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Безопасность и эффективность вакцинации во время или после лечения эливалдогеном аутотемселом не изучались. Вакцинация не рекомендуется в течение 6 недель, предшествующих миелоаблативному кондиционированию, и до гематологического восстановления после лечения эливалдогеном аутотемцелом. Там, где это возможно, сделайте детские прививки перед миелоаблативным кондиционированием. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно снижает действие вакцины, конъюгированной с менингококковыми полисахаридами столбнячного анатоксина A C Y и W, за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Проводите все прививки в соответствии с рекомендациями по иммунизации не менее чем за 2 недели до начала подкожного введения офатумумаба инактивированными вакцинами и по возможности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "теплизумаб",
      "description": {
        "common": "теплизумаб снижает действие менингококковой конъюгированной вакцины против столбнячного анатоксина на основе полисахарида A C Y и W от Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий. Перед началом лечения теплизумабом сделайте все прививки, соответствующие возрасту. Инактивированные или мРНК-вакцины не рекомендуется вводить в течение 2 недель до лечения теплизумабом, во время лечения или через 6 недель после завершения лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин уменьшает эффекты менингококковой A C Y и W полисахаридной конъюгированной вакцины против столбнячного анатоксина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сатрализумаб",
      "description": {
        "common": "сатрализумаб снижает эффекты менингококковой A C Y и W полисахаридной конъюгированной вакцины против столбнячного анатоксина за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Проведите все прививки в соответствии с рекомендациями по иммунизации. Не менее чем за 2 недели до начала введения неживых вакцин. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тралокинумаб",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект менингококковой A C Y и W полисахаридной конъюгированной вакцины против столбнячного анатоксина за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает действие вакцины, конъюгированной с менингококковыми полисахаридами столбнячного анатоксина A C Y и W, за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Проводите все прививки в соответствии с рекомендациями по иммунизации по крайней мере за 4 недели до начала применения ублитуксимаба для живых или живых аттенуированных вакцин и, по возможности, по крайней мере за 2 недели до начала для неживых вакцин. Вакцинация живыми вирусными вакцинами не рекомендуется во время лечения и до восполнения В-лимфоцитов. Не вводите живые или живые аттенуированные вакцины детям, матери которых подверглись воздействию ублитуксимаба во время беременности, до подтверждения восстановления количества В-клеток, измеренного с помощью В-клеток CD19+."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин уменьшает эффекты менингококковой A C Y и W полисахаридной конъюгированной вакцины против столбнячного анатоксина за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Инактивированные вакцины, признанные безопасными для введения, могут быть недостаточно иммуногенными во время лечения."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Боль в месте инъекции",
      "percent": "38.6"
    },
    {
      "name": "Эритема в месте инъекции",
      "percent": "22.6"
    },
    {
      "name": "Недомогание",
      "percent": "21.1"
    },
    {
      "name": "Миалгия",
      "percent": "20.1"
    },
    {
      "name": "Отек в месте инъекции",
      "percent": "13.8"
    },
    {
      "name": "Головная боль",
      "percent": "12.5"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": "45.2"
    },
    {
      "name": "Миалгия",
      "percent": "35.3"
    },
    {
      "name": "Головная боль",
      "percent": "30.2"
    },
    {
      "name": "Недомогание",
      "percent": "26"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": "41.9"
    },
    {
      "name": "Миалгия",
      "percent": "35.6"
    },
    {
      "name": "Головная боль",
      "percent": "29"
    },
    {
      "name": "Недомогание",
      "percent": "22.9"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": "25.5"
    },
    {
      "name": "Миалгия",
      "percent": "21.9"
    },
    {
      "name": "Головная боль",
      "percent": "19"
    },
    {
      "name": "Недомогание",
      "percent": "14.5"
    },
    {
      "name": "Высокая температура",
      "percent": "1.9"
    },
    {
      "name": "Отек в месте инъекции",
      "percent": "5.4"
    },
    {
      "name": "Эритема в месте инъекции",
      "percent": "5"
    },
    {
      "name": "Высокая температура",
      "percent": "1.4"
    },
    {
      "name": "Эритема в месте инъекции",
      "percent": "5.1"
    },
    {
      "name": "Отек в месте инъекции",
      "percent": "4.3"
    },
    {
      "name": "Высокая температура",
      "percent": "1.4"
    },
    {
      "name": "Эритема в месте инъекции",
      "percent": "5.2"
    },
    {
      "name": "Отек в месте инъекции",
      "percent": "4.5"
    },
    {
      "name": "Высокая температура",
      "percent": "2.1"
    },
    {
      "name": "Эритема в месте инъекции",
      "percent": "3.1"
    },
    {
      "name": "Недомогание",
      "percent": "1.8"
    },
    {
      "name": "Отек в месте инъекции",
      "percent": "1.4"
    },
    {
      "name": "Недомогание",
      "percent": "2.2"
    },
    {
      "name": "Головная боль",
      "percent": "1.8"
    },
    {
      "name": "Миалгия",
      "percent": "1.6"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": "1.4"
    },
    {
      "name": "Миалгия",
      "percent": "3.6"
    },
    {
      "name": "Головная боль",
      "percent": "2.9"
    },
    {
      "name": "Недомогание",
      "percent": "2.9"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": "1.9"
    },
    {
      "name": "Миалгия",
      "percent": "1.6"
    },
    {
      "name": "Недомогание",
      "percent": "1.4"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": "0.6"
    },
    {
      "name": "Миалгия",
      "percent": "0.4"
    },
    {
      "name": "Эритема в месте инъекции",
      "percent": "0.4"
    },
    {
      "name": "Высокая температура",
      "percent": "0.4"
    },
    {
      "name": "Отек в месте инъекции",
      "percent": "0.2"
    },
    {
      "name": "Эритема в месте инъекции",
      "percent": "0.3"
    },
    {
      "name": "Отек в месте инъекции",
      "percent": "0.2"
    },
    {
      "name": "Высокая температура",
      "percent": "0.1"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": "0.7"
    },
    {
      "name": "Головная боль",
      "percent": "0.7"
    },
    {
      "name": "Эритема в месте инъекции",
      "percent": "0.2"
    },
    {
      "name": "Высокая температура",
      "percent": "0.2"
    }
  ]
}