{
  "name": "кальцитониновый лосось",
  "comment": "Rx",
  "other_names": [
    "Миакальцин"
  ],
  "classes": [
    "Модификаторы метаболизма кальция"
  ],
  "source": "https://reference.medscape.com/drug/miacalcin-calcitonin-salmon-342816",
  "pregnancy": {
    "common": [
      "Назальный спрей Миакальцин не показан женщинам репродуктивного возраста; нет данных о применении у беременных; в исследовании репродукции животных подкожное введение кальцитонина-лосося беременным кроликам во время органогенеза в дозе, в 4-18 раз превышающей рекомендуемую парентеральную человеческую дозу, вызывало снижение массы плода при рождении; при подкожном введении кальцитонина лосося в дозе, в 9 раз превышающей рекомендованную для человека парентеральную дозу, в зависимости от площади поверхности тела, не наблюдалось неблагоприятных последствий для развития крыс."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Назальный спрей не показан женщинам репродуктивного возраста; нет информации о присутствии в грудном молоке, воздействии на ребенка, находящегося на грудном вскармливании, или на выработку молока; Показано, что он подавляет лактацию у крыс."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к кальцитонину-лосося"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Общая заболеваемость злокачественными новообразованиями, как сообщалось, была выше в клинических испытаниях среди пациентов, получавших лечение кальцитонином и лососем; это свидетельствует о повышенном риске злокачественных новообразований у пациентов, получавших кальцитонин-лосось, по сравнению с пациентами, получавшими плацебо; невозможно исключить повышенный риск при длительном подкожном, внутримышечном или внутривенном введении кальцитонина лосося; преимущества для отдельных пациентов должны быть тщательно рассмотрены в сравнении с возможными рисками",
        "Использование инъекций для лечения болезни Педжета или постменопаузального остеопороза рекомендуется в сочетании с адекватным потреблением кальция и витамина D.",
        "Сообщалось о серьезных реакциях гиперчувствительности, включая анафилаксию со смертельным исходом; рассмотрите возможность тестирования кожи перед лечением",
        "Перед началом терапии необходимо устранить гипокальциемию; также корректировать и лечить другие нарушения, влияющие на минеральный обмен (например, дефицит витамина D); у пациентов с риском гипокальциемии должны быть предусмотрены условия для парентерального введения кальция во время первых нескольких введений кальцитонина лосося и сывороточного кальция, а симптомы гипокальциемии следует контролировать.",
        "Циркулирующие антитела, о которых сообщалось при лечении; рассмотреть возможность образования антител у любого пациента с первоначальной реакцией на инъекцию, который впоследствии перестает реагировать на лечение",
        "Грубые зернистые цилиндры и цилиндры, содержащие эпителиальные клетки почечных канальцев, зарегистрированы у молодых взрослых добровольцев во время постельного режима, которым вводили инъекционный кальцитонин-лосось для изучения влияния иммобилизации на остеопороз; не сообщалось о других признаках почечной аномалии; осадок мочи нормализовался после прекращения терапии; рассмотрите возможность проведения периодических исследований осадка мочи"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид магния",
      "description": {
        "common": "кальцитонин лосося повышает уровень хлорида магния за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "кальцитонин лосося повышает уровень цитрата магния за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "кальцитонин лосося повышает уровень гидроксида магния за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "кальцитонин лосося повышает уровень оксида магния за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфат магния",
      "description": {
        "common": "кальцитонин лосося повышает уровень сульфата магния за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Ринит",
      "percent": "12"
    },
    {
      "name": "Артралгия",
      "percent": "4"
    },
    {
      "name": "Боль в спине",
      "percent": "5"
    },
    {
      "name": "Expistaxis",
      "percent": "4"
    },
    {
      "name": "Реакции в месте инъекции",
      "percent": "10"
    },
    {
      "name": "Тошнота",
      "percent": "10"
    },
    {
      "name": "Головная боль",
      "percent": "3"
    },
    {
      "name": "Покраснение лица или рук",
      "percent": "2-5"
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Возможные аллергические реакции",
      "percent": null
    },
    {
      "name": "Аппетит снизился",
      "percent": null
    },
    {
      "name": "Отек ног",
      "percent": null
    },
    {
      "name": "Глазная боль",
      "percent": null
    },
    {
      "name": "Лихорадочное ощущение",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "никтурия",
      "percent": null
    },
    {
      "name": "Возможны местно-раздражающие эффекты в дыхательных путях",
      "percent": null
    },
    {
      "name": "Соленый вкус",
      "percent": null
    },
    {
      "name": "Тремор",
      "percent": null
    }
  ]
}