{
  "name": "телмисартан",
  "comment": "Rx",
  "other_names": [
    "Микардис"
  ],
  "classes": [
    "БРА"
  ],
  "source": "https://reference.medscape.com/drug/micardis-telmisartan-342322",
  "pregnancy": {
    "common": [
      "Использование препаратов, влияющих на ренин-ангиотензиновую систему, во втором и третьем триместрах беременности снижает почечную функцию плода и увеличивает заболеваемость и смертность плода и новорожденного.",
      "Может нанести вред плоду при введении беременной женщине",
      "При обнаружении беременности прекратить как можно скорее",
      "Большинство эпидемиологических исследований, изучающих аномалии развития плода после применения антигипертензивных средств в первом триместре, не отличали препараты, влияющие на ренин-ангиотензиновую систему, от других антигипертензивных средств."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Исследования телмисартана на крысах и кроликах показали фетотоксичность только в дозах, токсичных для матери."
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "Артериальная гипертензия во время беременности повышает риск преэклампсии, гестационного диабета, преждевременных родов и осложнений при родах (например, необходимости кесарева сечения, послеродового кровотечения) у матери.",
          "Тестирование плода может быть целесообразным в зависимости от недели беременности.",
          "Если наблюдается олигогидрамнион, прекратите прием телмисартана, за исключением случаев, когда это считается спасением жизни матери.",
          "Если возникает олигурия или гипотензия, поддержите артериальное давление и почечный перфузию.",
          "Артериальная гипертензия увеличивает риск внутриутробной задержки роста и внутриутробной гибели плода.",
          "Применение препаратов, воздействующих на РАС, во втором и третьем триместрах беременности может привести к следующим явлениям: олигогидрамнион, снижение функции почек плода, приводящее к анурии и почечной недостаточности, гипоплазия легких плода, деформации скелета, в том числе гипоплазия черепа, артериальная гипотензия и смерть.",
          "Внимательно наблюдайте за младенцами с историей внутриутробного воздействия телмисартана на предмет гипотензии, олигурии и гиперкалиемии.",
          "Примечание. Маловодие может не проявляться до тех пор, пока плод не получит необратимого повреждения.",
          "Во время беременности проводить серийные ультразвуковые исследования для оценки внутриамниотической среды.",
          "Тщательно наблюдайте за беременными женщинами с артериальной гипертензией и ведите соответствующее лечение.",
          "Может потребоваться переливание крови или диализ в качестве средств устранения гипотензии и/или замещения нарушенной функции почек."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Присутствует в молоке лактирующих крыс.",
      "Нет информации о присутствии телмисартана в материнском молоке, влиянии на грудного ребенка или влиянии на выработку молока.",
      "Рекомендовать кормящей женщине не кормить грудью во время лечения"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Фетальная токсичность",
          "description": [
            "Препараты, действующие непосредственно на ренин-ангиотензиновую систему, могут вызвать повреждение и смерть развивающегося плода.",
            "При обнаружении беременности как можно скорее прекратите прием телмисартана."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к телмисартану или любому другому компоненту этого продукта.",
        "Одновременное применение с алискиреном у пациентов с сахарным диабетом"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Гиперкалиемия может возникать у пациентов, принимающих БРА, особенно у пациентов с тяжелой почечной недостаточностью, сердечной недостаточностью, получающих заместительную почечную терапию или принимающих добавки калия, калийсберегающие диуретики, калийсодержащие заменители соли или другие препараты, повышающие уровень калия.",
        "Использование препаратов, влияющих на ренин-ангиотензиновую систему, во втором и третьем триместрах беременности снижает почечную функцию плода и увеличивает заболеваемость и смертность плода и новорожденного.",
        "Беременность (2 и 3 триместры); значительный риск заболеваемости и смертности плода или новорожденного (см. «Предупреждения черного ящика»)",
        "Большинство пациентов, получающих комбинацию двух ингибиторов РАС, не получают дополнительных преимуществ по сравнению с монотерапией; избегать комбинированного применения ингибиторов РАС; внимательно следить за артериальным давлением, функцией почек и электролитами у пациентов, принимающих беназеприл и другие препараты, влияющие на РАС.",
        "Поскольку большая часть телмисартана выводится с желчью, можно ожидать снижения клиренса у пациентов с обструктивными заболеваниями желчевыводящих путей или печеночной недостаточностью.",
        "Двойная блокада ренин-ангиотензиновой системы блокаторами рецепторов ангиотензина (БРА), ингибиторами ангиотензинпревращающего фермента (АПФ) или алискиреном связана с повышенным риском гипотензии, гиперкалиемии и изменения функции почек (включая острую почечную недостаточность) по сравнению с с монотерапией"
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "При совместном применении с дигоксином наблюдалось среднее увеличение пиковой концентрации дигоксина в плазме (49%) и минимальной концентрации (20%); контролировать уровни дигоксина при назначении, корректировке и прекращении приема телмисартана.",
            "2",
            "Не для coadministration с aliskiren у больных с мочеизнурением; избегать применения алискирена с телмисартаном у пациентов с почечной недостаточностью (СКФ <60 мл/мин/1,73 м"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "алискирен",
      "description": {
        "common": "телмисартан снижает эффекты алискирена по другим причинам (см. комментарий). Противопоказано.\nКомментарий: Использование алискирена противопоказано с БРА у пациентов с диабетом; избегать совместного применения с БРА, если СКФ. У пациентов пожилого возраста, с истощением ОЦК (в том числе получающих терапию диуретиками) или с нарушенной функцией почек одновременное применение БРАС с препаратами, влияющими на РААС, может увеличить риск почечной недостаточности (включая острую почечную недостаточность) и привести к потере антигипертензивного эффекта. . Периодически контролируйте функцию почек."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элаголикс",
      "description": {
        "common": "телмисартан повысит уровень или эффект элаголикса от другого (см. комментарий). Противопоказано. Одновременное применение элаголикса и сильных ингибиторов ОАТР1В1 противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "спарсентан",
      "description": {
        "common": "спарсентан, телмисартан.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано. Одновременное применение БРА со спарсентаном связано с повышенным риском гипотензии, обмороков, гиперкалиемии и изменений функции почек (например, острой почечной недостаточности)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "барицитиниб",
      "description": {
        "common": "телмисартан повысит уровень или эффект барицитиниба за счет уменьшения элиминации. Избегайте или используйте альтернативный препарат. Совместное применение барицитиниба с ингибиторами переносчика сильных органических анионов 3 (ОАТ3) не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "беназеприл",
      "description": {
        "common": "телмисартан, беназеприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каптоприл",
      "description": {
        "common": "телмисартан, каптоприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "телмисартан повышает уровень элуксадолина за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Уменьшите дозу элуксадолина до 75 мг перорально два раза в день при совместном применении с ингибиторами OATP1B1. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эналаприл",
      "description": {
        "common": "телмисартан, эналаприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "телмисартан, фозиноприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект телмисартана по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "телмисартан, лизиноприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "литий",
      "description": {
        "common": "телмисартан увеличивает токсичность лития за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофексидин",
      "description": {
        "common": "лофексидин, телмисартан.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с другими препаратами, которые снижают пульс или артериальное давление, чтобы снизить риск чрезмерной брадикардии и гипотензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "телмисартан, моэксиприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "периндоприл",
      "description": {
        "common": "телмисартан, периндоприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфаты калия, IV",
      "description": {
        "common": "телмисартан и фосфаты калия внутривенно повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "квинаприл",
      "description": {
        "common": "телмисартан, квинаприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рамиприл",
      "description": {
        "common": "рамиприл, телмисартан. Механизм: неустановленный механизм взаимодействия. Противопоказано. Повышенная частота клинически значимой почечной дисфункции (смерть, удвоение уровня креатинина в сыворотке, диализ) по сравнению с группами, получавшими только один препарат. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ревефенацин",
      "description": {
        "common": "телмисартан повышает уровень ревефенацина за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Ингибиторы транспорта OATP1B1 и OATP1B3 могут увеличивать системное воздействие активного метаболита ревефенацина. Coadministration не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "телмисартан, трандолаприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Трофинетид",
      "description": {
        "common": "Трофинетид повысит уровень или эффект телмисартана по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Трофинетид (ингибитор ОАТР131 и ОАТР13В) может повышать уровень субстратов ОАТР131 или ОАТР13В в плазме. Избегайте coadministration с чувствительными субстратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "телмисартан и ацебутолол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "телмисартан и ацеклофенак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "телмисартан и ацеметацин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "телмисартан усиливает действие албиглутида на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Антагонисты рецепторов ангиотензина II могут усиливать гипогликемические эффекты противодиабетических средств за счет улучшения чувствительности к инсулину. Мониторинг пациентов для изменений в гликемическом контроле."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "Альдеслейкин усиливает эффекты телмисартана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифостин",
      "description": {
        "common": "амифостин, телмисартан.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение со средствами, снижающими артериальное давление, может увеличить риск и тяжесть гипотензии, связанной с амифостином. Когда амифостин используется в химиотерапевтических дозах, откажитесь от препаратов, снижающих артериальное давление, за 24 часа до амифостина; если нельзя отказаться от приема гипотензивных препаратов, не вводите амифостин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амилорид",
      "description": {
        "common": "телмисартан и амилорид повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид будет снижать уровень или эффект телмисартана за счет увеличения элиминации. Используйте осторожность/монитор. Апалутамид индуцирует УГТ и может снижать системное воздействие препаратов, являющихся субстратами УГТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "телмисартан и аспирин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "телмисартан и аспирин ректально повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия снижает эффекты телмисартана за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. НПВП снижают синтез сосудорасширяющих почечных простагландинов и, таким образом, влияют на гомеостаз жидкости и могут снижать антигипертензивный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атенолол",
      "description": {
        "common": "телмисартан и атенолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "телмисартан повысит уровень или эффект атогепанта по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Рекомендуемая доза атогепанта (субстрата ОАТР1В1) при одновременном применении с ингибиторами ОАТР составляет 10 или 30 мг в сутки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "телмисартан повышает токсичность аторвастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аванафил",
      "description": {
        "common": "аванафил усиливает действие телмисартана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "телмисартан увеличивает, а бендрофлуметиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "телмисартан и бетаксолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "телмисартан и бисопролол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бретилий",
      "description": {
        "common": "телмисартан, бретилиум.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Каждый препарат может вызвать гипотензию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает действие телмисартана за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буметанид",
      "description": {
        "common": "телмисартан увеличивает, а буметанид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "канаглифлозин",
      "description": {
        "common": "телмисартан и канаглифлозин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбеноксолон",
      "description": {
        "common": "телмисартан увеличивает, а карбеноксолон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "телмисартан и карведилол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "телмисартан и целекоксиб повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целипролол",
      "description": {
        "common": "телмисартан и целипролол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "телмисартан увеличивает, а хлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "телмисартан увеличивает, а хлорталидон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "телмисартан и трисалицилат магния холина повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "телмисартан увеличивает, а циклопентиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "дальтепарин повышает токсичность телмисартана по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "телмисартан и диклофенак повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "телмисартан и дифлунисал повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "телмисартан и дигоксин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "телмисартан увеличивает, а допексамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "телмисартан и дроспиренон повышают уровень калия в сыворотке крови. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб повысит уровень или эффект телмисартана по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Энкорафениб (ингибитор ОАТР1В3) может повышать концентрацию и токсичность субстратов ОАТР1В3. Внимательно следите за признаками и симптомами повышенного воздействия и рассмотрите возможность корректировки дозы этих субстратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "эноксапарин повышает токсичность телмисартана Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эплеренон",
      "description": {
        "common": "телмисартан, эплеренон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсмолол",
      "description": {
        "common": "телмисартан и эсмолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "телмисартан увеличивает, а этакриновая кислота снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "телмисартан и этодолак повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "телмисартан усиливает действие раствора эксенатида для инъекций по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Антагонисты рецепторов ангиотензина II могут усиливать гипогликемические эффекты противодиабетических средств за счет улучшения чувствительности к инсулину. Мониторинг пациентов для изменений в гликемическом контроле."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "телмисартан усиливает действие суспензии эксенатида для инъекций, вызванной другими (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Антагонисты рецепторов ангиотензина II могут усиливать гипогликемические эффекты противодиабетических средств за счет улучшения чувствительности к инсулину. Мониторинг пациентов для изменений в гликемическом контроле."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "fenbufen",
      "description": {
        "common": "телмисартан и фенбуфен повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "телмисартан и фенопрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "телмисартан и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувастатин",
      "description": {
        "common": "телмисартан повышает токсичность флувастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "фостемсавир повысит уровень или эффект телмисартана по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Фостемсавир ингибирует транспортер OATP1B1/3. Если возможно, избегайте одновременного введения или измените дозу субстратов OATP1B1/3 при одновременном применении с фостемсавиром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фуросемид",
      "description": {
        "common": "телмисартан увеличивает, а фуросемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "телмисартан увеличивает, а гентамицин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "телмисартан увеличивает уровень или эффект глекапревира/пибрентасвира за счет снижения метаболизма. Используйте осторожность/монитор. Осторожность при одновременном применении глекапревира/пибрентасвира с ингибиторами OATP1B1/OATP1B3."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гепарин",
      "description": {
        "common": "гепарин повышает токсичность телмисартана Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "телмисартан увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "телмисартан и ибупрофен повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен внутривенно снижает эффекты телмисартана за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. НПВП снижают синтез сосудорасширяющих почечных простагландинов и, таким образом, влияют на гомеостаз жидкости и могут снижать антигипертензивный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индапамид",
      "description": {
        "common": "телмисартан увеличивает, а индапамид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "телмисартан и индометацин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "телмисартан усиливает эффекты инсулина аспарта за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт протамин/инсулин аспарт",
      "description": {
        "common": "телмисартан усиливает эффекты инсулина аспарта протамина/инсулина аспарта за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "телмисартан, инсулин деглудек.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "телмисартан, инсулин деглудек/инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "телмисартан усиливает действие инсулина детемир за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "телмисартан усиливает действие инсулина гларгина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "телмисартан усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "телмисартан, инсулин ингаляционно.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин изофан человеческий/инсулин обычный человеческий",
      "description": {
        "common": "телмисартан усиливает действие инсулина изофана человеческого/инсулина обычного человека за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "телмисартан усиливает действие инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро протамин/инсулин лизпро",
      "description": {
        "common": "телмисартан усиливает эффекты протамина инсулина лизпро/инсулина лизпро за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "телмисартан усиливает действие инсулина НПХ за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "телмисартан усиливает эффекты обычного человеческого инсулина за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и БРА может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "Ирбесартан, и телмисартан повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "телмисартан и кетопрофен повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "телмисартан и кеторолак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "телмисартан и кеторолак интраназально повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лабеталол",
      "description": {
        "common": "телмисартан и лабеталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "телмисартан повышает уровень летермовира за счет замедления метаболизма. Используйте осторожность/монитор. Совместное введение летермовира, субстрата ОАТР1В1/3, с ингибиторами ОАТР1В1/3 может повышать концентрацию летермовира в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "леводопа усиливает действие телмисартана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Рассмотрите возможность уменьшения дозы антигипертензивного агента."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "телмисартан усиливает эффекты лираглутида по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Антагонисты рецепторов ангиотензина II могут усиливать гипогликемические эффекты противодиабетических средств за счет улучшения чувствительности к инсулину. Мониторинг пациентов для изменений в гликемическом контроле."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "телмисартан и лорноксикам повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон усиливает эффекты телмисартана по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: потенциально повышенный риск гипотензии при одновременном применении. Мониторинг артериального давления и корректировка дозы антигипертензивного агента по мере необходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие телмисартана за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "маравирок, телмисартан.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск ортостатической гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "телмисартан увеличивает уровень или действие мавакамтена, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Начало применения слабых ингибиторов CYP2C19 может потребовать снижения дозы мавакамтена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат снижает эффекты телмисартана за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. НПВП снижают синтез сосудорасширяющих почечных простагландинов и, таким образом, влияют на гомеостаз жидкости и могут снижать антигипертензивный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "телмисартан и мефенамовая кислота повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "телмисартан и мелоксикам повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "телмисартан увеличивает, а метиклотиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект телмисартана за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат трансдермальный",
      "description": {
        "common": "Трансдермальный метилфенидат снижает эффекты телмисартана за счет блокирования антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метолазон",
      "description": {
        "common": "телмисартан увеличивает, а метолазон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "телмисартан и метопролол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "микофенолят",
      "description": {
        "common": "телмисартан будет снижать уровень или эффект микофенолата по другим причинам (см. комментарий). Используйте осторожность/монитор. Одновременное применение с телмисартаном может привести к значительному снижению концентрации микофеноловой кислоты (МФК); телмисартан изменяет элиминацию МФК, усиливая экспрессию PPAR-гамма (гамма-рецептора, активируемого пролифератором пероксисом), что, в свою очередь, приводит к усилению экспрессии и активности UGT1A9."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "телмисартан и набуметон повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "телмисартан и надолол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "телмисартан и напроксен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "телмисартан и небиволол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин ректальный",
      "description": {
        "common": "нитроглицерин ректальный, телмисартан.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Обратите внимание на возможные аддитивные гипотензивные эффекты при одновременном применении. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "телмисартан и оксапрозин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "телмисартан и парекоксиб повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "патиромер",
      "description": {
        "common": "Патиромер будет снижать уровень или эффект телмисартана за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Раздельное введение по крайней мере на 3 часа от патиромера"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "телмисартан и пенбутолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "телмисартан и пиндолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "телмисартан и пироксикам повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "питавастатин",
      "description": {
        "common": "телмисартан повышает токсичность питавастатина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "телмисартан и кислый фосфат калия повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "телмисартан и хлорид калия повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "телмисартан и цитрат калия повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия/лимонная кислота",
      "description": {
        "common": "телмисартан и цитрат калия/лимонная кислота повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йодистый калий",
      "description": {
        "common": "Йодид калия и телмисартан повышают уровень калия в сыворотке крови. Используйте осторожность/монитор. Соли калия могут усиливать гиперкалиемические эффекты БРА; эффект может быть результатом подавления альдостерона у пациентов, получающих БРА."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "правастатин",
      "description": {
        "common": "телмисартан повышает токсичность правастатина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "телмисартан и пропранолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "телмисартан и сакубитрил/валсартан повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "телмисартан и салицилаты (не аза) повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "телмисартан и сальсалат повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "Сульфат натрия/?сульфат магния/хлорид калия повышает токсичность телмисартана по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния повышает токсичность телмисартана по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "телмисартан и соталол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "телмисартан и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "телмисартан и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "телмисартан и сулиндак повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "синтетический человеческий ангиотензин II",
      "description": {
        "common": "телмисартан снижает эффекты синтетического человеческого ангиотензина II за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тадалафил",
      "description": {
        "common": "тадалафил усиливает действие телмисартана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "телмисартан увеличивает, а тербуталин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "телмисартан и тимолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тизанидин",
      "description": {
        "common": "тизанидин усиливает действие телмисартана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "телмисартан и толфенамовая кислота повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "телмисартан и толметин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "телмисартан и толваптан повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торсемиде",
      "description": {
        "common": "телмисартан увеличивает, а торасемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трепростинил",
      "description": {
        "common": "трепростинил усиливает эффекты телмисартана за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триамтерен",
      "description": {
        "common": "телмисартан и триамтерен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триметоприм",
      "description": {
        "common": "триметоприм и телмисартан повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "и воклоспорин, и телмисартан повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксипамид",
      "description": {
        "common": "ксипамид усиливает эффекты телмисартана за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репейник",
      "description": {
        "common": "Репейник усиливает эффекты телмисартана за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "кукурузные рыльца усиливают действие телмисартана за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "энтекавир",
      "description": {
        "common": "телмисартан, энтекавир.\nЛибо усиливает действие другого, уменьшая почечный клиренс. Незначительное/значение неизвестно. Одновременное применение с препаратами, которые снижают функцию почек или конкурируют за активную канальцевую секрецию, может повышать концентрацию в сыворотке либо энтекавира, либо одновременно принимаемого препарата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "еда",
      "description": {
        "common": "пища снижает уровень телмисартана за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сок нони",
      "description": {
        "common": "телмисартан и сок нони повышают уровень калия в сыворотке. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "октакозанол",
      "description": {
        "common": "октакозанол усиливает действие телмисартана за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "reishi",
      "description": {
        "common": "Рейши усиливает эффекты телмисартана за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "пастушья сумка, телмисартан. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Теоретически пастушья сумка может мешать контролю АД."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "симвастатин",
      "description": {
        "common": "телмисартан повышает токсичность симвастатина Др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "7"
    },
    {
      "name": "Боль в спине",
      "percent": "3"
    },
    {
      "name": "Синусит",
      "percent": "3"
    },
    {
      "name": "Диарея",
      "percent": "3"
    },
    {
      "name": "Кашель",
      "percent": "1.6"
    },
    {
      "name": "Фарингит",
      "percent": "1"
    },
    {
      "name": "Автономная нервная система",
      "percent": null
    },
    {
      "name": "Импотенция",
      "percent": null
    },
    {
      "name": "повышенное потоотделение",
      "percent": null
    },
    {
      "name": "смывание",
      "percent": null
    },
    {
      "name": "Тело в целом",
      "percent": null
    },
    {
      "name": "аллергия",
      "percent": null
    },
    {
      "name": "высокая температура",
      "percent": null
    },
    {
      "name": "боль в ноге",
      "percent": null
    },
    {
      "name": "недомогание",
      "percent": null
    },
    {
      "name": "Сердечно-сосудистые",
      "percent": null
    },
    {
      "name": "Сердцебиение",
      "percent": null
    },
    {
      "name": "зависимый отек",
      "percent": null
    },
    {
      "name": "стенокардия",
      "percent": null
    },
    {
      "name": "тахикардия",
      "percent": null
    },
    {
      "name": "отек ног",
      "percent": null
    },
    {
      "name": "аномальная ЭКГ",
      "percent": null
    },
    {
      "name": "Центральная нервная система",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "сонливость",
      "percent": null
    },
    {
      "name": "мигрень",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "парестезия",
      "percent": null
    },
    {
      "name": "непроизвольные сокращения мышц",
      "percent": null
    },
    {
      "name": "гипестезия",
      "percent": null
    },
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "Метеоризм",
      "percent": null
    },
    {
      "name": "запор",
      "percent": null
    },
    {
      "name": "гастрит",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "сухость во рту",
      "percent": null
    },
    {
      "name": "геморрой",
      "percent": null
    },
    {
      "name": "гастроэнтерит",
      "percent": null
    },
    {
      "name": "энтерит",
      "percent": null
    },
    {
      "name": "гастроэзофагеальный рефлюкс",
      "percent": null
    },
    {
      "name": "зубная боль",
      "percent": null
    },
    {
      "name": "неспецифические желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "Метаболический",
      "percent": null
    },
    {
      "name": "Подагра",
      "percent": null
    },
    {
      "name": "гиперхолестеринемия",
      "percent": null
    },
    {
      "name": "сахарный диабет",
      "percent": null
    },
    {
      "name": "Опорно-двигательный аппарат",
      "percent": null
    },
    {
      "name": "Артрит",
      "percent": null
    },
    {
      "name": "артралгия",
      "percent": null
    },
    {
      "name": "судороги ног",
      "percent": null
    },
    {
      "name": "психиатрический",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "депрессия",
      "percent": null
    },
    {
      "name": "нервозность",
      "percent": null
    },
    {
      "name": "Механизм сопротивления",
      "percent": null
    },
    {
      "name": "Инфекционное заболевание",
      "percent": null
    },
    {
      "name": "грибковая инфекция",
      "percent": null
    },
    {
      "name": "абсцесс",
      "percent": null
    },
    {
      "name": "средний отит",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "астма",
      "percent": null
    },
    {
      "name": "бронхит",
      "percent": null
    },
    {
      "name": "ринит",
      "percent": null
    },
    {
      "name": "одышка",
      "percent": null
    },
    {
      "name": "носовое кровотечение",
      "percent": null
    },
    {
      "name": "Кожа",
      "percent": null
    },
    {
      "name": "Дерматит",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "экзема",
      "percent": null
    },
    {
      "name": "зуд",
      "percent": null
    },
    {
      "name": "мочевой",
      "percent": null
    },
    {
      "name": "частота мочеиспускания",
      "percent": null
    },
    {
      "name": "цистит",
      "percent": null
    },
    {
      "name": "Сосудистый",
      "percent": null
    },
    {
      "name": "Цереброваскулярное расстройство",
      "percent": null
    },
    {
      "name": "Особые чувства",
      "percent": null
    },
    {
      "name": "Аномальное зрение",
      "percent": null
    },
    {
      "name": "конъюнктивит",
      "percent": null
    },
    {
      "name": "шум в ушах",
      "percent": null
    },
    {
      "name": "ушная боль",
      "percent": null
    },
    {
      "name": "Наиболее частые спонтанно сообщаемые события включают",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "астения",
      "percent": null
    },
    {
      "name": "кашляющий",
      "percent": null
    },
    {
      "name": "тошнота",
      "percent": null
    },
    {
      "name": "усталость",
      "percent": null
    },
    {
      "name": "слабость",
      "percent": null
    },
    {
      "name": "отек",
      "percent": null
    },
    {
      "name": "отек лица",
      "percent": null
    },
    {
      "name": "отек нижних конечностей",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "гиперчувствительность",
      "percent": null
    },
    {
      "name": "повышенное потоотделение",
      "percent": null
    },
    {
      "name": "эритема",
      "percent": null
    },
    {
      "name": "боль в груди",
      "percent": null
    },
    {
      "name": "мерцательная аритмия",
      "percent": null
    },
    {
      "name": "хроническая сердечная недостаточность",
      "percent": null
    },
    {
      "name": "инфаркт миокарда",
      "percent": null
    },
    {
      "name": "артериальное давление повышено",
      "percent": null
    },
    {
      "name": "обострение гипертонии",
      "percent": null
    },
    {
      "name": "гипотония",
      "percent": null
    },
    {
      "name": "включая постуральную гипотензию",
      "percent": null
    },
    {
      "name": "гиперкалиемия",
      "percent": null
    },
    {
      "name": "обморок",
      "percent": null
    },
    {
      "name": "диспепсия",
      "percent": null
    },
    {
      "name": "диарея",
      "percent": null
    },
    {
      "name": "боль",
      "percent": null
    },
    {
      "name": "инфекции мочевыводящих путей",
      "percent": null
    },
    {
      "name": "эректильная дисфункция",
      "percent": null
    },
    {
      "name": "боль в спине",
      "percent": null
    },
    {
      "name": "боль в животе",
      "percent": null
    },
    {
      "name": "мышечные спазмы",
      "percent": null
    },
    {
      "name": "включая судороги ног",
      "percent": null
    },
    {
      "name": "миалгия",
      "percent": null
    },
    {
      "name": "брадикардия",
      "percent": null
    },
    {
      "name": "эозинофилия",
      "percent": null
    },
    {
      "name": "тромбоцитопения",
      "percent": null
    },
    {
      "name": "мочевая кислота повышена",
      "percent": null
    },
    {
      "name": "аномальная функция печени",
      "percent": null
    },
    {
      "name": "заболевание печени",
      "percent": null
    },
    {
      "name": "почечная недостаточность, включая острую почечную недостаточность",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "увеличенный КФК",
      "percent": null
    },
    {
      "name": "анафилактическая реакция",
      "percent": null
    },
    {
      "name": "боль в сухожилиях",
      "percent": null
    },
    {
      "name": "включая тендинит",
      "percent": null
    },
    {
      "name": "теносиновит",
      "percent": null
    },
    {
      "name": "лекарственная сыпь",
      "percent": null
    },
    {
      "name": "токсическая кожная сыпь, в основном описываемая как токсикодермия",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "и крапивница",
      "percent": null
    },
    {
      "name": "гипогликемия",
      "percent": null
    },
    {
      "name": "у больных сахарным диабетом",
      "percent": null
    },
    {
      "name": "и ангионевротический отек",
      "percent": null
    },
    {
      "name": "с летальным исходом",
      "percent": null
    },
    {
      "name": "Сообщалось о редких случаях рабдомиолиза.",
      "percent": null
    }
  ]
}