{
  "name": "прамипексол",
  "comment": "Rx",
  "other_names": [
    "Мирапекс ER",
    "Мирапекс"
  ],
  "classes": [
    "Антипаркинсонические агенты",
    "Агонисты дофамина"
  ],
  "source": "https://reference.medscape.com/drug/mirapex-mirapex-er-pramipexole-343048",
  "pregnancy": {
    "common": [
      "В общей популяции США расчетный фоновый риск серьезных врожденных дефектов и выкидыша при клинически подтвержденной беременности составляет 2-4% и 15-20% соответственно; фоновый риск серьезных врожденных дефектов и выкидыша для указанной популяции неизвестен",
      "Лактация: Неизвестно, проникает ли препарат в грудное молоко; может препятствовать выработке молока; прекратить прием препарата или не кормить грудью",
      "Отсутствуют адекватные данные о риске развития, связанном с терапией беременных женщин; в исследованиях на животных, в которых прамипексол вводили кроликам во время беременности, не сообщалось о побочных эффектах развития; влияние на эмбриофетальное развитие не может быть адекватно оценено у беременных крыс; однако постнатальный рост подавлялся при клинически значимом воздействии"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: Неизвестно, проникает ли препарат в грудное молоко; может препятствовать выработке молока; прекратить прием препарата или не кормить грудью"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Увеличение или восстановление синдрома беспокойных ног (СБН) может произойти при терапии у пациентов с СБН.",
        "Глотать целиком; не разжевывайте, не раздавливайте и не делите таблетки с пролонгированным высвобождением",
        "Симптомы, напоминающие злокачественный нейролептический синдром, включая повышенную температуру, мышечную ригидность, измененное сознание и вегетативную нестабильность, о которых сообщалось при быстром снижении дозы, прекращении или изменении терапии; уменьшать дозу для снижения риска гиперпирексии и спутанности сознания",
        "Риск впервые возникшей сердечной недостаточности при оценке FDA (уведомление FDA о безопасности от 19 сентября 2012 г.)",
        "При ранней стадии болезни Паркинсона дозы выше 1,5 мг каждые 8 ​​часов не давали дополнительных преимуществ, но увеличивали количество побочных эффектов.",
        "С осторожностью применять при почечной недостаточности; может потребоваться коррекция дозы; не назначайте таблетки с пролонгированным высвобождением пациентам с CrCl<30 мл/мин или терминальной стадией почечной недостаточности, требующей гемодиализа.",
        "События, о которых сообщалось при дофаминергической терапии, включают гипертермию и спутанность сознания.",
        "Риск меланомы увеличивается у пациентов с болезнью Паркинсона; внимательно следить и проводить периодический осмотр кожи",
        "Фиброзные осложнения сообщили с использованием; внимательно следите за признаками и симптомами фиброза; прекращение терапии может устранить осложнения, но не во всех случаях",
        "Может возникнуть ортостатическая гипотензия, особенно при повышении дозы; внимательно следить за пациентами с болезнью Паркинсона, получающими лечение дофаминергическими агонистами, особенно во время повышения дозы",
        "Может вызвать внезапные дневные «приступы сна»; узнать о факторах, которые могут увеличить риск засыпания, включая нарушения сна или прием седативных препаратов; предостеречь пациентов от выполнения задач, требующих умственной активности; прекратите, если есть признаки приступов сна; если принято решение продолжить терапию, посоветуйте пациенту не выполнять опасные действия, требующие концентрации внимания.",
        "Пожилые люди могут быть более склонны к неблагоприятным последствиям",
        "Патологические дегенеративные изменения, наблюдаемые в сетчатке белых крыс в ходе исследований; значение для человека неясно",
        "Может вызвать или усугубить дискинезию; с осторожностью применять у пациентов с ранее существовавшими дискинезиями"
      ],
      "specific": [
        {
          "type": "Абстинентный синдром",
          "description": [
            "Симптомы, включая апатию, беспокойство, депрессию, утомляемость, бессонницу, потливость и боль, о которых сообщалось во время снижения дозы или после прекращения приема агонистов допамина; эти симптомы обычно не реагируют на леводопу",
            "Перед прекращением лечения пациенты должны быть проинформированы о возможных симптомах отмены и находиться под наблюдением во время и после прекращения приема препарата; в случае тяжелых симптомов отмены может быть рассмотрено повторное введение агониста дофамина в самой низкой эффективной дозе.",
            "Постепенное прекращение требуется в течение 1 недели или дольше; симптомы, напоминающие злокачественный нейролептический синдром, могут возникать при резкой отмене"
          ]
        },
        {
          "type": "Психиатрические эффекты",
          "description": [
            "Пациенты могут испытывать новое или ухудшающееся психическое состояние и поведенческие изменения, которые могут быть серьезными, включая психотическое поведение во время лечения или после начала или увеличения дозы.",
            "Пациенты могут испытывать сильные позывы к азартным играм, усиление сексуальных побуждений, сильные побуждения бесконтрольно тратить деньги, переедать и/или другие сильные побуждения, а также неспособность контролировать эти побуждения при приеме одного или нескольких препаратов, повышающих центральный дофаминергический тонус.",
            "Другие препараты, назначаемые для облегчения симптомов болезни Паркинсона или СБН, могут оказывать аналогичное влияние на мышление и поведение; это ненормальное мышление и поведение могут состоять из одного или нескольких различных проявлений, включая параноидальные мысли, бред, галлюцинации, спутанность сознания, психотическое поведение, симптомы мании (например, бессонницу, психомоторное возбуждение), дезориентацию, агрессивное поведение, возбуждение, и бред",
            "Риск увеличивается с возрастом; снижение дозы или прекращение приема могут изменить это поведение, но не во всех случаях"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд, прамипексол.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Противопоказано. Избегайте использования амисульприда, антагониста дофаминовых рецепторов, с агонистами дофамина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол снижает действие прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин снижает действие прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин снижает действие прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дроперидол",
      "description": {
        "common": "дроперидол снижает действие прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин снижает действие прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол снижает действие прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон снижает действие прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "локсапин",
      "description": {
        "common": "локсапин снижает эффекты прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "локсапин вдыхали",
      "description": {
        "common": "Ингаляционный локсапин снижает эффекты прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид",
      "description": {
        "common": "метоклопрамид снижает уровень прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "прамипексол, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оланзапин снижает действие прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "прамипексол и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палиперидон",
      "description": {
        "common": "палиперидон снижает действие прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин уменьшает действие прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимозид",
      "description": {
        "common": "пимозид снижает действие прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "прохлорперазин снижает действие прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин снижает действие прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кветиапин",
      "description": {
        "common": "кветиапин снижает действие прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рисперидон",
      "description": {
        "common": "рисперидон снижает эффекты прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тафенохин",
      "description": {
        "common": "тафенохин повысит уровень или эффект прамипексола по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин снижает действие прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "тиотиксен снижает действие прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "трифлуоперазин снижает действие прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трилациклиб",
      "description": {
        "common": "трилациклиб снизит уровень или эффект прамипексола по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения трилациклиба (ингибитора OCT2, MATE1 и MATE-2K) с субстратами, минимальная повышенная концентрация которых в почках или крови может привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "зипразидон",
      "description": {
        "common": "зипразидон снижает действие прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апоморфин",
      "description": {
        "common": "апоморфин и прамипексол усиливают дофаминергические эффекты. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромокриптин",
      "description": {
        "common": "бромокриптин и прамипексол усиливают дофаминергические эффекты. Используйте осторожность/монитор. Комбинация препаратов может быть терапевтической у пациентов с паркинсонизмом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каберголин",
      "description": {
        "common": "каберголин и прамипексол усиливают дофаминергические эффекты. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат, прамипексол.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин будет повышать уровень или эффект прамипексола за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "прамипексол, клобазам. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременный прием может повысить вероятность воздействия на ЦНС (например, повышенный седативный эффект или угнетение дыхания)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клонидин",
      "description": {
        "common": "клонидин, прамипексол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение усиливает угнетающее действие на ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "прамипексол и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликфалин и прамипексол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "дигоксин будет увеличивать уровень или эффект прамипексола за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "эрдафитиниб повышает уровень прамипексола за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Рассмотрите альтернативы, которые не являются субстратами OCT2, или рассмотрите возможность снижения дозы субстратов OCT2 в зависимости от переносимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "леводопа и прамипексол усиливают дофаминергические эффекты. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон снижает эффекты прамипексола по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Нейролептики могут снижать терапевтический эффект противопаркинсонических препаратов; может увеличить риск артериальной гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилдопа",
      "description": {
        "common": "метилдопа и прамипексол усиливают дофаминергические эффекты. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "прамипексол, метилфенидат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Возможность аддитивной стимуляции ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "мидазолам интраназально, прамипексол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение барбитуратов, алкоголя или других средств, угнетающих ЦНС, может увеличить риск гиповентиляции, обструкции дыхательных путей, десатурации или апноэ и может способствовать выраженному и/или пролонгированному действию препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "прамипексол будет повышать уровень или эффект прокаинамида за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект прамипексола за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ропинирол",
      "description": {
        "common": "и прамипексол, и ропинирол усиливают дофаминергические эффекты. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солриамфетол",
      "description": {
        "common": "и прамипексол, и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, прамипексол.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Одновременное применение стирипентола с другими средствами, угнетающими ЦНС, включая алкоголь, может увеличить риск седативного эффекта и сонливости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "тенофовир DF повышает уровень прамипексола за счет снижения почечного клиренса. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "изавуконазония сульфат повышает уровень или эффект прамипексола по другим причинам (см. комментарий). Незначительное/значение неизвестно. Изавуконазония сульфат, ингибитор OCT2, может увеличивать эффекты или уровни субстратов OCT2."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мемантин",
      "description": {
        "common": "мемантин увеличивает уровень или эффект прамипексола за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "метиклотиазид будет повышать уровень или эффект прамипексола за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хинин",
      "description": {
        "common": "прамипексол будет повышать уровень или эффект хинина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триамтерен",
      "description": {
        "common": "прамипексол будет повышать уровень или эффект триамтерена за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "верапамил",
      "description": {
        "common": "прамипексол будет повышать уровень или эффект верапамила за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Некоторые различия между ранним паркинсонизмом",
      "percent": "10"
    },
    {
      "name": "прогрессирующий паркинсонизм",
      "percent": null
    },
    {
      "name": "и синдром беспокойных ног",
      "percent": null
    },
    {
      "name": "Частота побочных реакций на некоторые лекарственные средства",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "случайная травма",
      "percent": null
    },
    {
      "name": "но сравнимо с плацебо",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "Дискинезия",
      "percent": null
    },
    {
      "name": "Галлюцинации",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Постуральная гипотензия",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Аномальные сны",
      "percent": null
    },
    {
      "name": "мысли",
      "percent": null
    },
    {
      "name": "или видение",
      "percent": null
    },
    {
      "name": "Амнезия",
      "percent": null
    },
    {
      "name": "Путаница",
      "percent": null
    },
    {
      "name": "Паранойя или бред",
      "percent": null
    },
    {
      "name": "акатизия",
      "percent": null
    },
    {
      "name": "Астения",
      "percent": null
    },
    {
      "name": "Сухость во рту",
      "percent": null
    },
    {
      "name": "Частое мочеиспускание",
      "percent": null
    },
    {
      "name": "неврологический",
      "percent": null
    },
    {
      "name": "Аномальное поведение",
      "percent": null
    },
    {
      "name": "ненормальные сны",
      "percent": null
    },
    {
      "name": "навязчивый шоппинг",
      "percent": null
    },
    {
      "name": "усталость",
      "percent": null
    },
    {
      "name": "галлюцинации",
      "percent": null
    },
    {
      "name": "Все виды",
      "percent": null
    },
    {
      "name": "головная боль",
      "percent": null
    },
    {
      "name": "патологическая азартная игра",
      "percent": null
    },
    {
      "name": "Сердечно-сосудистые",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "включая обмороки и постуральную гипотензию",
      "percent": null
    },
    {
      "name": "Метаболический",
      "percent": null
    },
    {
      "name": "Увеличение еды",
      "percent": null
    },
    {
      "name": "в том числе обжорство",
      "percent": null
    },
    {
      "name": "компульсивное переедание",
      "percent": null
    },
    {
      "name": "и гиперфагия",
      "percent": null
    },
    {
      "name": "увеличение веса",
      "percent": null
    },
    {
      "name": "SIADH",
      "percent": null
    },
    {
      "name": "Дерматологический",
      "percent": null
    },
    {
      "name": "Кожные реакции",
      "percent": null
    },
    {
      "name": "включая ритему",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "зуд",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "мочеполовой",
      "percent": null
    },
    {
      "name": "Расстройства либидо",
      "percent": null
    },
    {
      "name": "включая повышенное или пониженное либидо и гиперсексуальность",
      "percent": null
    },
    {
      "name": "Абстинентный синдром",
      "percent": null
    }
  ]
}