{
  "name": "метоксиполиэтиленгликоль/эпоэтин бета",
  "comment": "Rx",
  "other_names": [
    "Мирсера"
  ],
  "classes": [
    "Гемопоэтические факторы роста"
  ],
  "source": "https://reference.medscape.com/drug/mircera-methoxy-polyethylene-glycol-epoetin-beta-342153",
  "pregnancy": {
    "common": [
      "Имеющихся данных из опубликованных отчетов о клинических случаях и постмаркетингового опыта применения при беременности недостаточно для выявления связанного с препаратом риска серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода.",
      "Нет данных о присутствии метоксиполиэтиленгликоля-эпоэтина бета в грудном молоке, влиянии на ребенка, находящегося на грудном вскармливании, или влиянии на выработку молока.",
      "Хроническая болезнь почек связана с рисками для матери и плода",
      "Однако эндогенный эритропоэтин присутствует в грудном молоке."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных введение метоксиполиэтиленгликольпоэтина бета крысам и кроликам во время беременности и лактации неблагоприятно влияло на потомство в дозах, в 17 раз превышающих рекомендуемую дозу для человека."
        ]
      },
      {
        "type": "Клиническое рассмотрение",
        "description": [
          "Беременность у женщин с хроническим заболеванием почек связана с неблагоприятными исходами (например, артериальная гипертензия, преэклампсия, выкидыш, преждевременные роды, низкий вес при рождении, многоводие и задержка внутриутробного развития)"
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных введение метоксиполиэтиленгликольпоэтина бета крысам и кроликам во время беременности и лактации неблагоприятно влияло на потомство в дозах, в 17 раз превышающих рекомендуемую дозу для человека."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии метоксиполиэтиленгликоля-эпоэтина бета в грудном молоке, влиянии на ребенка, находящегося на грудном вскармливании, или влиянии на выработку молока.",
      "Однако эндогенный эритропоэтин присутствует в грудном молоке."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Стимуляторы эритропоэза (ЭСА) повышают риск смерти, инфаркта миокарда, инсульта и венозной тромбоэмболии, тромбоза сосудистого доступа, прогрессирования или рецидива опухоли"
      ],
      "specific": [
        {
          "type": "Хроническая болезнь почек",
          "description": [
            "Используйте самую низкую дозу, достаточную для снижения потребности в переливаниях эритроцитов (эритроцитарной массы).",
            "В контролируемых исследованиях у пациентов наблюдался повышенный риск смерти, серьезных неблагоприятных сердечно-сосудистых реакций и инсульта при назначении ЭСС для достижения уровня Hgb <11 г/дл.",
            "Ни одно исследование не определило целевой уровень гемоглобина, дозу ЭСС или стратегию дозирования, которые не увеличивают эти риски."
          ]
        },
        {
          "type": "Рак",
          "description": [
            "Исследование по определению диапазона доз закончилось досрочно из-за большего количества смертей среди пациентов, получавших Мирцеру, по сравнению с другим ЭСС.",
            "ЭСС сокращали общую выживаемость и/или повышали риск прогрессирования или рецидива опухоли в клинических исследованиях у пациентов с раком молочной железы, немелкоклеточным раком легких, головы и шеи, лимфоидным раком и раком шейки матки.",
            "Не показано и не рекомендуется для лечения анемии, вызванной химиотерапией рака."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "История серьезных или тяжелых аллергических реакций",
        "PRCA, начинающаяся после лечения или другого белка эритропоэтина",
        "Неконтролируемая гипертония"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Повышенная смертность и/или прогрессирование опухоли у больных раком",
        "В контролируемых клинических исследованиях пациентов с ХБП, сравнивающих более высокие целевые показатели гемоглобина (13-14 г/дл) с более низкими целевыми значениями (9-11,3 г/дл), ЭСС повышали риск смерти, инфаркта миокарда, инсульта, застойной сердечной недостаточности, тромбоза гемодиализный сосудистый доступ и другие тромбоэмболические осложнения в более высоких целевых группах; соблюдать осторожность у пациентов с сопутствующими сердечно-сосудистыми заболеваниями и инсультом (см. «Предупреждения черного ящика»).",
        "Риск развития антител, связанных с лечением (АТ), если: внезапная потеря ответа на лечение; тяжелая анемия и низкий уровень ретикулоцитов",
        "Сообщалось о серьезных аллергических реакциях, включая анафилактические реакции, ангионевротический отек, бронхоспазм, тахикардию, зуд, кожную сыпь, крапивницу и синдром Стивенса-Джонсона/токсический эпидермальный некролиз; если из-за терапии возникает серьезная аллергическая или анафилактическая реакция, немедленно и навсегда прекратите лечение и назначьте соответствующую терапию.",
        "Оценка на PRCA, если развивается отсутствие/потеря ответа на Micera при отсутствии другой этиологии; если во время лечения развивается тяжелая анемия и низкий уровень ретикулоцитов, приостановите терапию и оцените PRCA",
        "Реакции образования пузырей и шелушения кожи, включая многоформную эритему и синдром Стивенса-Джонсона (ССД)/токсический эпидермальный некролиз (ТЭН), в пострегистрационных условиях; немедленно прекратите терапию, если подозревается тяжелая кожная реакция, такая как SJS/TEN",
        "Риск АГ, энцефалопатии в начале лечения",
        "Не использовать в качестве замены переливания эритроцитов у пациентов, которым требуется немедленная коррекция анемии.",
        "Пациентам может потребоваться корректировка назначенного диализа после начала лечения; пациентам может потребоваться повышенная антикоагулянтная терапия гепарином для предотвращения свертывания экстракорпорального контура во время гемодиализа.",
        "Не одобрен для лечения анемии, вызванной химиотерапией.",
        "Риск развития чистой эритроцитарной аплазии (PRCA) и тяжелой анемии с другими цитопениями или без них",
        "Приступы, о которых сообщалось у пациентов с хронической болезнью почек, участвовавших в клинических исследованиях; усилить наблюдение за этими пациентами на предмет изменения частоты припадков или предвестников",
        "С осторожностью при наличии в анамнезе сердечно-сосудистых заболеваний или АГ; контролировать артериальную гипертензию до начала и во время терапии"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Гипертония",
      "percent": "13"
    },
    {
      "name": "Диарея",
      "percent": "11"
    },
    {
      "name": "Назофарингит",
      "percent": "11"
    },
    {
      "name": "Головная боль",
      "percent": "9"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "9"
    },
    {
      "name": "Мышечные спазмы",
      "percent": "8"
    },
    {
      "name": "Процедурная гипотензия",
      "percent": "8"
    },
    {
      "name": "Перегрузка жидкостью",
      "percent": "7"
    },
    {
      "name": "Боль в спине",
      "percent": "6"
    },
    {
      "name": "Кашель",
      "percent": "6"
    },
    {
      "name": "Рвота",
      "percent": "6"
    },
    {
      "name": "Гипотония",
      "percent": "5"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "5"
    },
    {
      "name": "Тромбоз артериовенозной фистулы",
      "percent": "5"
    },
    {
      "name": "Осложнение на месте артериовенозной фистулы",
      "percent": "5"
    },
    {
      "name": "Боль в конечностях",
      "percent": "5"
    },
    {
      "name": "Запор",
      "percent": "5"
    },
    {
      "name": "Случаи чистой эритроцитарной аплазии",
      "percent": null
    },
    {
      "name": "PRCA",
      "percent": null
    },
    {
      "name": "и тяжелой анемии",
      "percent": null
    },
    {
      "name": "с или без других цитопений",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Токсический эпидермальный некролиз",
      "percent": null
    }
  ]
}