{
  "name": "левоноргестрел внутриматочный",
  "comment": "Rx",
  "other_names": [
    "Мирена",
    "Лилетта",
    "Кайлина",
    "Скайла"
  ],
  "classes": [
    "Прогестины"
  ],
  "source": "https://reference.medscape.com/drug/mirena-skyla-levonorgestrel-intrauterine-342780",
  "pregnancy": {
    "common": [
      "Удалите ВМС, если это возможно, если у женщины, использующей ВМС, наступила беременность.",
      "Противопоказан при беременности или подозрении на беременность",
      "Отдельные случаи вирилизации наружных половых органов плода женского пола после воздействия левоноргестрела во время беременности с установленной левоноргестреловой внутриматочной спиралью",
      "Если женщина беременеет с установленной ВМС, повышается риск внематочной беременности, а также выкидыша, сепсиса, преждевременных родов и преждевременных родов.",
      "Если женщина забеременеет при наличии внутриматочной спирали с левоноргестрелом, и женщина решит не удалять ее или не может удалить, сообщите ей о сообщениях о вирилизации плода женского пола после местного воздействия левоноргестрела во время беременности; внимательно следить за беременностью"
    ],
    "specific": [
      {
        "type": "Женский и мужской репродуктивный потенциал",
        "description": [
          "Вероятность зачатия в течение 12 месяцев после удаления внутриматочной системы составляет примерно 77%."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет сообщений о побочных эффектах у младенцев, находящихся на грудном вскармливании, при использовании матерями противозачаточных средств, содержащих только прогестин.",
      "В грудном молоке кормящих матерей, использовавших другие ВМС, высвобождающие ЛНГ, были обнаружены небольшие количества прогестинов для репродукции женского здоровья (~0,1% от общей материнской дозы), что привело к воздействию ЛНГ на младенцев, находящихся на грудном вскармливании.",
      "Сообщалось об отдельных случаях снижения выработки молока при использовании ВМС с высвобождением ЛНГ.",
      "Опубликованные исследования сообщают о присутствии ЛНГ в грудном молоке."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Беременность или подозрение на беременность; нельзя использовать для посткоитальной контрацепции (экстренной контрацепции)",
        "Известный или подозреваемый рак молочной железы или другой рак, чувствительный к прогестину, в настоящее время или в прошлом",
        "Маточные кровотечения неясной этиологии",
        "Острое заболевание печени или опухоль печени (доброкачественная или злокачественная)",
        "Ранее введенная внутриматочная спираль (ВМС), которая не была удалена",
        "Послеродовой эндометрит или инфицированный аборт в течение последних 3 мес.",
        "Острые воспалительные заболевания органов малого таза или воспалительные заболевания органов малого таза в анамнезе, если в последующем не было маточной беременности.",
        "Состояния, связанные с повышенной восприимчивостью к тазовым инфекциям",
        "Врожденные или приобретенные аномалии матки, включая миомы, если они деформируют полость матки",
        "Нелеченный острый цервицит или вагинит, включая бактериальный вагиноз или другие инфекции нижних отделов половых путей, пока инфекция не будет взята под контроль",
        "Повышенная чувствительность к любому компоненту этого продукта",
        "Установленная или подозреваемая неоплазия матки или шейки матки"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Оцените женщин для внематочной беременности; ~ 50% беременностей с ВМС, вероятно, будут внематочной; также рассмотрите возможность внематочной беременности в случае боли внизу живота, особенно в связи с пропущенной менструацией или если у женщины с аменореей начинается кровотечение",
        "Исключить основную патологию эндометрия (например, полипы или рак) до введения устройства у женщин с постоянным или нехарактерным кровотечением; нерегулярные кровотечения/мажущие выделения распространены в течение первых месяцев использования и могут помешать адекватной оценке после введения",
        "Может произойти перфорация, чаще всего во время введения; промежуточный анализ крупного постмаркетингового исследования безопасности показывает повышенный риск перфорации у кормящих женщин; риск перфорации может быть повышен у женщин с фиксированным загибом матки и в послеродовом периоде; перфорация также может произойти в любое время во время использования ВМС; перфорация может снизить эффективность контрацепции и привести к беременности; это может быть связано с сильной болью и продолжающимся кровотечением",
        "Женщины, у которых в настоящее время есть или был рак молочной железы, или у которых есть подозрение на рак молочной железы, не должны использовать гормональную контрацепцию, потому что некоторые виды рака молочной железы чувствительны к гормонам.",
        "Женщинам с симптомами актиномикоза следует удалить устройство и назначить антибиотики.",
        "Информировать женщин, которые используют продукт, о распознавании признаков и симптомов внематочной беременности и незамедлительном сообщении о них своему лечащему врачу, а также о связанных рисках внематочной беременности (например, потеря фертильности).",
        "Продукт не предназначен для использования женщинами в период менопаузы.",
        "Сообщается о тяжелой инфекции, включая стрептококковый сепсис группы А.",
        "Если нити не видны или значительно укорочены, возможно, они порвались или втянулись в цервикальный канал или в матку; рассмотрите возможность того, что ВМС могла быть смещена (например, экспульсия или перфорация матки); исключить беременность и проверить местонахождение устройства с помощью соответствующего диагностического метода",
        "Могут возникнуть изменения характера кровотечения, включая аменорею, нечастые кровотечения, продолжительные кровотечения или нерегулярные кровотечения."
      ],
      "specific": [
        {
          "type": "Воспалительные заболевания органов малого таза",
          "description": [
            "Предродовой уход должен включать консультирование по поводу этих рисков и инструкции о том, чтобы немедленно сообщать о любых гриппоподобных симптомах, лихорадке, ознобе, судорогах, боли, кровотечении, выделениях из влагалища или подтекании жидкости или любых других симптомах, которые предполагают осложнения беременности.",
            "После начала лечения антибиотиками ВМС можно удалить или оставить на месте; пациент должен продолжать лечение антибиотиками в соответствии с текущими рекомендациями и должен находиться под тщательным клиническим наблюдением; рекомендации по лечению ВЗОМТ или эндометрита доступны в Центрах контроля заболеваний (CDC), Атланта, Джорджия.",
            "ВЗОМТ часто ассоциируется с инфекцией, передающейся половым путем (ИППП), и эта терапия не защищает от ИППП; риск ВЗОМТ выше у женщин, имеющих несколько сексуальных партнеров, а также у женщин, чьи половые партнеры имеют несколько половых партнеров; другие факторы риска для этих инфекций включают незащищенный секс и синдром приобретенного иммунодефицита (СПИД).",
            "Женщины, перенесшие ВЗОМТ, подвергаются повышенному риску рецидива или повторного заражения; в частности, выяснить, подвержена ли женщина повышенному риску заражения (например, лейкемией, синдромом приобретенного иммунодефицита [СПИДом], внутривенным употреблением наркотиков)",
            "Если пациент выбирает постоянную контрацепцию ВМС, пациент может отказаться от немедленного удаления устройства после начала лечения антибиотиками; тем не менее, пациент должен иметь тщательное клиническое наблюдение",
            "После постановки диагноза ВЗОМТ или подозрения на ВЗОМТ необходимо получить бактериологические образцы и незамедлительно начать антибактериальную терапию; удаление устройства после начала антибактериальной терапии обычно целесообразно",
            "Беременные женщины, у которых устройство не может быть удалено или если пациент предпочитает не удалять его, увеличивает риск выкидыша, сепсиса, преждевременных родов и преждевременных родов; информировать пациента об отдельных сообщениях о вирилизации плода женского пола после местного воздействия препарата во время беременности с установленной ВМС",
            "Незамедлительно обследовать пользователей с жалобами на боли внизу живота или таза, пахучие выделения, необъяснимые кровотечения, лихорадку, поражения или язвы половых органов; удалите устройство в случаях рецидивирующего эндометрита или ВЗОМТ, или если острая тазовая инфекция тяжелая или не поддается лечению",
            "ВМС связаны с повышенным риском ВЗОМТ, скорее всего, из-за того, что микроорганизмы попадают в матку во время введения.",
            "Если клиническое улучшение не наступает в течение 48-72 часов после начала лечения, целесообразно удаление ВМС с продолжением антибактериальной терапии, как указано.",
            "ВЗОМТ может протекать бессимптомно, но все же приводить к повреждению маточных труб и его последствиям."
          ]
        },
        {
          "type": "Перфорация",
          "description": [
            "Может произойти перфорация, чаще всего во время введения; промежуточный анализ крупного постмаркетингового исследования безопасности показывает повышенный риск перфорации у кормящих женщин.",
            "Риск перфорации матки повышен у недавно родивших женщин, а также у женщин, кормящих грудью во время введения и в послеродовой период; риск перфорации может быть повышен, если устройство вводится, когда матка зафиксирована, загнута назад или не полностью инволютивирована",
            "Перфорация также может произойти в любое время во время использования ВМС и может снизить эффективность контрацепции и привести к беременности; это может быть связано с сильной болью и продолжающимся кровотечением",
            "В случае перфорации найдите и удалите устройство; может потребоваться хирургическое вмешательство; несвоевременное обнаружение или удаление устройства в случае перфорации может привести к миграции за пределы полости матки, спайкам, перитониту, перфорации кишечника, кишечной непроходимости, абсцессам и эрозии прилежащих внутренних органов"
          ]
        },
        {
          "type": "Изменения картины кровотечения",
          "description": [
            "После этого количество дней кровотечения и кровянистых выделений обычно уменьшается, но кровотечение может оставаться нерегулярным; если при длительном лечении развиваются нерегулярные кровотечения, провести соответствующие диагностические мероприятия, чтобы исключить патологию эндометрия",
            "Рассмотрите возможность беременности, если менструация не происходит в течение шести недель после начала предыдущей менструации; после исключения беременности повторные тесты на беременность, как правило, не нужны женщинам с аменореей, за исключением случаев, когда на это есть другие признаки беременности или тазовая боль.",
            "У большинства женщин с обильными менструальными кровотечениями количество дней с кровотечением и кровянистыми выделениями также может увеличиваться в первые месяцы терапии, но обычно уменьшается при продолжении лечения; объем кровопотери за цикл прогрессивно снижается",
            "Устройство может изменить характер кровотечения и привести к кровянистым выделениям, нерегулярным кровотечениям, обильным кровотечениям, олигоменорее и аменорее; в течение первых 3-6 месяцев использования количество дней кровотечения и мажущих выделений может быть выше, а картина кровотечения может быть нерегулярной.",
            "Аменорея развивается примерно у 20% пользователей устройства к году."
          ]
        },
        {
          "type": "Изгнание",
          "description": [
            "Препарат обычно уменьшает менструальные кровотечения с течением времени; усиление менструального кровотечения может свидетельствовать об изгнании",
            "В клинических испытаниях сообщалось о 5-летней частоте изгнания 3,5% (59 из 1690 субъектов); отложить введение как минимум на 4 недели или до полной инволюции матки после родов или аборта во втором триместре",
            "Частичное или полное изгнание внутриматочной спирали может привести к потере контрацептивной защиты; изгнание может быть связано с симптомами кровотечения или боли, или оно может быть бессимптомным и остаться незамеченным",
            "Риск экспульсии увеличивается при введении сразу после родов и, судя по ограниченным данным, увеличивается при введении после аборта во втором триместре; в большом постмаркетинговом исследовании безопасности, проведенном в США, риск изгнания был ниже при грудном вскармливании",
            "Удалить частично выброшенное устройство; если произошло изгнание, новое устройство может быть введено в любое время, когда врач может быть достаточно уверен, что женщина не беременна.",
            "Рассмотрите дополнительные диагностические методы визуализации, такие как рентген, если на основании УЗИ подозревается экспульсия."
          ]
        },
        {
          "type": "Септический аборт",
          "description": [
            "Септический аборт может привести к самопроизвольному аборту или к медицинскому показанию для прерывания беременности. В случае тяжелой инфекции матки может потребоваться гистерэктомия, что приведет к необратимому бесплодию. Это устройство противопоказано пациенткам, перенесшим инфицированный аборт в предшествующие 3 месяца.",
            "Если пациентка забеременеет с установленной ВМС, может произойти септический аборт, включая септицемию, септический шок и смерть; септический аборт обычно требует госпитализации и лечения внутривенными антибиотиками"
          ]
        },
        {
          "type": "Кисты яичников:",
          "description": [
            "Кисты, вызывающие клинические симптомы, могут вызывать боль в области таза или живота или диспареунию.",
            "Оценить стойкие кисты яичников; хирургическое вмешательство обычно не требуется, но может быть необходимо в некоторых случаях и имело место у 1 (0,06%) участника исследования; обсудить этот риск с пациентами, как указано",
            "Большинство кист яичников, возникающих при использовании ЛНГ-высвобождающих ВМС, протекают бессимптомно и исчезают спонтанно в течение двух-трех месяцев наблюдения.",
            "Противозачаточный эффект этой терапии в основном обусловлен ее локальным действием в матке; поэтому овуляторные циклы с разрывом фолликула обычно возникают у пациенток фертильного возраста, использующих эту терапию."
          ]
        },
        {
          "type": "МРТ",
          "description": [
            "максимальный SAR (все тело) 4 Вт/кг в режиме управления первого уровня в течение 15 мин.",
            "Безопасное сканирование с помощью МРТ может происходить при определенных условиях.",
            "статическое магнитное поле ≤3 тесла",
            "поле пространственного градиента ≤36 000 Гаусс/см (Тл/м)"
          ]
        },
        {
          "type": "Клинические аспекты использования и удаления",
          "description": [
            "Оцените, подвержен ли пациент повышенному риску тазовой инфекции (например, незащищенный секс, ВЗОМТ в анамнезе или синдром приобретенного иммунодефицита [СПИД]); эта терапия не защищает от передачи ВИЧ/ИППП",
            "Коагулопатия или использование антикоагулянтов",
            "Исключите сопутствующую патологию эндометрия (например, полипы или рак) перед введением устройства у пациенток с постоянным или нехарактерным кровотечением, поскольку нерегулярные кровотечения/мажущие выделения являются обычным явлением в течение первых месяцев использования и могут препятствовать адекватной оценке после введения устройства.",
            "Выраженное повышение артериального давления",
            "Перед введением устройства убедитесь, что ранее установленная ВМС была удалена.",
            "Получите полный медицинский и социальный анамнез, включая статус партнера, чтобы определить условия, которые могут повлиять на выбор ВМС для контрацепции.",
            "Исключительно сильная головная боль",
            "Исключить лежащие в основе врожденные или приобретенные аномалии матки, включая миомы, которые деформируют полость матки и несовместимы с правильным размещением ВМС.",
            "Рассмотрите возможность удаления устройства, если во время использования возникает желтуха или злокачественное новообразование матки или шейки матки.",
            "Тяжелые артериальные заболевания, такие как инсульт или инфаркт миокарда",
            "Клинические соображения по использованию и удалению",
            "Мигрень, фокальная мигрень с асимметричной потерей зрения или другими симптомами, указывающими на преходящую церебральную ишемию"
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Лекарственные взаимодействия не изучены; лекарственные средства или продукты растительного происхождения, которые индуцируют или ингибируют ферменты, метаболизирующие лекарственные средства, включая CYP3A4, могут снижать или повышать, соответственно, концентрацию лекарственного средства в сыворотке во время применения; тем не менее, контрацептивный эффект препарата опосредован прямым высвобождением препарата в полость матки, и маловероятно, что на него будут влиять лекарственные взаимодействия посредством индукции или ингибирования ферментов."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет увеличивать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "левоноргестрел внутриматочный, антитромбин альфа.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "левоноргестрел внутриматочный, антитромбин III.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид будет снижать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аргатробан",
      "description": {
        "common": "левоноргестрел внутриматочный, аргатробан.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бемипарин",
      "description": {
        "common": "левоноргестрел внутриматочный, бемипарин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "левоноргестрел внутриматочный, бивалирудин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат увеличивает уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "левоноргестрел внутриматочный, дальтепарин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элаголикс",
      "description": {
        "common": "Внутриматочное введение левоноргестрела снижает эффекты элаголикса за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Основываясь на механизме действия элаголикса, ожидается, что эстрогенсодержащие контрацептивы будут снижать эффективность элаголикса. Влияние противозачаточных средств, содержащих только прогестин, на эффективность элаголикса неизвестно. Посоветуйте женщинам использовать негормональные контрацептивы во время лечения элаголиксом и в течение 1 недели после прекращения приема элаголикса."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб будет снижать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение энкорафениба с гормональными контрацептивами (субстратами CYP3A4) может привести к снижению концентрации и потере эффективности гормональной контрацепции. Поскольку энкорафениб может нанести вред плоду, рекомендуется женщинам детородного возраста использовать высокоэффективные негормональные контрацептивы во время лечения и в течение 2 недель после приема последней дозы энкорафениба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "левоноргестрел внутриматочный, эноксапарин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "левоноргестрел внутриматочный, фондапаринукс.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гепарин",
      "description": {
        "common": "левоноргестрел внутриматочный, гепарин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб будет снижать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лесинурад",
      "description": {
        "common": "лезинурад уменьшает эффекты левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Используйте дополнительные методы негормональной контрацепции. Не полагайтесь только на гормональную контрацепцию при приеме лезинурада."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "lumacaftor/ivacaftor будет снижать уровень или эффект левоноргестрела внутриутробно по неустановленному механизму взаимодействия. Избегайте или используйте альтернативный препарат. Избегайте coadministration, если польза не перевешивает риск. При совместном применении гормональные контрацептивы не являются надежным методом эффективного контроля над рождаемостью. Одновременное применение может увеличить частоту нежелательных явлений, связанных с менструацией (аменорея, дисменорея, меноррагия)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "мавакамтен будет снижать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Прогестин и этинилэстрадиол являются субстратами CYP3A4. Мавакамтен может снижать системную экспозицию этинилэстрадиола и прогестина, что может привести к неэффективности контрацептивов или учащению прорывных кровотечений. Посоветуйте пациенткам использовать метод контрацепции, на который не влияет индукция фермента CYP450 (например, внутриматочная система), или добавить негормональную контрацепцию (например, презервативы) во время совместного введения и в течение 4 месяцев после последней дозы мавакамтена."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон будет повышать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "омавелоксолон будет снижать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Омавелоксолон может снижать эффективность гормональных контрацептивов (например, таблеток, пластырей, колец), имплантатов и таблеток, содержащих только прогестин, из-за слабой индукции CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "перампанель",
      "description": {
        "common": "перампанел будет снижать уровень или эффект левоноргестрела внутриутробно по неустановленному механизму взаимодействия. Избегайте или используйте альтернативный препарат. Уровни левоноргестрела снижались на 40% при одновременном применении с высокой дозой перампанела (т.е. 12 мг/день); влияние на другие прогестины неизвестно, рассмотрите возможность использования резервной контрацепции"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фениндион",
      "description": {
        "common": "левоноргестрел внутриматочный, фениндион.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протамин",
      "description": {
        "common": "левоноргестрел внутриматочный, протамин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сугаммадекс натрия",
      "description": {
        "common": "сугаммадекс натрия снижает эффекты левоноргестрела внутриутробно за счет конкуренции за связывание рецепторов. Избегайте или используйте альтернативный препарат. Исследования связывания in vitro показали, что сугаммадекс может связываться с прогестагеном, тем самым снижая воздействие прогестагена. Таким образом, болюсная доза сугаммадекса считается эквивалентной отсутствующей дозе(ам) гормональных контрацептивов, содержащих эстроген или прогестаген. Если оральные контрацептивы принимаются в тот же день, что и сугаммадекс, или у пациента есть трансдермальные или имплантированные гормональные контрацептивы, пациент должен использовать дополнительный, негормональный метод контрацепции или резервный метод контрацепции (например, презервативы и спермициды) для следующие 7 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал будет снижать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир, левоноргестрел внутриматочно. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Атазанавир может повышать или снижать уровень левоноргестрела. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат будет снижать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб будет повышать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "клобазам будет снижать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Клобазам является слабым индуктором CYP3A4; эффективность гормональных контрацептивов может снижаться при одновременном применении с клобазамом. Рекомендуются дополнительные негормональные формы контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "левоноргестрел внутриматочный, циклоспорин.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Используйте осторожность/монитор. Комбинированные пероральные контрацептивы, содержащие ЭЭ, могут ингибировать метаболизм и повышать концентрацию циклоспорина в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренц снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат будет снижать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Используйте дополнительные или альтернативные негормональные противозачаточные средства."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "Этравирин снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелбамат",
      "description": {
        "common": "фелбамат снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "Внутриматочное введение левоноргестрела снижает эффекты инсулина деглудека за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Прогестины могут нарушать толерантность к глюкозе."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "Внутриматочное введение левоноргестрела снижает эффекты инсулина деглудек/инсулин аспарт за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Прогестины могут нарушать толерантность к глюкозе."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "Внутриматочное введение левоноргестрела снижает эффекты вдыхаемого инсулина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Прогестины могут нарушать толерантность к глюкозе."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ламотриджин",
      "description": {
        "common": "Внутриматочное введение левоноргестрела снижает уровень или эффект ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор. Было показано, что комбинированные пероральные контрацептивы значительно снижают концентрацию ламотриджина в плазме, вероятно, из-за индукции глюкуронирования ламотриджина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет повышать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир может увеличить количество субстратов CYP3A4, инициированных в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "Внутриматочное введение левоноргестрела повышает уровень маравирока, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "Внутриматочное введение левоноргестрела снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон уменьшает эффекты левоноргестрела внутриутробно за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Рекомендуется резервный метод контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "митотан снижает уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Монитор; может потребоваться использование негормональных контрацептивов"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал будет снижать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терифлуномид",
      "description": {
        "common": "терифлуномид повышает уровень левоноргестрела внутриутробно по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тесаморелин",
      "description": {
        "common": "tesamorelin будет снижать уровень или эффект левоноргестрела внутриутробно путем изменения метаболизма. Используйте осторожность/монитор. Используйте альтернативную контрацепцию"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет увеличивать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "Анастрозол будет увеличивать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид увеличивает уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Незапланированные маточные кровотечения",
      "percent": "31.9"
    },
    {
      "name": "Снижение маточных кровотечений",
      "percent": "23.4"
    },
    {
      "name": "Брюшной",
      "percent": "22.6"
    },
    {
      "name": "боль в области таза",
      "percent": "18.4"
    },
    {
      "name": "Аменорея",
      "percent": "16.3"
    },
    {
      "name": "Головная боль",
      "percent": "14.9"
    },
    {
      "name": "мигрень",
      "percent": "11.9"
    },
    {
      "name": "Генитальные выделения",
      "percent": "10.5"
    },
    {
      "name": "Повышенное плановое маточное кровотечение",
      "percent": "8.5"
    },
    {
      "name": "Вульвовагинит",
      "percent": "7.9"
    },
    {
      "name": "Боль в груди",
      "percent": "7.5"
    },
    {
      "name": "Боль в спине",
      "percent": "6.8"
    },
    {
      "name": "Доброкачественная киста яичника и связанные с ней осложнения",
      "percent": "6.4"
    },
    {
      "name": "Акне",
      "percent": "6.4"
    },
    {
      "name": "Дисменорея",
      "percent": "3.5"
    },
    {
      "name": "Депрессия",
      "percent": null
    },
    {
      "name": "депрессивное настроение",
      "percent": null
    },
    {
      "name": "Кровотечение из женских половых органов",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "Цервикальная перфорация",
      "percent": null
    },
    {
      "name": "Неудачная вставка",
      "percent": null
    },
    {
      "name": "Сепсис",
      "percent": null
    },
    {
      "name": "маточное кровотечение",
      "percent": null
    },
    {
      "name": "Поломка устройства",
      "percent": null
    },
    {
      "name": "Легочная эмболия",
      "percent": null
    },
    {
      "name": "Тромбоз глубоких вен и инсульт",
      "percent": null
    },
    {
      "name": "Повышенное кровяное давление",
      "percent": null
    },
    {
      "name": "Артериальные тромботические и венозные тромбоэмболические осложнения",
      "percent": null
    },
    {
      "name": "включая случаи легочной эмболии",
      "percent": null
    },
    {
      "name": "тромбоз глубоких вен и инсульт",
      "percent": null
    },
    {
      "name": "Поломка устройства",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "крапивница и ангионевротический отек",
      "percent": null
    },
    {
      "name": "Повышенное кровяное давление",
      "percent": null
    }
  ]
}