{
  "name": "митоксантрон",
  "comment": "Rx",
  "other_names": [
    "Новантрон"
  ],
  "classes": [
    "Лечение рассеянного склероза",
    "Противоопухолевые препараты",
    "Антрасендионес"
  ],
  "source": "https://reference.medscape.com/drug/mitoxantrone-342186",
  "pregnancy": {
    "common": [
      "Категория беременности: D",
      "Лактация: выделяется с грудным молоком, не кормите грудью"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: выделяется с грудным молоком, не кормите грудью"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Препарат следует вводить под наблюдением опытного врача-химиотерапевта в учреждении, оборудованном для лечения осложнений.",
        "Вводить медленно в виде свободно текущей внутривенной инфузии и никогда не вводить в/м, подкожно, внутриартериально или подоболочечно",
        "Не назначайте терапию пациентам с исходным числом нейтрофилов <1500 клеток/мм³. Выполните подсчет клеток периферической крови, чтобы контролировать возникновение угнетения костного мозга, в первую очередь нейтропении, которая может быть тяжелой и привести к инфекции.",
        "Интратекальное введение может привести к тяжелым травмам с необратимыми последствиями. Если во время введения происходит экстравазация, может возникнуть серьезное местное повреждение тканей."
      ],
      "specific": [
        {
          "type": "Кардиотоксичность",
          "description": [
            "Дополнительные дозы митоксантрона не следует назначать пациентам с рассеянным склерозом, у которых наблюдалось снижение ФВ ЛЖ ниже нижней границы нормы или клинически значимое снижение ФВ ЛЖ во время терапии митоксантроном. Эти пациенты не должны получать кумулятивную дозу >140 мг/кв.м и должны проходить ежегодную количественную оценку ФВ ЛЖ после прекращения приема митоксантрона для мониторинга поздней кардиотоксичности.",
            "Потенциально фатальная ЗСН может возникнуть либо во время терапии, либо через несколько месяцев или лет после прекращения терапии. Риск увеличивается с кумулятивными дозами и может возникать независимо от того, присутствуют ли факторы риска сердечно-сосудистых заболеваний. Сердечно-сосудистые заболевания в анамнезе, лучевая терапия в области средостения/перикарда, предшествующая терапия другими антрациклинами или антрацендионами или использование других кардиотоксичных препаратов могут увеличить риск",
            "Все пациенты должны быть оценены на наличие сердечных признаков и симптомов по анамнезу, физикальному обследованию, ЭКГ до начала терапии и пройти исходную оценку фракции выброса левого желудочка (ФВЛЖ) с использованием соответствующей методологии (например, эхокардиограмма, радионуклидная ангиография с множественными стробами). [МУГА])",
            "Чтобы снизить риск кардиотоксичности при применении этого препарата, врачи должны учитывать следующее:",
            "Пациентов с рассеянным склерозом (РС) следует оценивать на наличие сердечных признаков и симптомов по анамнезу, физикальному обследованию и ЭКГ перед введением каждой дозы. Пациентам с исходной ФВ ЛЖ ниже нижнего предела нормы не следует применять митоксантрон. Пациенты с РС должны подвергаться количественной переоценке ФВ ЛЖ перед каждой дозой с использованием той же методологии, которая использовалась для оценки исходной ФВ ЛЖ."
          ]
        },
        {
          "type": "Вторичный острый миелогенный лейкоз",
          "description": [
            "Вторичный ОМЛ был зарегистрирован у пациентов с рассеянным склерозом и раком, получавших лечение митоксантроном. Также наблюдается при одновременном лечении пациентов антрациклинами. Митоксантрон — родственный препарат антрацендиона.",
            "Возникновение рефрактерного вторичного лейкоза чаще встречается, когда антрациклины назначаются в сочетании с противоопухолевыми препаратами, повреждающими ДНК, когда пациенты предварительно интенсивно лечились цитотоксическими препаратами или когда дозы антрациклинов были повышены."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Если происходит экстравазация, немедленно остановитесь и начните в другом ключе.",
        "Печеночная недостаточность",
        "Избежать беременности",
        "Риск кардиотоксичности и вторичного ОМЛ",
        "Не показано при первично-прогрессирующем рассеянном склерозе."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "митоксантрон снижает действие живых аденовирусов типов 4 и 7 при пероральном приеме за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "митоксантрон, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "митоксантрон, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "митоксантрон, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "даролутамид",
      "description": {
        "common": "даролутамид будет увеличивать уровень или эффект митоксантрона Другое (см. комментарий). Избегайте или используйте альтернативный препарат. Даролутамид является ингибитором BCRP. Избегайте совместного применения с ингибиторами BCRP. Если использование неизбежно, внимательно следите за побочными реакциями и рассмотрите возможность снижения дозы препарата-субстрата BCRP (см. информацию о назначении субстрата BCRP)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "деферипрон",
      "description": {
        "common": "деферипрон, митоксантрон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте использования деферипрона с другими препаратами, которые, как известно, связаны с нейтропенией или агранулоцитозом; если альтернатива невозможна, чаще контролируйте абсолютное количество нейтрофилов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "митоксантрон, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "митоксантрон снижает эффекты четырехвалентной вакцины против вируса гриппа, адъювантно проявляя фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "митоксантрон снижает эффекты трехвалентной вакцины против вируса гриппа, фармакодинамически антагонизирует адъювантом. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан повышает уровень митоксантрона на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Ласмидитан ингибирует BCRP in vitro. Избегайте совместного введения лазмидитана с субстратами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект митоксантрона по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "митоксантрон, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "митоксантрон будет увеличивать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность митоксантрона Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "рогинтерферон альфа 2b, митоксантрон.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "митоксантрон, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "митоксантрон, тофацитиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб повышает уровень митоксантрона по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: акалабрутиниб может увеличивать экспозицию одновременно вводимых субстратов BCRP за счет ингибирования кишечного BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид будет снижать уровень или эффект митоксантрона за счет увеличения элиминации. Используйте осторожность/монитор. Апалутамид слабо индуцирует BCRP и может снижать системное воздействие препаратов, являющихся субстратами BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "митоксантрон будет увеличивать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "митоксантрон будет увеличивать уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "митоксантрон повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт и митоксантрон усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин увеличивает токсичность митоксантрона за счет переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор. Терапевтические и токсические эффекты митоксантрона могут усиливаться циклоспорином. Показан тщательный клинический и лабораторный мониторинг."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "митоксантрон, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и митоксантрон снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "элуксадолин повышает уровень митоксантрона за счет замедления метаболизма. Используйте осторожность/монитор. Элуксадолин может увеличивать системную экспозицию одновременно вводимых субстратов BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб повысит уровень или эффект митоксантрона по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Энкорафениб (ингибитор BCRP) может повышать концентрацию и токсичность субстратов BCRP. Внимательно следите за признаками и симптомами повышенного воздействия и рассмотрите возможность корректировки дозы этих субстратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина будет увеличивать уровень или эффект митоксантрона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина будет увеличивать уровень или эффект митоксантрона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект митоксантрона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "стеарат эритромицина будет увеличивать уровень или эффект митоксантрона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этотоин",
      "description": {
        "common": "митоксантрон снижает уровень этотоина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "митоксантрон увеличивает уровень или действие финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "митоксантрон усиливает действие финголимода за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "митоксантрон увеличивает уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При одновременном применении с несколькими слабыми ингибиторами CYP3A4 возможно усиление побочных эффектов флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "митоксантрон снижает уровень фосфенитоина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "фостаматиниб будет увеличивать уровень или эффект митоксантрона за счет снижения метаболизма. Используйте осторожность/монитор. Одновременное применение фостаматиниба может повышать концентрацию препаратов-субстратов BCRP. Мониторинг токсичности препарата-субстрата BCRP, который может потребовать снижения дозы при одновременном применении с фостаматинибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "фостемсавир повысит уровень или эффект митоксантрона по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Фостемсавир ингибирует транспортеры BCRP. Если возможно, избегайте совместного введения или измените дозу субстрата BCRP при совместном введении с фостемсавиром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "глекапревир/пибрентасвир увеличивает уровень или эффект митоксантрона за счет снижения метаболизма. Используйте осторожность/монитор. Глекапревир/пибрентасвир может повышать концентрацию субстратов BCRP в плазме крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "митоксантрон, гидроксимочевина. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "митоксантрон увеличивает уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "митоксантрон повышает уровень ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг при одновременном применении со слабыми ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "митоксантрон будет увеличивать уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект митоксантрона посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "митоксантрон повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "митоксантрон уменьшает эффекты менингококковой вакцины группы В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Лица с измененной иммунокомпетентностью могут иметь сниженный иммунный ответ на вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "митоксантрон будет увеличивать уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, митоксантрон.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олапариб",
      "description": {
        "common": "митоксантрон и олапариб усиливают фармакодинамический синергизм. Используйте осторожность/монитор. Одновременное применение с другими миелосупрессивными противоопухолевыми средствами, включая агенты, повреждающие ДНК, может усиливать и пролонгировать миелосупрессивную токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "отеконазол",
      "description": {
        "common": "отесеконазол повысит уровень или эффект митоксантрона на др. (см. комментарий). Изменить терапию/внимательно контролировать. Otesezonale, ингибитор BCRP, может увеличить эффекты и риск токсичности субстратов BCRP. Используйте самую низкую начальную дозу субстрата BCRP или рассмотрите возможность уменьшения дозы субстрата BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и митоксантрон усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Использование оксалиплатина с сопутствующими иммунодепрессантами или при нарушениях иммунной системы может увеличить риск серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "митоксантрон снижает уровень фенитоина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб повышает уровень митоксантрона на др. (см. комментарий). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "регорафениб",
      "description": {
        "common": "регорафениб повысит уровень или эффект митоксантрона Другое (см. комментарий). Изменить терапию/внимательно контролировать. Регорафениб, вероятно, ингибирует транспорт BCRP (ABCG2). Совместное введение с субстратом BCRP может увеличить системное воздействие субстрата и связанную с ним токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "safinamide",
      "description": {
        "common": "сафинамид будет увеличивать уровень или эффект митоксантрона Другое (см. комментарий). Используйте осторожность/монитор. Сафинамид и его основной метаболит могут ингибировать кишечный BCRP. Мониторинг субстратов BCRP для увеличения фармакологических или побочных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и митоксантрон усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "митоксантрон снижает эффекты сипулеуцел-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "софосбувир/велпатасвир повысит уровень или эффект митоксантрона по другому (см. комментарий). Используйте осторожность/монитор. Велпатасвир является ингибитором транспортера лекарственного средства BCRP. Одновременное применение может увеличить системное воздействие препаратов, являющихся субстратами BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол повысит уровень или эффект митоксантрона на др. (см. комментарий). Изменить терапию/внимательно контролировать. Стирипентол является ингибитором транспорта BCRP. Рассмотрите возможность снижения дозы субстратов BCRP, если при совместном применении возникают побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тафамидис",
      "description": {
        "common": "tafamidis повысит уровень или эффект митоксантрона по другим причинам (см. комментарий). Используйте осторожность/монитор. Тафамидис ингибирует белок, устойчивый к раку молочной железы (BCRP) in vitro, и может увеличивать экспозицию субстратов BCRP после введения тафамидиса или тафамидиса меглюмина. Может потребоваться корректировка дозировки этих субстратов BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тафамидис меглюмин",
      "description": {
        "common": "tafamidis meglumine повысит уровень или эффект митоксантрона по другим причинам (см. комментарий). Используйте осторожность/монитор. Тафамидис ингибирует белок, устойчивый к раку молочной железы (BCRP) in vitro, и может увеличивать экспозицию субстратов BCRP после введения тафамидиса или тафамидиса меглюмина. Может потребоваться корректировка дозировки этих субстратов BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "митоксантрон увеличивает уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, митоксантрон.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, митоксантрон.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "митоксантрон будет повышать уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "митоксантрон будет увеличивать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Тошнота",
      "percent": "55"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "51"
    },
    {
      "name": "Алопеция",
      "percent": "38"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "29"
    },
    {
      "name": "Аменорея",
      "percent": "28"
    },
    {
      "name": "Диарея",
      "percent": "25"
    },
    {
      "name": "Стоматит",
      "percent": "15"
    },
    {
      "name": "Запор",
      "percent": "14"
    },
    {
      "name": "Головная боль",
      "percent": "6"
    },
    {
      "name": "Боль в спине",
      "percent": "6"
    },
    {
      "name": "Снижение фракции выброса левого желудочка",
      "percent": null
    },
    {
      "name": "Кардиотоксичность",
      "percent": null
    },
    {
      "name": "Миелосупрессия",
      "percent": null
    },
    {
      "name": "Гепатотоксичность",
      "percent": null
    },
    {
      "name": "Аномальный LFT",
      "percent": null
    },
    {
      "name": "с",
      "percent": null
    }
  ]
}