{
  "name": "прукалоприд",
  "comment": "Rx",
  "other_names": [
    "Мотегрити"
  ],
  "classes": [
    "Прокинетические агенты"
  ],
  "source": "https://reference.medscape.com/drug/motegrity-prucalopride-1000289",
  "pregnancy": {
    "common": [
      "Имеющихся данных из отчетов о случаях применения у беременных женщин недостаточно для выявления каких-либо рисков выкидыша, серьезных врожденных дефектов или неблагоприятных исходов для матери или плода, связанных с приемом препарата.",
      "Реестр воздействия наркотиков во время беременности отслеживает исходы беременности у женщин, подвергшихся воздействию наркотиков во время беременности; медицинским работникам рекомендуется регистрировать пациентов, связавшись с отделом исследований беременности MotherToBaby, проводимым Организацией специалистов по тератологической информации (OTIS) по телефону 1-877-311-8972, или посетив веб-сайт"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных не наблюдалось неблагоприятного воздействия прукалоприда на развитие во время органогенеза у беременных крыс и кроликов в дозах до ~ 390x и 780x соответственно, рекомендуемая доза для человека 2 мг / день."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Пракалоприд присутствует в грудном молоке.",
      "Нет данных о воздействии на детей, находящихся на грудном вскармливании, или на выработку молока.",
      "Рассмотрите преимущества грудного вскармливания для развития и здоровья, а также клинические потребности матери и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от прукалоприда или от основного состояния матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Перфорация или непроходимость кишечника из-за структурного или функционального нарушения стенки кишечника, обтурационная непроходимость кишечника, тяжелые воспалительные состояния кишечного тракта (например, болезнь Крона, язвенный колит, токсический мегаколон/мегаректум)",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Суицидальные мысли и поведение",
          "description": [
            "Мониторинг стойкого ухудшения депрессии или появления суицидальных мыслей и поведения",
            "Проинструктируйте пациентов о немедленном прекращении приема и обратитесь к своему лечащему врачу, если у них возникнут какие-либо из этих симптомов.",
            "Причинно-следственная связь между лечением и повышенным риском суицидальных мыслей и поведения не установлена.",
            "В клинических испытаниях сообщалось о самоубийствах, попытках самоубийства и суицидальных мыслях."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Аномальные звуки ЖКТ",
      "percent": null
    },
    {
      "name": "Снижение аппетита",
      "percent": null
    },
    {
      "name": "Мигрень",
      "percent": null
    },
    {
      "name": "Поллакиурия",
      "percent": null
    }
  ]
}