{
  "name": "полиэтиленгликоль/электролиты/аскорбат натрия/аскорбиновая кислота",
  "comment": "Rx",
  "other_names": [
    "Пленву",
    "MoviPrep"
  ],
  "classes": [
    "Подготовка кишечника"
  ],
  "source": "https://reference.medscape.com/drug/moviprep-plenvu-polyethylene-glycol-electrolytes-sodium-ascorbate-ascorbic-acid-999537",
  "pregnancy": {
    "common": [
      "Нет доступных данных о беременных женщинах, чтобы сообщить о связанном с наркотиками риске неблагоприятных исходов развития.",
      "Исследования репродукции животных не проводились"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет данных для оценки присутствия в грудном молоке, воздействия на ребенка, находящегося на грудном вскармливании, или воздействия на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "илеус",
        "Токсический мегаколон",
        "Токсический колит",
        "Перфорация кишечника",
        "Задержка желудка",
        "желудочно-кишечная непроходимость",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Фенилкетонурические средства могут быть опасны для пациентов с фенилкетонурией (ФКУ); содержит фенилаланин, компонент аспартама; перед назначением препарата пациенту с фенилкетонурией рассмотрите суммарную суточную дозу фенилаланина из всех источников, включая данную комбинацию препаратов",
        "Сообщается о серьезных аритмиях",
        "Не сочетайте продукт с загустителями на основе крахмала; полиэтиленгликоль (ПЭГ), компонент смеси, при смешивании с загущенными крахмалом жидкостями снижает вязкость загущенной крахмалом жидкости; когда продукт на основе ПЭГ, используемый по другому показанию, смешивался с предварительно загущенными жидкостями на основе крахмала, используемыми у пациентов с дисфагией, сообщалось о разжижении жидкости и случаях удушья и возможной аспирации.",
        "С осторожностью применять у пациентов с тяжелым язвенным колитом, кишечной непроходимостью, желудочно-кишечной непроходимостью.",
        "Серьезные аритмии (включая мерцательную аритмию), связанные с применением ионно-осмотических слабительных продуктов для подготовки кишечника; они возникают преимущественно у пациентов с основными факторами риска сердечно-сосудистых заболеваний и нарушениями электролитного баланса; рассмотреть ЭКГ до введения дозы и после колоноскопии у пациентов с повышенным риском серьезных сердечных аритмий",
        "Поскольку продукт содержит аскорбат натрия и аскорбиновую кислоту, применять его с осторожностью у пациентов с дефицитом глюкозо-6-фосфатдегидрогеназы (G-6-PD).",
        "Если возникает сильная рвота, проверьте электролиты сыворотки.",
        "С осторожностью применять у пациентов, одновременно принимающих лекарственные препараты, повышающие риск нарушений электролитного баланса.",
        "Используйте с осторожностью и наблюдайте за пациентами без сознания или в полубессознательном состоянии с нарушенным рвотным рефлексом или другими нарушениями глотания или за теми, кто иным образом склонен к регургитации или аспирации во время введения; наблюдайте за этими пациентами во время введения, особенно если его вводят через назогастральный зонд",
        "Продукт содержит полиэтиленгликоль (ПЭГ) и лимонный ароматизатор (содержащий масло цитраля, лимона и лайма, мальтодекстрин, ксантановую камедь и витамин Е) и может вызывать серьезные реакции гиперчувствительности, включая анафилаксию, ангионевротический отек, сыпь, крапивницу и зуд; информировать пациентов о признаках и симптомах анафилаксии и поручить им немедленно обратиться за медицинской помощью при появлении признаков и симптомов",
        "Пожилые пациенты с большей вероятностью имеют снижение функции печени, почек или сердца и могут быть более восприимчивы к побочным реакциям, возникающим в результате нарушения водно-электролитного баланса."
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Одновременное использование стимулирующих слабительных может увеличить риск изъязвления слизистой оболочки или ишемического колита; избегать использования стимулирующих слабительных (например, бисакодил, пикосульфат натрия) во время терапии",
            "Терапия может снизить абсорбцию других совместно принимаемых препаратов; принимать пероральные препараты по крайней мере за 1 час до начала приема каждой дозы",
            "С осторожностью применять у пациентов с почечной недостаточностью или у пациентов, одновременно принимающих лекарственные препараты, влияющие на функцию почек (такие как диуретики, ингибиторы АПФ, блокаторы рецепторов ангиотензина или нестероидные противовоспалительные препараты; у пациентов может быть риск повреждения почек; сообщите пациентам о важности адекватной гидратации до, во время и после использования и рассмотреть возможность проведения лабораторных тестов перед дозой и после колоноскопии (электролиты, креатинин и мочевина мочевины) у этих пациентов"
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Недомогание",
      "percent": "18-27"
    },
    {
      "name": "Тошнота",
      "percent": "14-47"
    },
    {
      "name": "Боль в животе",
      "percent": "13-39"
    },
    {
      "name": "Рвота",
      "percent": "17"
    },
    {
      "name": "Вздутие живота",
      "percent": "12"
    },
    {
      "name": "Анальный дискомфорт",
      "percent": "59.8"
    },
    {
      "name": "Жажда",
      "percent": "51.5"
    },
    {
      "name": "тошнота",
      "percent": "47.3"
    },
    {
      "name": "Боль в животе",
      "percent": "39.1"
    },
    {
      "name": "Расстройство сна",
      "percent": "34.9"
    },
    {
      "name": "Строгость",
      "percent": "33.7"
    },
    {
      "name": "Голод",
      "percent": "30.2"
    },
    {
      "name": "Недомогание",
      "percent": "26.6"
    },
    {
      "name": "Рвота",
      "percent": "7.8"
    },
    {
      "name": "Боль в верхней части живота",
      "percent": "5.6"
    },
    {
      "name": "Диспепсия",
      "percent": "2.8"
    },
    {
      "name": "Рвота",
      "percent": "7.1"
    },
    {
      "name": "Головокружение",
      "percent": "6.5"
    },
    {
      "name": "Головная боль",
      "percent": "1.8"
    }
  ]
}