{
  "name": "моксифлоксацин офтальмологический",
  "comment": "Rx",
  "other_names": [
    "Вигамокс",
    "Моксеза"
  ],
  "classes": [
    "Офтальмологический",
    "Хинолоны"
  ],
  "source": "https://reference.medscape.com/drug/moxeza-vigamox-moxifloxacin-ophthalmic-343572",
  "pregnancy": {
    "common": [
      "Пероральное введение беременным крысам на поздних сроках беременности в период лактации не вызывало неблагоприятных эффектов на мать, плод или новорожденного в клинически значимых дозах.",
      "Отсутствуют адекватные и хорошо контролируемые исследования беременных женщин для информирования о любых рисках, связанных с приемом лекарств.",
      "Пероральное введение беременным крысам и обезьянам и внутривенное введение беременным кроликам в период органогенеза не вызывало неблагоприятных эффектов на мать или плод в клинически значимых дозах.",
      "Данные о животных"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Исследование на лактирующих крысах показало попадание препарата в молоко после перорального приема.",
      "Польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями употребления наркотиков для ребенка, находящегося на грудном вскармливании.",
      "Системные уровни моксифлоксацина после местного применения в глаза низкие, и неизвестно, будут ли измеримые уровни моксифлоксацина присутствовать в материнском молоке после местного применения в глаза.",
      "Нет данных о присутствии в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку/выделение молока, чтобы информировать о риске для младенца во время лактации."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к хинолонам или другим компонентам препарата."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Не для субконъюнктивальной инъекции",
        "Может привести к чрезмерному росту нечувствительных организмов, включая грибки.",
        "Контактные линзы нельзя носить во время терапии",
        "Некоторым пациентам может потребоваться биомикроскопия с щелевой лампой и окрашивание флуоресцеином.",
        "Сообщалось о синдроме токсического переднего сегмента (TASS) после внутриглазного введения моксифлоксацина; TASS обычно характеризуется воспалительными реакциями в передней камере, такими как фибрин, клетки или блики и отек роговицы, но также могут возникать другие явления, такие как гипопион, кератиновые преципитаты или помутнения стекловидного тела.",
        "Ни для внутрикамерного использования или инъекции; вызывает повреждение эндотелия роговицы при введении непосредственно в переднюю камеру глаза"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Конъюнктивит",
      "percent": null
    },
    {
      "name": "Сухой глаз",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Усиление кашля",
      "percent": null
    },
    {
      "name": "Инфекционное заболевание",
      "percent": null
    },
    {
      "name": "Глазной дискомфорт",
      "percent": null
    },
    {
      "name": "Глазная гиперемия",
      "percent": null
    },
    {
      "name": "Глазная боль",
      "percent": null
    },
    {
      "name": "Глазной зуд",
      "percent": null
    },
    {
      "name": "Средний отит",
      "percent": null
    },
    {
      "name": "Фарингит",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Ринит",
      "percent": null
    },
    {
      "name": "Субконъюнктивальное кровоизлияние",
      "percent": null
    },
    {
      "name": "Разрывание",
      "percent": null
    }
  ]
}