{
  "name": "плериксафор",
  "comment": "Rx",
  "other_names": [
    "Мозобил"
  ],
  "classes": [
    "Мобилизаторы гемопоэтических стволовых клеток"
  ],
  "source": "https://reference.medscape.com/drug/mozobil-plerixafor-342168",
  "pregnancy": {
    "common": [
      "Консультировать женщин с репродуктивным потенциалом, чтобы избежать беременности во время лечения",
      "Ограниченные доступные данные о беременных женщинах недостаточны для информирования о риске неблагоприятных исходов развития, связанного с приемом лекарств.",
      "Консультировать беременных женщин о потенциальном риске для плода",
      "Проверить статус беременности у женщин с репродуктивным потенциалом до начала терапии",
      "Терапия может нанести вред эмбриону и плоду при назначении беременным женщинам; рекомендовать женщинам с репродуктивным потенциалом использовать эффективные методы контрацепции во время лечения и в течение одной недели после приема последней дозы"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных подкожное введение плериксафора беременным крысам во время органогенеза в дозах, в десять раз превышающих максимальные рекомендуемые дозы для человека, приводило к гибели эмбриона и плода, структурным аномалиям и изменениям роста."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии плериксафора в материнском молоке, влиянии на ребенка, находящегося на грудном вскармливании, или влиянии на выработку молока; из-за потенциальных серьезных побочных реакций у детей, находящихся на грудном вскармливании, сообщите женщинам, что грудное вскармливание не рекомендуется во время лечения и в течение одной недели после последней дозы"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Не указано в маркировке производителя",
        "История гиперчувствительности; сообщалось об анафилаксии"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Не предназначен для мобилизации и забора ГСК у пациентов с лейкемией.",
        "Сообщалось о случаях увеличения и/или разрыва селезенки после введения в сочетании с фактором роста G-CSF.",
        "Риск увеличения и разрыва селезенки",
        "лейкоцитоз; использование в сочетании с G-CSF увеличивает циркулирующие лейкоциты, а также популяции HSC",
        "Пациентам с почечной недостаточностью средней и тяжелой степени рекомендуется снижение дозы.",
        "При применении в комбинации с филграстимом опухолевые клетки могут высвобождаться из костного мозга и впоследствии собираться в продукте лейкафереза. Эффекты потенциальной реинфузии опухолевых клеток не изучены",
        "Оптимальная эффективная доза для пациентов с массой тела >175% от идеальной массы тела не изучалась.",
        "Риск тромбоцитопении; контролировать количество тромбоцитов у всех пациентов, получающих лечение, а затем проводить аферез",
        "Лекарства, снижающие функцию почек или конкурирующие за активную канальцевую секрецию, могут повышать концентрацию плериксафора в сыворотке крови."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Диарея",
      "percent": "37"
    },
    {
      "name": "Реакция в месте инъекции",
      "percent": "34"
    },
    {
      "name": "Тошнота",
      "percent": "34"
    },
    {
      "name": "Усталость",
      "percent": "27"
    },
    {
      "name": "Головная боль",
      "percent": "22"
    },
    {
      "name": "Артралгия",
      "percent": "13"
    },
    {
      "name": "Головокружение",
      "percent": "11"
    },
    {
      "name": "Рвота",
      "percent": "10"
    },
    {
      "name": "Бессонница",
      "percent": "7"
    },
    {
      "name": "Метеоризм",
      "percent": "7"
    },
    {
      "name": "Рвота",
      "percent": "10"
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "Анафилактические реакции",
      "percent": null
    },
    {
      "name": "включая анафилактический шок",
      "percent": null
    },
    {
      "name": "Ненормальные сны и кошмары",
      "percent": null
    },
    {
      "name": "Кровь и лимфатическая система",
      "percent": null
    },
    {
      "name": "Спленомегалия и разрыв селезенки",
      "percent": null
    }
  ]
}