{
  "name": "лусутромбопаг",
  "comment": "Rx",
  "other_names": [
    "Мульплета"
  ],
  "classes": [
    "Тромбопоэтические агенты"
  ],
  "source": "https://reference.medscape.com/drug/mulpleta-lusutrombopag-1000244",
  "pregnancy": {
    "common": [
      "Нет доступных данных об использовании беременными женщинами для информирования о риске, связанном с приемом препарата.",
      "Препарат присутствовал в молоке лактирующих крыс.",
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Нет информации о присутствии лусутромбопага в грудном молоке, влиянии на ребенка, находящегося на грудном вскармливании, и влиянии на выработку молока."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных пероральное введение лусутромбопага беременным крысам во время органогенеза и в период лактации приводило к неблагоприятным исходам развития.",
          "Эти результаты наблюдались при воздействиях, основанных на AUC, которые были значительно выше, чем AUC, наблюдаемые у пациентов (~ 89 раз) при рекомендуемой клинической дозе 3 мг в день; информировать беременных женщин о потенциальном риске для плода"
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "Кормящим женщинам следует прервать грудное вскармливание, а также сцеживать и отказываться от грудного молока во время лечения и в течение 28 дней после приема последней дозы, чтобы свести к минимуму воздействие на ребенка, находящегося на грудном вскармливании."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Препарат присутствовал в молоке лактирующих крыс.",
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Нет информации о присутствии лусутромбопага в грудном молоке, влиянии на ребенка, находящегося на грудном вскармливании, и влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Тромботические или тромбоэмболические осложнения",
          "description": [
            "Не следует назначать пациентам с хроническими заболеваниями печени с целью нормализации количества тромбоцитов.",
            "У пациентов с текущим или предшествующим тромбозом или отсутствием гепатопетального кровотока используйте лусутромбопаг, если потенциальная польза оправдывает потенциальный риск.",
            "Агонисты рецепторов тромбопоэтина (ТПО), такие как лусутромбопаг, связаны с тромботическими и тромбоэмболическими осложнениями (например, тромбоз воротной вены) у пациентов с хроническими заболеваниями печени.",
            "Учитывайте потенциальный повышенный тромботический риск при назначении препарата пациентам с известными факторами риска тромбоэмболии (например, генетическими протромботическими состояниями [фактор V Лейден, протромбин 20210A, дефицит антитромбина или дефицит протеина C или S])."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "5"
    },
    {
      "name": "Тромбоз воротной вены",
      "percent": "1"
    }
  ]
}