{
  "name": "микафунгин",
  "comment": "Rx",
  "other_names": [
    "Микамин"
  ],
  "classes": [
    "системный",
    "Эхинокандин",
    "Противогрибковые препараты"
  ],
  "source": "https://reference.medscape.com/drug/mycamine-micafungin-342585",
  "pregnancy": {
    "common": [
      "На основании результатов исследований на животных может нанести вред плоду при назначении беременным женщинам.",
      "Данных о применении у беременных женщин недостаточно для информирования о риске неблагоприятных исходов развития, связанного с приемом препарата."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "В исследовании эмбриофетальной токсичности у беременных кроликов внутривенное введение во время органогенеза приводило к аномалиям внутренних органов плода и аборту при дозе 32 мг/кг, что эквивалентно 4-кратной рекомендуемой дозе для человека на основе сравнения площади поверхности тела.",
          "Висцеральные аномалии включали аномальную дольчатость легкого, левокардию, ретрокавальный отдел мочеточника, аномалию правой подключичной артерии и дилатацию мочеточника."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии микафунгина в грудном молоке, влиянии на грудных детей или влиянии на выработку молока.",
      "Микафунгин присутствовал в молоке лактирующих крыс после внутривенного введения; если лекарство присутствует в молоке животных, вполне вероятно, что лекарство будет присутствовать и в грудном молоке."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось об отдельных случаях острого внутрисосудистого гемолиза, гемолитической анемии и гемоглобинурии; пациенты, у которых во время терапии развиваются клинические или лабораторные признаки гемолиза или гемолитической анемии, должны находиться под тщательным наблюдением на предмет признаков ухудшения этих состояний и оцениваться на предмет риска/пользы продолжения терапии.",
        "Отклонения от нормы в функциональных пробах печени; сообщалось об отдельных случаях печеночной недостаточности, гепатита и печеночной недостаточности; у некоторых пациентов с серьезными сопутствующими заболеваниями, получающих терапию вместе с несколькими сопутствующими препаратами, имели место клинические нарушения функции печени, и сообщалось об отдельных случаях значительного нарушения функции печени, гепатита и печеночной недостаточности; пациенты, у которых во время терапии развиваются отклонения от нормы показателей функции печени, должны находиться под наблюдением на предмет признаков ухудшения функции печени и оцениваться с точки зрения риска/пользы продолжения терапии.",
        "НЕ для внутривенного болюса",
        "Повышение уровня азота мочевины и креатинина; сообщалось об отдельных случаях почечной недостаточности или острой почечной недостаточности; пациенты, у которых во время терапии развиваются аномальные тесты функции почек, должны находиться под наблюдением для выявления признаков ухудшения функции почек.",
        "Сообщается об анафилаксии и анафилактоидных реакциях (включая шок); прекратить терапию и назначить соответствующее лечение",
        "Нет данных об эффективности против грибков, кроме Candida."
      ],
      "specific": [
        {
          "type": "Инфузионные реакции и реакции в месте инъекции",
          "description": [
            "Сообщалось о реакциях в месте инъекции, включая флебит и тромбофлебит; эти реакции возникают чаще при периферическом в/в введении.",
            "Сообщается о возможных симптомах, опосредованных гистамином. включая сыпь, зуд, отек лица и расширение сосудов; медленная скорость инфузии, если возникают реакции"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "микафунгин увеличивает уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Saccharomyces boulardii",
      "description": {
        "common": "микафунгин снижает действие Saccharomyces boulardii за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Системные или пероральные противогрибковые препараты могут снижать активность пробиотиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "микафунгин увеличивает уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "микафунгин увеличивает уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "микафунгин повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и микафунгин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "микафунгин увеличивает уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "микафунгин увеличивает уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При одновременном применении с несколькими слабыми ингибиторами CYP3A4 возможно усиление побочных эффектов флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "микафунгин увеличивает уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "микафунгин повышает уровень ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг при одновременном применении со слабыми ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "микафунгин увеличивает уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "микафунгин повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "микафунгин увеличивает уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "микафунгин повышает уровень нифедипина за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "микафунгин повышает уровень сиролимуса за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "микафунгин увеличивает уровень или действие таземетостата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "микафунгин увеличивает уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, микафунгин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "микафунгин повышает уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "микафунгин увеличивает уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Абд боль",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Увеличение LFT",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "Флебит",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "лихорадка",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Строгость",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Отек лица",
      "percent": null
    },
    {
      "name": "вазодилатация",
      "percent": null
    },
    {
      "name": "Бред",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "Нарушения со стороны крови и лимфатической системы",
      "percent": null
    },
    {
      "name": "количество лейкоцитов уменьшилось",
      "percent": null
    },
    {
      "name": "гемолитическая анемия",
      "percent": null
    },
    {
      "name": "диссеминированное внутрисосудистое свертывание",
      "percent": null
    },
    {
      "name": "Гепатобилиарные расстройства",
      "percent": null
    },
    {
      "name": "гипербилирубинемия",
      "percent": null
    },
    {
      "name": "нарушение функции печени",
      "percent": null
    },
    {
      "name": "печеночное расстройство",
      "percent": null
    },
    {
      "name": "гепатоцеллюлярное повреждение",
      "percent": null
    },
    {
      "name": "Почечные и мочевые расстройства",
      "percent": null
    },
    {
      "name": "острая почечная недостаточность и почечная недостаточность",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "Сосудистые расстройства",
      "percent": null
    },
    {
      "name": "шок",
      "percent": null
    }
  ]
}