{
  "name": "бусульфан",
  "comment": "Rx",
  "other_names": [
    "Бусульфекс",
    "Милеран"
  ],
  "classes": [
    "Противоопухолевые препараты",
    "Алкилирование"
  ],
  "source": "https://reference.medscape.com/drug/myleran-busulfex-busulfan-342104",
  "pregnancy": {
    "common": [
      "Может причинить вред плоду при введении беременной женщине на основании данных о животных; препарат показал тератогенный эффект у мышей, крыс и кроликов после введения во время органогенеза; растворитель, DMA, также может причинить вред плоду при введении беременной женщине; у крыс дозы ДМА, составляющие примерно 40% суточной дозы ДМА в дозе на основе мг/м², вводимые во время органогенеза, вызывали значительные аномалии развития; нет доступных данных о людях, информирующих о риске, связанном с наркотиками; информировать беременных женщин о потенциальном риске для плода",
      "Рекомендовать женщинам с репродуктивным потенциалом использовать эффективные методы контрацепции во время лечения и в течение 6 месяцев после прекращения терапии.",
      "Может повредить сперматозоиды и ткани яичек, что может привести к генетическим аномалиям плода; мужчины, имеющие половых партнеров женского пола репродуктивного возраста, должны использовать эффективные средства контрацепции во время лечения и в течение 3 месяцев после прекращения терапии."
    ],
    "specific": [
      {
        "type": "Бесплодие",
        "description": [
          "Женщины: подавление функции яичников и аменорея обычно возникают у женщин в пременопаузе, получающих хроническую терапию низкими дозами бусульфана по поводу хронического миелогенного лейкоза; терапия также может вызывать временное или постоянное бесплодие у девочек препубертатного возраста или у женщин детородного возраста, получавших высокие дозы бусульфана в режиме кондиционирования перед аллогенной трансплантацией гемопоэтических клеток-предшественников.",
          "Мужчины: у пациентов мужского пола сообщалось о бесплодии, азооспермии и атрофии яичек."
        ]
      }
    ]
  },
  "lactation": {
    "common": []
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Этот препарат следует вводить под наблюдением опытного врача-химиотерапевта.",
        "Подавление костного мозга является обычным явлением; уменьшить дозу или прекратить пероральное для необычного подавления (может потребоваться биопсия костного мозга); трансплантация гемопоэтических клеток-предшественников необходима для предотвращения потенциально фатальных осложнений длительной миелосупрессии",
        "Мониторинг очень важен после введения этих доз"
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Пациенты без окончательного диагноза ХМЛ",
        "Гиперчувствительность, резистентность к бусульфану"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщается о бронхолегочной дисплазии с легочным фиброзом, которая может привести к летальному исходу; токсичность может быть аддитивной при использовании с другими агентами, вызывающими легочную токсичность; прекратить терапию, если развивается токсичность бусульфана",
        "Избежать беременности; может нанести вред плоду; информировать о потенциальном риске для плода и использовании эффективных методов контрацепции",
        "Изъятия сообщили с использованием; инициировать противосудорожную профилактическую терапию до лечения бусульфаном; контролировать пациентов с судорожным расстройством в анамнезе, травмой головы или получающих эпилептогенные препараты",
        "Сообщалось о учащении сердечного ритма у детей с талассемией в сочетании с циклофосфамидом.",
        "Может произойти недостаточность яичников",
        "Сообщается о вторичных злокачественных новообразованиях",
        "Повышенный риск развития печеночной веноокклюзионной болезни (HVOD) при AUC более 1500 мкМ•мин; ежедневно контролировать сывороточные трансаминазы, щелочную фосфатазу и билирубин",
        "Для предотвращения тошноты и рвоты могут быть рекомендованы противорвотные средства.",
        "Может возникнуть угнетение костного мозга"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир увеличивает уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное применение оправдано, тщательно контролируйте, особенно в начале лечения и коррекции дозы. Прекратите прием олицеридина при подозрении на серотониновый синдром."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "бусульфан снижает действие живых аденовирусов типов 4 и 7 при пероральном приеме за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "бусульфан, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "бусульфан, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "бусульфан, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диданозин",
      "description": {
        "common": "бусульфан, диданозин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Претоманидный режим связан с гепатотоксичностью. Избегайте употребления алкоголя и гепатотоксических средств, включая растительные добавки и другие препараты, кроме бедаквилина и линезолида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол увеличивает уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "бусульфан, идекабтаген виклеуцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "Бусульфан уменьшает эффекты четырехвалентной вакцины против вируса гриппа, адъювантно проявляя фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "Бусульфан снижает эффекты трехвалентной вакцины против вируса гриппа, адъювантно проявляя фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "бусульфан, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет увеличивать уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с чувствительными субстратами CYP3A. Если одновременное применение неизбежно, следите за побочными реакциями и уменьшайте дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность бусульфана Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "бусульфан и пексидартиниб оба увеличивают Прочее (см. комментарий). Избегайте или используйте альтернативный препарат. Пексидартиниб может вызывать гепатотоксичность. Избегайте одновременного применения пексидартиниба с другими препаратами, о которых известно, что они вызывают гепатотоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "бусульфан, претоманид.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Претоманидный режим связан с гепатотоксичностью. Избегайте употребления алкоголя и гепатотоксических средств, включая растительные добавки и другие препараты, кроме бедаквилина и линезолида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "рогинтерферон альфа 2b, бусульфан.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "бусульфан, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "бусульфан, тофацитиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб увеличивает уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "voxelotor увеличивает уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб, бусульфан.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Coadministration может увеличить риск миелосупрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетаминофен",
      "description": {
        "common": "ацетаминофен повышает уровень бусульфана за счет снижения метаболизма. Используйте осторожность/монитор. Применение ацетаминофена до (< 72 часов) или одновременно с бусульфаном может привести к снижению клиренса бусульфана из-за вызванного ацетаминофеном снижения уровня глутатиона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетаминофен IV",
      "description": {
        "common": "ацетаминофен IV повышает уровень бусульфана за счет снижения метаболизма. Используйте осторожность/монитор. Применение ацетаминофена до (< 72 часов) или одновременно с бусульфаном может привести к снижению клиренса бусульфана из-за вызванного ацетаминофеном снижения уровня глутатиона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт и бусульфан усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "белзутифан будет снижать уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Если невозможно избежать одновременного применения белзутифана с чувствительными субстратами CYP3A4, рассмотрите возможность увеличения дозы чувствительного субстрата CYP3A4 в соответствии с инструкцией по его применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендамустин",
      "description": {
        "common": "бендамустин, бусульфан.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбоплатин",
      "description": {
        "common": "бусульфан, карбоплатин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кармустин",
      "description": {
        "common": "бусульфан, кармустин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорамбуцил",
      "description": {
        "common": "бусульфан, хлорамбуцил.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "бусульфан снижает действие вакцины против холеры за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цисплатин",
      "description": {
        "common": "бусульфан, цисплатин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид, бусульфан.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дакарбазин",
      "description": {
        "common": "бусульфан, дакарбазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс увеличивает токсичность бусульфана за счет неустановленного механизма взаимодействия. Изменить терапию/внимательно контролировать. Прекратите прием хелатообразователей железа заблаговременно до введения бусульфана, чтобы избежать повышенного воздействия бусульфана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "бусульфан снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "бусульфан, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и бусульфан снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс снижает уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении. При необходимости рассмотрите возможность увеличения дозы субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "Элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP3A4; противопоказан при использовании субстратов CYP3A4, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этотоин",
      "description": {
        "common": "этотоин снижает уровень бусульфана за счет увеличения печеночного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "бусульфан усиливает действие финголимода за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "фосфенитоин снижает уровень бусульфана за счет увеличения печеночного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "бусульфан, гидроксимочевина. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "бусульфан, ифосфамид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон повышает уровень бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Илоперидон является зависящим от времени ингибитором CYP3A и может приводить к повышению уровня препаратов в плазме, выводимых преимущественно CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гриппа А (H5N1)",
      "description": {
        "common": "Бусульфан снижает действие вакцины против гриппа A (H5N1) за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить иммунный ответ на вакцину H5N1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа (H5N1) с адъювантом",
      "description": {
        "common": "бусульфан снижает действие вакцины против вируса гриппа (H5N1), усиливая фармакодинамический антагонизм. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить иммунный ответ на вакцину H5N1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "бусульфан и изавуконазония сульфат снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол повышает уровень бусульфана за счет снижения печеночного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир увеличивает уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир (умеренный ингибитор CYP3A4) может увеличить количество субстратов CYP3A4, начатых в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломустин",
      "description": {
        "common": "бусульфан, ломустин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "бусульфан уменьшает эффекты менингококковой вакцины группы В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Лица с измененной иммунокомпетентностью могут иметь сниженный иммунный ответ на вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, бусульфан.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олапариб",
      "description": {
        "common": "бусульфан и олапариб усиливают фармакодинамический синергизм. Используйте осторожность/монитор. Одновременное применение с другими миелосупрессивными противоопухолевыми средствами, включая агенты, повреждающие ДНК, может усиливать и пролонгировать миелосупрессивную токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень бусульфана за счет увеличения печеночного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол увеличивает уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и бусульфан усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "бусульфан снижает эффекты сипулеуцел-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стрептозоцин",
      "description": {
        "common": "бусульфан, стрептозоцин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат снижает уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиогуанин",
      "description": {
        "common": "тиогуанин, бусульфан.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Избегайте одновременного применения тиогуанина с бусульфаном из-за потенциальной гепатотоксичности. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотепа",
      "description": {
        "common": "бусульфан, тиотепа.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, бусульфан.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, бусульфан.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет увеличивать уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетаминофен ректальный",
      "description": {
        "common": "ректальный ацетаминофен повышает уровень бусульфана за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет увеличивать уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "Анастрозол увеличивает уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид увеличивает уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб увеличивает уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витамин А",
      "description": {
        "common": "витамин А, бусульфан. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Антиоксиданты, такие как витамин А, повышают эффективность и снижают токсичность противоопухолевых препаратов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витамин Е",
      "description": {
        "common": "витамин Е, бусульфан. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Антиоксиданты, такие как витамин Е, повышают эффективность и снижают токсичность противоопухолевых препаратов."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "нейтропения",
      "percent": "100"
    },
    {
      "name": "около",
      "percent": "100"
    },
    {
      "name": "Миелосупрессия",
      "percent": "98"
    },
    {
      "name": "около",
      "percent": "97"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "96"
    },
    {
      "name": "Тошнота",
      "percent": "80"
    },
    {
      "name": "Стоматит",
      "percent": "80"
    },
    {
      "name": "Анорексия",
      "percent": "80"
    },
    {
      "name": "Диарея",
      "percent": "80"
    },
    {
      "name": "Высокая температура",
      "percent": "79"
    },
    {
      "name": "Бессонница",
      "percent": "77"
    },
    {
      "name": "лимфопения",
      "percent": "69"
    },
    {
      "name": "гипомагниемия",
      "percent": "66"
    },
    {
      "name": "Головная боль",
      "percent": "64"
    },
    {
      "name": "Гипергликемия",
      "percent": "62"
    },
    {
      "name": "Гипокалиемия",
      "percent": "62"
    },
    {
      "name": "Боль в животе",
      "percent": "52"
    },
    {
      "name": "анемия",
      "percent": "49"
    },
    {
      "name": "Астения",
      "percent": "47"
    },
    {
      "name": "Гипокальциемия",
      "percent": "44"
    },
    {
      "name": "Озноб",
      "percent": "44"
    },
    {
      "name": "Диспепсия",
      "percent": "41"
    },
    {
      "name": "Тахикардия",
      "percent": "38"
    },
    {
      "name": "Боль",
      "percent": "36"
    },
    {
      "name": "Запор",
      "percent": "32"
    },
    {
      "name": "Гипертония",
      "percent": "27"
    },
    {
      "name": "Гиперчувствительность",
      "percent": "27"
    },
    {
      "name": "Отек",
      "percent": "26"
    },
    {
      "name": "Тромбоз",
      "percent": "25"
    },
    {
      "name": "Сухость во рту",
      "percent": "25"
    },
    {
      "name": "вазодилатация",
      "percent": "25"
    },
    {
      "name": "Легкое носовое кровотечение",
      "percent": "25"
    },
    {
      "name": "Воспаление в месте инъекции",
      "percent": "23"
    },
    {
      "name": "Ректальное расстройство",
      "percent": "23"
    },
    {
      "name": "Увеличение живота",
      "percent": "22"
    },
    {
      "name": "Боль в спине",
      "percent": "3"
    },
    {
      "name": "Боль в груди",
      "percent": "4"
    },
    {
      "name": "Оценка",
      "percent": "7"
    },
    {
      "name": "Гипертония",
      "percent": "3"
    },
    {
      "name": "IV",
      "percent": "2"
    },
    {
      "name": "Гипотония",
      "percent": "2"
    },
    {
      "name": "IV",
      "percent": "2"
    },
    {
      "name": "Тампонада сердца",
      "percent": null
    },
    {
      "name": "устный",
      "percent": null
    },
    {
      "name": "АВ блокада третьей степени",
      "percent": null
    },
    {
      "name": "IV",
      "percent": null
    },
    {
      "name": "Левая сердечная недостаточность",
      "percent": null
    },
    {
      "name": "IV",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Депрессия",
      "percent": null
    },
    {
      "name": "Seizure",
      "percent": null
    },
    {
      "name": "Кашель",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Ринит",
      "percent": null
    },
    {
      "name": "Бронхолегочная дисплазия с легочным фиброзом",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Апластическая анемия",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Лейкемия",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Болезнь «трансплантат против хозяина»",
      "percent": null
    },
    {
      "name": "Заболевание надпочечников",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Катаракта",
      "percent": null
    },
    {
      "name": "Геморрагический цистит",
      "percent": null
    },
    {
      "name": "Аменорея",
      "percent": null
    },
    {
      "name": "Мужское бесплодие",
      "percent": null
    },
    {
      "name": "Дисфункция яичников",
      "percent": null
    },
    {
      "name": "Фебрильная нейтропения",
      "percent": null
    },
    {
      "name": "Синдром лизиса опухоли",
      "percent": null
    },
    {
      "name": "Тромбо микро",
      "percent": null
    },
    {
      "name": "ангиопатия",
      "percent": null
    },
    {
      "name": "ТМА",
      "percent": null
    },
    {
      "name": "Тяжелая бактериальная",
      "percent": null
    },
    {
      "name": "популярный",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "цитомегаловирусная виремия",
      "percent": null
    },
    {
      "name": "грибковая инфекция",
      "percent": null
    },
    {
      "name": "и сепсис",
      "percent": null
    },
    {
      "name": "Гипоплазия зубов",
      "percent": null
    }
  ]
}