{
  "name": "нафтифин",
  "comment": "Rx",
  "other_names": [
    "Нафтин"
  ],
  "classes": [
    "Темы",
    "Противогрибковые препараты"
  ],
  "source": "https://reference.medscape.com/drug/naftin-naftifine-topical-343497",
  "pregnancy": {
    "common": [
      "Исследования репродукции были проведены на крысах и кроликах (при пероральном введении) в дозах, в 150 и более раз превышающих местную дозу для человека, и не выявили признаков нарушения фертильности или вреда для плода из-за этого препарата; однако адекватных и строго контролируемых исследований на беременных женщинах не проводилось; поскольку исследования репродукции животных не всегда предсказывают реакцию человека, этот препарат следует использовать во время беременности только в случае крайней необходимости."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Неизвестно, выделяется ли этот препарат с грудным молоком; поскольку многие лекарства выделяются с грудным молоком, будьте осторожны при назначении кормящим женщинам."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к препарату или вспомогательным веществам"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Прекратите лечение, если раздражение или чувствительность развиваются во время использования, прекратите лечение и начните соответствующую терапию.",
        "Не для офтальмологического применения; держите крем подальше от глаз, носа, рта и других слизистых оболочек",
        "Избегайте использования окклюзионных повязок или обертываний",
        "Подтвердите диагноз заболевания либо прямым микроскопическим исследованием препарата инфицированной ткани в растворе гидроксида калия, либо посевом на соответствующую среду."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Переходное горение",
      "percent": "5-6"
    },
    {
      "name": "жгучий",
      "percent": "0.5-3"
    },
    {
      "name": "Нежность кожи",
      "percent": null
    },
    {
      "name": "Сухость",
      "percent": null
    },
    {
      "name": "Эритема",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Местное раздражение",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    }
  ]
}