{
  "name": "налбуфин",
  "comment": "Rx",
  "other_names": [
    "Нубаин"
  ],
  "classes": [
    "Опиоидные анальгетики"
  ],
  "source": "https://reference.medscape.com/drug/nalbuphine-343329",
  "pregnancy": {
    "common": [
      "Длительное использование опиоидных анальгетиков во время беременности может вызвать синдром отмены опиоидов у новорожденных; нет доступных данных о беременных женщинах, чтобы сообщить о связанном с наркотиками риске серьезных врожденных дефектов и выкидыша; опубликованные исследования применения морфина во время беременности не выявили четкой связи с морфином и серьезными врожденными дефектами.",
      "Продолжительное использование опиоидных анальгетиков во время беременности в медицинских или немедицинских целях может привести к физической зависимости у новорожденных и неонатальному синдрому отмены опиоидов вскоре после рождения; начало, продолжительность и тяжесть неонатального синдрома отмены опиоидов варьируются в зависимости от конкретного используемого опиоида, продолжительности использования, времени и количества последнего употребления матерью, а также скорости выведения наркотика новорожденным; наблюдайте за новорожденными на наличие симптомов неонатального синдрома отмены опиоидов и лечите их соответствующим образом",
      "При ведении во время родов сообщили о тяжелой брадикардии плода; налоксон может обратить эти эффекты; хотя нет сообщений о брадикардии плода на ранних сроках беременности, вполне возможно, что она может возникнуть; препарат следует использовать во время беременности только в случае крайней необходимости, если потенциальная польза превышает риск для плода, и если для выявления и лечения потенциального неблагоприятного воздействия на плод принимаются соответствующие меры, такие как мониторинг плода."
    ],
    "specific": [
      {
        "type": "Работа или доставка",
        "description": [
          "Опиоиды проникают через плаценту и могут вызывать угнетение дыхания и психофизиологические эффекты у новорожденных; опиоидный антагонист, такой как налоксон, должен быть доступен для купирования вызванного опиоидами угнетения дыхания у новорожденных; препарат не рекомендуется применять женщинам во время и непосредственно перед родами, когда более целесообразно применение анальгетиков короткого действия или других методов обезболивания; опиоидные анальгетики могут продлевать роды за счет действия, временно снижающего силу, продолжительность и частоту сокращений матки; однако этот эффект непостоянен и может быть компенсирован повышенной скоростью раскрытия шейки матки, что имеет тенденцию к сокращению родов; мониторить новорожденных, подвергшихся воздействию опиоидных анальгетиков во время родов, на наличие признаков избыточной седации и угнетения дыхания"
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Из-за последствий дефицита андрогенов хроническое употребление опиоидов может привести к снижению фертильности у женщин и мужчин с репродуктивным потенциалом; неизвестно, обратимо ли влияние на фертильность"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями терапии или основного заболевания матери для ребенка, находящегося на грудном вскармливании.",
      "Морфин присутствует в грудном молоке; опубликованные исследования лактации сообщают о переменных концентрациях морфина в грудном молоке при введении морфина с немедленным высвобождением кормящим матерям в раннем послеродовом периоде с отношением AUC морфина в молоке к плазме 2,5: 1, измеренным в одном исследовании лактации; однако недостаточно информации для определения воздействия морфина на младенцев, находящихся на грудном вскармливании, и воздействия морфина на выработку молока; нет информации о воздействии препарата на младенцев, находящихся на грудном вскармливании, или о влиянии препарата на выработку молока.",
      "Мониторинг младенцев, подвергшихся терапии через грудное молоко, на предмет избыточного седативного эффекта и угнетения дыхания; симптомы отмены могут возникать у младенцев, находящихся на грудном вскармливании, при прекращении приема морфина матерью или при прекращении грудного вскармливания."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Проинструктируйте пациентов не употреблять алкогольные напитки и не использовать спиртосодержащие лекарственные препараты во время приема морфина из-за риска аддитивного седативного эффекта и угнетения дыхания.",
        "Зарезервируйте сопутствующее назначение для пациентов, для которых альтернативные варианты лечения неадекватны; ограничить дозы и продолжительность до необходимого минимума; и наблюдать за пациентами на наличие признаков и симптомов угнетения дыхания и седации",
        "Совместный прием с бензодиазепинами или другими депрессантами ЦНС, включая алкоголь, может привести к выраженному седативному эффекту, угнетению дыхания, коме и смерти."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Значительное угнетение дыхания",
        "Диарея, связанная с токсинами, желудочно-кишечная непроходимость, включая псевдомембранозный колит",
        "Острая или тяжелая бронхиальная астма, брадикардия, воспалительные заболевания кишечника"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Случаи серотонинового синдрома, потенциально опасного для жизни состояния, о которых сообщалось при одновременном применении серотонинергических препаратов; это может происходить в пределах рекомендуемого диапазона доз; появление симптомов обычно происходит в течение от нескольких часов до нескольких дней после одновременного применения, но может произойти и позже; немедленно прекратить терапию при подозрении на серотониновый синдром",
        "Хотя серьезное, опасное для жизни или фатальное угнетение дыхания может возникнуть в любое время во время терапии, риск является самым высоким в начале терапии или после увеличения дозы; внимательно следить за пациентами для дыхания, особенно в течение первых 24 до 72 часов начала терапии с и после увеличения дозировки; случайное проглатывание даже одной дозы, особенно детьми, может привести к угнетению дыхания и смерти из-за передозировки опиоидов",
        "Ингибиторы моноаминоксидазы (ИМАО) могут потенцировать эффекты опиоидов, активного метаболита опиоидов, включая угнетение дыхания, кому и спутанность сознания; терапию не следует проводить в течение 14 дней после начала или прекращения приема ИМАО.",
        "Пациенты, перенесшие операцию на желчевыводящих путях",
        "Терапия может увеличить частоту судорог у пациентов с судорожными расстройствами и в других клинических условиях, связанных с судорогами; наблюдать за пациентами на предмет ухудшения контроля над судорогами во время терапии",
        "Предостережения при печеночной недостаточности",
        "У пациентов, которые могут быть предрасположены к внутричерепным эффектам задержки СО2 (например, у пациентов с признаками повышенного внутричерепного давления или опухолей головного мозга), терапия может снизить дыхательную активность, а результирующая задержка СО2 может еще больше повысить внутричерепное давление; следить за такими пациентами на наличие признаков седации и угнетения дыхания, особенно в начале терапии; опиоиды могут скрывать клиническое течение у пациента с черепно-мозговой травмой; избегать применения у пациентов с нарушением сознания или комой",
        "нарушение дыхания; налбуфин представляет меньший риск респираторной седации, чем чистые опиоидные агонисты",
        "Применение у пациентов с острой или тяжелой бронхиальной астмой в неконтролируемых условиях или при отсутствии реанимационного оборудования противопоказано; пациенты со значительным хроническим обструктивным заболеванием легких или легочным сердцем, а также со значительно сниженным дыхательным резервом, гипоксией, гиперкапнией или ранее существовавшей депрессией дыхания подвергаются повышенному риску снижения дыхательного драйва, включая апноэ, даже при применении в рекомендуемых дозах.",
        "Избегайте использования смешанных агонистов/антагонистов (например, пентазоцина, налбуфина и буторфанола) или частичных агонистов (например, бупренорфина) анальгетиков у пациентов, которые получают полный анальгетик опиоидного агониста; смешанные агонисты/антагонисты и частичные агонисты анальгетиков могут снижать обезболивающий эффект и/или ускорять симптомы отмены; при прекращении терапии у физически зависимых пациентов постепенно снижать дозировку; не прекращайте резко терапию у этих пациентов",
        "Противопоказан пациентам с известной или подозреваемой желудочно-кишечной обструкцией, включая паралитическую кишечную непроходимость; может вызвать спазм сфинктера Одди; опиоиды могут вызывать повышение уровня амилазы в сыворотке крови; наблюдать за пациентами с заболеваниями желчевыводящих путей, включая острый панкреатит, на предмет ухудшения симптомов",
        "Будьте осторожны при выборе дозы для пожилых пациентов, обычно начиная с нижней части диапазона доз, отражая большую частоту снижения функции печени, почек или сердца, а также сопутствующие заболевания или другую лекарственную терапию; поскольку пожилые пациенты с большей вероятностью имеют сниженную функцию почек, следует соблюдать осторожность при подборе дозы и может быть полезно контролировать функцию почек.",
        "Инфаркт миокарда",
        "Терапия может вызвать тяжелую гипотензию, включая ортостатическую гипотензию и обмороки у амбулаторных пациентов; существует повышенный риск у пациентов, у которых способность поддерживать артериальное давление уже нарушена из-за сниженного объема крови или одновременного приема некоторых препаратов, угнетающих ЦНС (например, фенотиазинов или общих анестетиков); контролировать пациентов на наличие признаков гипотонии после начала или титрования дозы; у пациентов с циркуляторным шоком терапия может вызвать вазодилатацию, что может привести к дальнейшему снижению сердечного выброса и артериального давления; избегать терапии у пациентов с циркуляторным шоком",
        "Сообщалось о случаях надпочечниковой недостаточности при употреблении опиоидов, чаще после более чем одного месяца употребления; симптомы могут включать тошноту, рвоту, анорексию, усталость, слабость, головокружение и низкое кровяное давление; если диагностирована надпочечниковая недостаточность, лечите физиологическими заместительными дозами кортикостероидов; отлучение пациента от опиоидов для восстановления функции надпочечников и продолжение лечения кортикостероидами до восстановления функции надпочечников; можно попробовать другие опиоиды, поскольку в некоторых случаях сообщалось об использовании другого опиоида без рецидива надпочечниковой недостаточности.",
        "Глубокий седативный эффект, угнетение дыхания, кома и смерть могут быть результатом одновременного применения бензодиазепинов или других средств, угнетающих ЦНС (например, небензодиазепиновых седативных/снотворных средств, анксиолитиков, транквилизаторов, миорелаксантов, общих анестетиков, нейролептиков, других опиоидов, алкоголя); из-за этих рисков следует зарезервировать одновременное назначение этих препаратов для пациентов, которым альтернативные варианты лечения не подходят.",
        "Смертельные случаи произошли среди грудных детей, подвергшихся воздействию высоких уровней опиоидов в грудном молоке, потому что матери были сверхбыстрыми метаболизаторами опиоидов.",
        "Предупредите пациентов, чтобы они не вели машину и не управляли опасными механизмами, если они не терпимы к действию препарата и не знают, как они будут реагировать на лекарство.",
        "Опиоиды могут вызывать связанные со сном расстройства дыхания, включая центральное апноэ во сне (CSA) и связанную со сном гипоксемию; употребление опиоидов увеличивает риск CSA дозозависимым образом; у пациентов с CSA рассмотрите возможность снижения дозировки опиоидов, используя передовой опыт снижения дозы опиоидов",
        "Опасное для жизни угнетение дыхания чаще встречается у пожилых, кахектических или ослабленных пациентов, поскольку у них может быть изменена фармакокинетика или изменен клиренс по сравнению с более молодыми, более здоровыми пациентами; внимательно следить"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "альвимопан",
      "description": {
        "common": "альвимопан, налбуфин. конкуренция за связывание рецепторов. Противопоказано. Алвимопан противопоказан пациентам с толерантностью к опиоидам (то есть тем, кто принимал терапевтические дозы опиоидов в течение > 7 дней подряд непосредственно перед приемом алвимопана). Ожидается, что пациенты, недавно подвергшиеся воздействию опиоидов, будут более чувствительны к эффектам алвимопана и, следовательно, могут испытывать боль в животе, тошноту, рвоту и диарею. Значимого взаимодействия при одновременном применении опиоидных анальгетиков и алвимопана у пациентов, получавших опиоидные анальгетики в течение 7 или менее дней подряд до применения алвимопана, не ожидается."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альфентанил",
      "description": {
        "common": "налбуфин, альфентанил. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "белладонна и опиум",
      "description": {
        "common": "налбуфин, белладонна и опиум. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бензгидрокодон/ацетаминофен, налбуфин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин, налбуфин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "бупренорфин буккальный, налбуфин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буторфанол",
      "description": {
        "common": "буторфанол, налбуфин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксибаты кальция/магния/калия/натрия",
      "description": {
        "common": "налбуфин, оксибаты кальция/магния/калия/натрия.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин усиливает действие налбуфина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клонидин",
      "description": {
        "common": "клонидин, налбуфин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение усиливает угнетающее действие на ЦНС."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кодеин",
      "description": {
        "common": "налбуфин, кодеин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "десвенлафаксин и налбуфин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Может вызывать серотониновый синдром"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декстроморамид",
      "description": {
        "common": "налбуфин, декстроморамид. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диаморфин",
      "description": {
        "common": "налбуфин, диаморфин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "диазепам интраназально, налбуфин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифеноксин hcl",
      "description": {
        "common": "налбуфин, дифеноксин НСl. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "налбуфин, дифеноксилат НСl. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дипипанон",
      "description": {
        "common": "налбуфин, дипипанон. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "налбуфин, элуксадолин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте coadministration с другими препаратами, которые вызывают запор. Увеличивает риск серьезных побочных реакций, связанных с запорами. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил",
      "description": {
        "common": "фентанил, налбуфин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "фентанил интраназально, налбуфин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "фентанил трансдермальный, налбуфин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "фентанил через слизистую, налбуфин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "налбуфин снижает эффекты гидрокодона за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Смешанные агонисты/антагонисты опиоидов и частичные агонисты опиоидов могут снижать обезболивающий эффект гидрокодона и/или ускорять симптомы отмены у пациентов, толерантных к опиоидам."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "налбуфин, гидроморфон. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность налбуфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "леворфанол",
      "description": {
        "common": "налбуфин, леворфанол. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид увеличивает токсичность налбуфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "меперидин",
      "description": {
        "common": "налбуфин, меперидин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метадон",
      "description": {
        "common": "налбуфин, метадон. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "налбуфин, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "морфий",
      "description": {
        "common": "налбуфин, морфин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олицеридин",
      "description": {
        "common": "налбуфин, олицеридин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременное применение может снизить обезболивающий эффект олицеридина и/или ускорить симптомы отмены."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "налбуфин и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "настойка опия",
      "description": {
        "common": "налбуфин, настойка опия. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксикодон",
      "description": {
        "common": "налбуфин, оксикодон. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксиморфон",
      "description": {
        "common": "налбуфин, оксиморфон. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "и озанимод, и налбуфин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Поскольку активный метаболит озанимода ингибирует МАО-В in vitro, существует вероятность серьезных побочных реакций, включая гипертонический криз. Поэтому не рекомендуется одновременное назначение озанимода с препаратами, которые могут повышать уровень норадреналина или серотонина. Монитор для гипертензии с одновременным использованием."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "папаверетум",
      "description": {
        "common": "налбуфин, папаверетум. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "налбуфин, пентазоцин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенелзин",
      "description": {
        "common": "Фенелзин повышает токсичность налбуфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин увеличивает токсичность налбуфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. ИМАО могут потенцировать угнетение ЦНС и гипотензию. Не используйте в течение 14 дней после использования ИМАО. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "разагилин",
      "description": {
        "common": "разагилин увеличивает токсичность налбуфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Может вызвать дополнительное угнетение ЦНС, сонливость, головокружение или гипотонию, поэтому следует соблюдать осторожность при использовании с ИМАО; рекомендуется более низкие начальные дозы анальгетика с последующим тщательным титрованием. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "Трансдермальный селегилин повышает токсичность налбуфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селинексор",
      "description": {
        "common": "селинексор, налбуфин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксибат натрия",
      "description": {
        "common": "налбуфин, натрия оксибат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил",
      "description": {
        "common": "налбуфин, суфентанил. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "налбуфин снижает эффекты суфентанила SL за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Совместное введение опиоидных смешанного агониста/антагониста или частичного агониста может уменьшить анальгетический эффект суфентейла SL и/или ускорить симптомы отмены."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тапентадол",
      "description": {
        "common": "налбуфин, тапентадол. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трамадол",
      "description": {
        "common": "трамадол, налбуфин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Трамадол может повторно инициировать опиатную зависимость у пациентов. ранее пристрастился к другим опиатам; это также может спровоцировать синдром отмены Sx. в оч. которые в настоящее время находятся в зависимости от опиатов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "транилципромин",
      "description": {
        "common": "транилципромин увеличивает токсичность налбуфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "валериана",
      "description": {
        "common": "валериана и налбуфин усиливают седативный эффект. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "венлафаксин и налбуфин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Может вызывать серотониновый синдром"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акривастин",
      "description": {
        "common": "акривастин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "налбуфин усиливает, а альбутерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфентанил",
      "description": {
        "common": "альфентанил и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпразолам",
      "description": {
        "common": "алпразолам и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "налбуфин и амитриптилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "налбуфин и амоксапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апоморфин",
      "description": {
        "common": "налбуфин и апоморфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "налбуфин усиливает, а арформотерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "налбуфин и арипипразол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "налбуфин усиливает, а армодафинил снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "авапритиниб и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азеластин",
      "description": {
        "common": "азеластин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "баклофен",
      "description": {
        "common": "баклофен и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белладонна и опиум",
      "description": {
        "common": "налбуфин, белладонна и опиум усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бенперидол",
      "description": {
        "common": "налбуфин и бенперидол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "налбуфин увеличивает, а бензфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брексанолон",
      "description": {
        "common": "брексанолон, налбуфин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "брекспипразол и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромфенирамин",
      "description": {
        "common": "бромфенирамин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "налбуфин повышает токсичность бупренорфина, инъекционного препарата длительного действия за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение бупренорфина и бензодиазепинов или других средств, угнетающих ЦНС, увеличивает риск побочных реакций, включая передозировку, угнетение дыхания и смерть. В большинстве случаев предпочтительнее прекращение приема бензодиазепинов или других средств, угнетающих ЦНС. В некоторых случаях может быть уместным мониторинг на более высоком уровне помощи при снижении дозы препаратов, угнетающих ЦНС. В других случаях целесообразно постепенное снижение дозы назначенного бензодиазепина или другого препарата, угнетающего ЦНС, или снижение до минимальной эффективной дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буторфанол",
      "description": {
        "common": "буторфанол и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кофеин",
      "description": {
        "common": "налбуфин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбиноксамин",
      "description": {
        "common": "карбиноксамин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каризопродол",
      "description": {
        "common": "каризопродол и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоралгидрат",
      "description": {
        "common": "хлоралгидрат и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлордиазепоксид",
      "description": {
        "common": "хлордиазепоксид и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорфенирамин",
      "description": {
        "common": "хлорфенирамин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "налбуфин и хлорпромазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорзоксазон",
      "description": {
        "common": "хлорзоксазон и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циннаризин",
      "description": {
        "common": "циннаризин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клемастин",
      "description": {
        "common": "клемастин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "налбуфин и кломипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоназепам",
      "description": {
        "common": "клоназепам и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоразепат",
      "description": {
        "common": "клоразепат и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "налбуфин и клозапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кодеин",
      "description": {
        "common": "кодеин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклизин",
      "description": {
        "common": "циклизин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклобензаприн",
      "description": {
        "common": "циклобензаприн и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрогептадин",
      "description": {
        "common": "ципрогептадин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дантролен",
      "description": {
        "common": "дантролен и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "налбуфин и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и налбуфин усиливают седативный эффект. Используйте осторожность/монитор. Опиоиды могут снизить потребность в МАК, может потребоваться меньшее количество ингаляционных анестетиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "налбуфин и дезипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "налбуфин и дейтетрабеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексхлорфенирамин",
      "description": {
        "common": "дексхлорфенирамин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "налбуфин усиливает, а дексфенфлурамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексмедетомидин",
      "description": {
        "common": "дексмедетомидин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "налбуфин увеличивает, а дексметилфенидат снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "налбуфин усиливает, а декстроамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроморамид",
      "description": {
        "common": "декстроморамид и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диаморфин",
      "description": {
        "common": "диаморфин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам",
      "description": {
        "common": "диазепам и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диэтилпропион",
      "description": {
        "common": "налбуфин увеличивает, а диэтилпропион снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликефалин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксин hcl",
      "description": {
        "common": "дифеноксин гидрохлорид и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дименгидринат",
      "description": {
        "common": "дименгидринат и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифенгидрамин",
      "description": {
        "common": "дифенгидрамин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "дифеноксилат гидрохлорид и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дипипанон",
      "description": {
        "common": "дипипанон и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "налбуфин усиливает, а добутамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофамин",
      "description": {
        "common": "налбуфин увеличивает, а дофамин уменьшает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "налбуфин усиливает, а допексамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "досулепин",
      "description": {
        "common": "налбуфин и досулепин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "налбуфин и доксепин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксиламин",
      "description": {
        "common": "доксиламин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроперидол",
      "description": {
        "common": "налбуфин и дроперидол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "налбуфин увеличивает, а эфедрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "налбуфин увеличивает, а адреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "налбуфин увеличивает, а рацемический адреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эскетамин интраназально",
      "description": {
        "common": "эскетамин интраназально, налбуфин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстазолам",
      "description": {
        "common": "эстазолам и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "налбуфин и этанол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этомидат",
      "description": {
        "common": "этомидат и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "налбуфин усиливает, а фенфлурамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "налбуфин и флибансерин усиливают седативный эффект. Изменить терапию/внимательно контролировать. Риск седативного эффекта увеличивается при одновременном применении флибансерина с другими депрессантами ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "налбуфин и флуфеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуразепам",
      "description": {
        "common": "флуразепам и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "налбуфин усиливает, а формотерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин",
      "description": {
        "common": "габапентин, налбуфин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин энакарбил",
      "description": {
        "common": "габапентин, энакарбил, налбуфин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "налбуфин и ганаксолон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "налбуфин и галоперидол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "гидроморфон и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "налбуфин и илоперидон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "налбуфин и имипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "налбуфин увеличивает, а изопротеренол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетамин",
      "description": {
        "common": "кетамин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетотифен, офтальмологический",
      "description": {
        "common": "налбуфин и кетотифен, офтальмологические, усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан, налбуфин.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Совместное применение лазмидитана и других препаратов, угнетающих ЦНС, включая алкоголь, в клинических исследованиях не изучалось. Ласмидитан может вызывать седативный эффект, а также другие когнитивные и/или психоневрологические побочные реакции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "лемборексант, налбуфин.\nЛибо усиливает действие другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. При совместном применении лемборексанта с другими препаратами, угнетающими ЦНС, может потребоваться коррекция дозы из-за потенциально аддитивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "налбуфин усиливает, а левалбутерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леворфанол",
      "description": {
        "common": "леворфанол и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "налбуфин усиливает, а лиздексамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "налбуфин и лофепрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофексидин",
      "description": {
        "common": "налбуфин и лофексидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопразолам",
      "description": {
        "common": "лопразолам и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоразепам",
      "description": {
        "common": "лоразепам и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорметазепам",
      "description": {
        "common": "лорметазепам и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин",
      "description": {
        "common": "налбуфин и локсапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин вдыхали",
      "description": {
        "common": "налбуфин и локсапин при вдыхании усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, налбуфин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: возможно усиление угнетающего действия на ЦНС при одновременном применении; монитор для увеличения побочных эффектов и токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мапротилин",
      "description": {
        "common": "налбуфин и мапротилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "налбуфин и марихуана усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелатонин",
      "description": {
        "common": "налбуфин и мелатонин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меперидин",
      "description": {
        "common": "меперидин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мепробамат",
      "description": {
        "common": "налбуфин и мепробамат усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "налбуфин усиливает, а метапротеренол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метаксалон",
      "description": {
        "common": "метаксалон и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "метадон и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "налбуфин увеличивает, а метамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метокарбамол",
      "description": {
        "common": "метокарбамол и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилендиоксиметамфетамин",
      "description": {
        "common": "налбуфин увеличивает, а метилендиоксиметамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам",
      "description": {
        "common": "мидазолам и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "мидазолам интраназально, налбуфин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение барбитуратов, алкоголя или других средств, угнетающих ЦНС, может увеличить риск гиповентиляции, обструкции дыхательных путей, десатурации или апноэ и может способствовать выраженному и/или пролонгированному действию препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидодрин",
      "description": {
        "common": "налбуфин усиливает, а мидодрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "налбуфин и миртазапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "модафинил",
      "description": {
        "common": "налбуфин усиливает, а модафинил снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "морфий",
      "description": {
        "common": "морфин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пустырник",
      "description": {
        "common": "налбуфин и пустырник усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксонидин",
      "description": {
        "common": "налбуфин и моксонидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набилоне",
      "description": {
        "common": "налбуфин и набилон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "налбуфин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "налбуфин и нортриптилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "налбуфин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "олицеридин, налбуфин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "настойка опия",
      "description": {
        "common": "налбуфин и настойка опия усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орфенадрин",
      "description": {
        "common": "орфенадрин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксазепам",
      "description": {
        "common": "оксазепам и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксикодон",
      "description": {
        "common": "налбуфин и оксикодон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксиморфон",
      "description": {
        "common": "налбуфин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "налбуфин и палиперидон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "папаверетум",
      "description": {
        "common": "налбуфин и папаверетум усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "папаверин",
      "description": {
        "common": "налбуфин и папаверин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегвисомант",
      "description": {
        "common": "налбуфин снижает действие пегвисоманта по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "налбуфин и пентазоцин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "налбуфин и перфеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фендиметразин",
      "description": {
        "common": "налбуфин усиливает, а фендиметразин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентермин",
      "description": {
        "common": "налбуфин увеличивает, а фентермин уменьшает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин",
      "description": {
        "common": "налбуфин увеличивает, а фенилэфрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин ПО",
      "description": {
        "common": "налбуфин увеличивает, а фенилэфрин перорально снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фолкодин",
      "description": {
        "common": "налбуфин и фолкодин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "налбуфин и пимозид усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "налбуфин усиливает, а пирбутерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прегабалин",
      "description": {
        "common": "прегабалин, налбуфин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "налбуфин и прохлорперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропофол",
      "description": {
        "common": "пропофол и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропилгекседрин",
      "description": {
        "common": "налбуфин увеличивает, а пропилгекседрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "налбуфин и протриптилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квазепам",
      "description": {
        "common": "квазепам и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "налбуфин и кветиапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "налбуфин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ремимазолам",
      "description": {
        "common": "ремимазолам, налбуфин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. Одновременное применение может привести к выраженному седативному эффекту, угнетению дыхания, коме и/или смерти. Непрерывный мониторинг основных показателей жизнедеятельности во время седации и периода восстановления при совместном применении. Тщательно титруйте дозу ремимазолама при одновременном применении с опиоидными анальгетиками и/или седативными/снотворными средствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "налбуфин и рисперидон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "налбуфин усиливает, а салметерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тюбетейка",
      "description": {
        "common": "налбуфин и шлемник усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "налбуфин и пастушья сумка усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, налбуфин.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Одновременное применение стирипентола с другими средствами, угнетающими ЦНС, включая алкоголь, может увеличить риск седативного эффекта и сонливости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил",
      "description": {
        "common": "налбуфин и суфентанил усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суворексант",
      "description": {
        "common": "суворексант и налбуфин усиливают седативный эффект. Изменить терапию/внимательно контролировать. Может потребоваться коррекция дозы суворексанта и сопутствующих депрессантов ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тапентадол",
      "description": {
        "common": "налбуфин и тапентадол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темазепам",
      "description": {
        "common": "и темазепам, и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "налбуфин усиливает, а тербуталин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "налбуфин и тиоридазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "налбуфин и тиотиксен усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "налбуфин и топирамат усиливают седативный эффект. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трамадол",
      "description": {
        "common": "налбуфин и трамадол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "налбуфин и тразодон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триазолам",
      "description": {
        "common": "триазолам и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклофос",
      "description": {
        "common": "триклофос и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "налбуфин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "налбуфин и тримипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трипролидин",
      "description": {
        "common": "трипролидин и налбуфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксилометазолин",
      "description": {
        "common": "налбуфин усиливает, а ксилометазолин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йохимбин",
      "description": {
        "common": "налбуфин усиливает, а йохимбин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зиконотид",
      "description": {
        "common": "налбуфин и зиконотид усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "налбуфин и зипразидон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зотепин",
      "description": {
        "common": "налбуфин и зотепин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает действие налбуфина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Нарастающее угнетение ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "декстроамфетамин усиливает действие налбуфина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "налбуфин и эвкалипт усиливают седативный эффект. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лидокаин",
      "description": {
        "common": "лидокаин увеличивает токсичность налбуфина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск увеличения депрессии ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мудрец",
      "description": {
        "common": "налбуфин и шалфей усиливают седативный эффект. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зиконотид",
      "description": {
        "common": "зиконотид, налбуфин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Добавка снизила моторику ЖКТ. Аддитивное обезболивание. Зиконотид НЕ потенцирует угнетение дыхания, вызванное опиоидами."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "седация",
      "percent": "36"
    },
    {
      "name": "Влажность",
      "percent": "9"
    },
    {
      "name": "Тошнота и рвота",
      "percent": "6"
    },
    {
      "name": "Головокружение",
      "percent": "5"
    },
    {
      "name": "ксеростомия",
      "percent": "4"
    },
    {
      "name": "Головная боль",
      "percent": "3"
    },
    {
      "name": "астма",
      "percent": null
    },
    {
      "name": "Брадикардия",
      "percent": null
    },
    {
      "name": "Сжигание",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Гипертония",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "миоз",
      "percent": null
    },
    {
      "name": "Отек легких",
      "percent": null
    },
    {
      "name": "Угнетение дыхания",
      "percent": null
    },
    {
      "name": "Тахикардия",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    }
  ]
}