{
  "name": "ропивакаин",
  "comment": "Rx",
  "other_names": [
    "Наропин"
  ],
  "classes": [
    "парентерально",
    "Амиды",
    "Местные анестетики"
  ],
  "source": "https://reference.medscape.com/drug/naropin-ropivacaine-343367",
  "pregnancy": {
    "common": [
      "Местные анестетики быстро проникают через плаценту и при использовании для эпидуральной блокады могут вызывать различную степень токсичности для матери, плода и новорожденного; частота и степень токсичности зависят от выполненной процедуры, типа и количества используемого препарата, а также техники введения препарата; побочные реакции у роженицы, плода и новорожденного включают изменения центральной нервной системы, тонуса периферических сосудов и сердечной функции.",
      "Адекватных или хорошо контролируемых исследований воздействия этого препарата на развивающийся плод у беременных женщин не проводилось; этот препарат следует использовать во время беременности только в том случае, если польза превышает риск",
      "Гипотензия у матери возникла в результате регионарной анестезии этим препаратом для обезболивания родов; местные анестетики вызывают расширение сосудов, блокируя симпатические нервы; поднятие ног пациента и положение его на левом боку поможет предотвратить снижение артериального давления; также следует постоянно контролировать частоту сердечных сокращений плода, и настоятельно рекомендуется использовать электронный мониторинг плода; Сообщалось, что эпидуральная анестезия продлевает второй период родов, устраняя рефлекторное побуждение пациентки к натуживанию или нарушая двигательную функцию; спонтанное родоразрешение макушки чаще возникало у пациентов, получавших этот препарат, чем у тех, кто получал бупивакаин."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В другом исследовании при дозе 23 мг/кг наблюдалась повышенная потеря детенышей в течение первых 3 дней после родов, что считалось вторичным по отношению к нарушению материнской заботы из-за материнской токсичности.",
          "В 2 перинатальных и постнатальных исследованиях на крысах при дозах, эквивалентных максимальной рекомендуемой дозе для человека, в зависимости от площади поверхности тела, не наблюдалось связанных с лечением эффектов на позднее развитие плода, роды, лактацию, неонатальную жизнеспособность или рост потомства.",
          "Исследования тератогенности на крысах и кроликах не выявили никаких побочных эффектов на органогенез или раннее развитие плода у крыс (26 мг/кг подкожно) или кроликов (13 мг/кг); использованные дозы были примерно равны общей суточной дозе в зависимости от площади поверхности тела.",
          "Исследования репродуктивной токсичности проводились на беременных новозеландских белых кроликах и крысах Sprague-Dawley; не было никакого связанного с лечением влияния на позднее развитие плода, роды, лактацию, неонатальную жизнеспособность или рост потомства"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "В одной публикации сообщалось, что ропивакаин присутствует в грудном молоке в небольших количествах после введения женщинам, перенесшим кесарево сечение; у младенцев не сообщалось о побочных реакциях; нет доступной информации о влиянии препарата на выработку молока; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от лекарств или основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к ропивакаину или местным анестетикам амидного типа, чувствительность к парабенам."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Этот препарат следует использовать с осторожностью у пациентов, получающих другие местные анестетики или агенты, структурно родственные местным анестетикам амидного типа, поскольку токсические эффекты этих препаратов являются аддитивными.",
        "Сообщается об изъятиях с системной токсичностью",
        "Пациенты, получающие антиаритмические препараты класса III (например, амиодарон), должны находиться под тщательным наблюдением, и следует рассмотреть возможность мониторинга ЭКГ, поскольку сердечные эффекты могут быть аддитивными.",
        "Добавление вазоконстриктора, адреналина, будет способствовать местному гемостазу, снижению системной абсорбции и увеличению продолжительности действия.",
        "Крупные блокады периферических нервов могут привести к введению большого объема местного анестетика в области с высокой васкуляризацией, часто вблизи крупных сосудов, где существует повышенный риск внутрисосудистого введения и/или быстрого системного всасывания, что может привести к высоким концентрациям в плазме.",
        "ЗАПРЕЩАЕТСЯ использовать растворы с адреналином в дистальных частях тела (например, пальцах, носу, ухе).",
        "Следует соблюдать осторожность у пациентов со злокачественной гипертермией в анамнезе.",
        "Концентрации этого препарата в плазме крови могут приблизиться к порогу токсичности центральной нервной системы после введения 300 мг ропивакаина для блокады плечевого сплетения; проявлять осторожность при использовании дозы 300 мг; дозу при блокаде крупных нервов необходимо корректировать в зависимости от места введения и состояния пациента; Надключичные блокады плечевого сплетения могут быть связаны с более высокой частотой серьезных побочных реакций, независимо от используемого местного анестетика.",
        "Применение этого препарата при ретробульбарных блокадах в офтальмохирургии не изучалось; пока не будет получен соответствующий опыт, использование для такой операции не рекомендуется",
        "Используйте препараты без консервантов для спинальной или эпидуральной анестезии."
      ],
      "specific": [
        {
          "type": "Непреднамеренная внутрисосудистая инъекция",
          "description": [
            "Не рекомендуется в экстренных ситуациях, когда необходимо быстрое начало хирургической анестезии; исторически сообщалось, что беременные пациентки имели высокий риск сердечных аритмий, остановки сердца/циркуляции и смерти, когда 0,75% бупивакаин (другой член класса аминоамидов местных анестетиков) был непреднамеренно быстро введен внутривенно.",
            "Многие препараты, используемые при проведении анестезии, считаются потенциальными пусковыми агентами злокачественной гипертермии (ЗГ); местные анестетики амидного типа не вызывают эту реакцию; однако, поскольку потребность в дополнительной общей анестезии нельзя предсказать заранее, предлагается иметь в наличии стандартный протокол лечения ЗГ.",
            "Пациенты с тяжелым заболеванием печени из-за их неспособности нормально метаболизировать местные анестетики подвергаются большему риску развития токсических концентраций в плазме; местные анестетики также следует использовать с осторожностью у пациентов с нарушением сердечно-сосудистой функции, поскольку они могут быть менее способны компенсировать функциональные изменения, связанные с удлинением атриовентрикулярной проводимости, вызываемым этими препаратами.",
            "При использовании метода непрерывного катетера аспирация шприцем также должна выполняться до и во время каждой дополнительной инъекции; при проведении эпидуральной анестезии рекомендуется вначале ввести пробную дозу местного анестетика с быстрым началом действия, а перед продолжением следует обследовать пациента на предмет токсичности со стороны ЦНС и сердечно-сосудистой системы, а также признаков непреднамеренного интратекального введения",
            "В некоторых случаях реанимация затруднена; в случае остановки сердца могут потребоваться длительные реанимационные мероприятия для повышения вероятности успешного исхода",
            "Задержка в надлежащем лечении дозозависимой токсичности, недостаточной вентиляции по любой причине и/или измененной чувствительности может привести к развитию ацидоза, остановке сердца и, возможно, смерти.",
            "Во избежание высоких концентраций в плазме крови и серьезных нежелательных явлений следует использовать самые низкие дозы, обеспечивающие эффективную анестезию; препарат следует вводить медленно в возрастающих дозах, с частыми аспирациями до и во время инъекции, чтобы избежать внутрисосудистого введения",
            "Когда позволяют клинические условия, рассмотрите возможность использования растворов местных анестетиков, которые содержат адреналин для тестовой дозы, поскольку изменения кровообращения, совместимые с адреналином, также могут служить предупреждающим признаком непреднамеренной внутрисосудистой инъекции; внутрисосудистая инъекция все еще возможна, даже если аспирация крови отрицательна",
            "Введение более высоких, чем рекомендуемые, доз этого препарата для достижения большей двигательной блокады или увеличения продолжительности сенсорной блокады может привести к угнетению сердечно-сосудистой системы, особенно в случае непреднамеренной внутрисосудистой инъекции; толерантность к повышенным уровням в крови зависит от физического состояния пациента",
            "Перед проведением больших блокад следует оптимизировать общее состояние пациента и установить ему внутривенный катетер; следует принять все необходимые меры предосторожности, чтобы избежать внутрисосудистого введения; местные анестетики должны назначаться только клиницистами, которые хорошо разбираются в диагностике и лечении дозозависимой токсичности и других неотложных состояний, которые могут возникнуть в результате применяемой блокады, и только после обеспечения немедленной (без промедления) доступности кислорода, других реанимационных мероприятий. лекарства, оборудование для сердечно-легочной реанимации и кадровые ресурсы, необходимые для надлежащего ведения токсических реакций и связанных с ними чрезвычайных ситуаций",
            "При выполнении нейроблоков возможна непреднамеренная внутривенная инъекция, которая может привести к сердечной аритмии или остановке сердца; возможность успешной реанимации у людей не изучалась.",
            "Тщательный и постоянный контроль сердечно-сосудистых и респираторных показателей жизнедеятельности (адекватность вентиляции) и состояния сознания пациента следует проводить после каждой инъекции местного анестетика; следует иметь в виду, что в такие моменты могут возникать беспокойство, тревога, бессвязная речь, головокружение, онемение и покалывание во рту и губах, металлический привкус, шум в ушах, головокружение, нечеткость зрения, тремор, подергивание, депрессия или сонливость. быть ранними предупреждающими признаками токсичности центральной нервной системы",
            "Растворы этого препарата не следует использовать для проведения акушерской парацервикальной блокады, ретробульбарной блокады или спинномозговой анестезии (субарахноидальной блокады) из-за недостаточности данных, подтверждающих такое использование; внутривенная регионарная анестезия (блокада бире) не должна выполняться из-за отсутствия клинического опыта и риска достижения токсических уровней в крови.",
            "Были редкие сообщения об остановке сердца во время использования для эпидуральной анестезии или блокады периферических нервов, большинство из которых произошло после непреднамеренного случайного внутрисосудистого введения у пожилых пациентов и у пациентов с сопутствующими заболеваниями сердца.",
            "Ослабленным, пожилым пациентам и остробольным следует назначать уменьшенные дозы, соответствующие их возрасту и физическому состоянию; местные анестетики также следует использовать с осторожностью у пациентов с гипотензией, гиповолемией или блокадой сердца."
          ]
        },
        {
          "type": "Внутрисуставные инфузии",
          "description": [
            "Случаи плечелопаточного хондролиза были описаны у детей и взрослых после внутрисуставных инфузий местных анестетиков с адреналином и без него в течение 48-72 часов; недостаточно информации, чтобы определить, не связаны ли более короткие периоды инфузии с этими результатами",
            "Однако отрицательная аспирация не защищает от внутрисосудистой или субарахноидальной инъекции.",
            "Инфузии местных анестетиков после артроскопических и других хирургических процедур не одобрены; были постмаркетинговые сообщения о хондролизе у пациентов, получавших такие инфузии; большинство зарегистрированных случаев хондролиза затрагивают плечевой сустав",
            "Пациентам, перенесшим хондролиз, потребовались дополнительные диагностические и лечебные процедуры, а некоторым потребовалось эндопротезирование или эндопротезирование плечевого сустава; важно, чтобы аспирация крови или спинномозговой жидкости (где применимо) была сделана до инъекции любого местного анестетика, как исходной дозы, так и всех последующих доз, чтобы избежать внутрисосудистой или субарахноидальной инъекции",
            "Время появления симптомов, таких как боль в суставах, скованность и потеря подвижности, может варьировать, но может начаться уже через 2 месяца после операции; в настоящее время не существует эффективного лечения хондролиза"
          ]
        },
        {
          "type": "Метгемоглобинемия",
          "description": [
            "В зависимости от тяжести признаков и симптомов пациенты могут реагировать на поддерживающую терапию, например кислородную терапию, гидратацию; более тяжелая клиническая картина может потребовать лечения метиленовым синим, обменным переливанием крови или гипербарической оксигенацией.",
            "Сообщалось о случаях метгемоглобинемии в связи с использованием местных анестетиков; хотя все пациенты подвержены риску метгемоглобинемии, пациенты с дефицитом глюкозо-6-фосфатдегидрогеназы, врожденной или идиопатической метгемоглобинемией, сердечными или легочными нарушениями, младенцы в возрасте до 6 месяцев и одновременное воздействие окислителей или их метаболитов более подвержены развитию клинические проявления состояния",
            "Уровни метгемоглобина могут продолжать расти; поэтому требуется немедленное лечение для предотвращения более серьезных побочных эффектов со стороны центральной нервной системы и сердечно-сосудистой системы, включая судороги, кому, аритмии и смерть; прекратить прием препарата и любых других окислителей",
            "Если у этих пациентов необходимо использовать местные анестетики, рекомендуется тщательный мониторинг симптомов и признаков метгемоглобинемии; Признаки метгемоглобинемии могут проявиться сразу или через несколько часов после воздействия и характеризуются синюшным изменением цвета кожи и/или аномальной окраской крови."
          ]
        },
        {
          "type": "Эпидуральная анестезия",
          "description": [
            "Тестовая доза амидного анестетика короткого действия, такого как лидокаин, рекомендуется для выявления непреднамеренного интратекального введения; это будет проявляться в течение нескольких минут признаками спинальной блокады (например, снижение чувствительности ягодиц, парез ног или, у пациента, находящегося под седацией, отсутствие коленного рефлекса)",
            "Во время введения эпидуральной анестезии рекомендуется сначала ввести тестовую дозу и контролировать эффекты до введения полной дозы; когда позволяют клинические условия, тестовая доза должна содержать соответствующую дозу адреналина, чтобы служить предупреждением о непреднамеренной внутрисосудистой инъекции.",
            "У пациента, находящегося под седацией, может наблюдаться только увеличение частоты пульса на 20 или более ударов в минуту в течение 15 или более секунд; поэтому после введения тест-дозы следует постоянно контролировать сердце на предмет увеличения частоты сердечных сокращений; у пациентов, получающих бета-адреноблокаторы, изменения частоты сердечных сокращений могут не проявляться, но мониторинг артериального давления может выявить повышение систолического артериального давления.",
            "При введении в кровеносный сосуд это количество адреналина, вероятно, вызовет преходящий «адреналиновый ответ» в течение 45 секунд, состоящий из увеличения частоты сердечных сокращений и систолического артериального давления, бледности вокруг рта, сердцебиения и нервозности у пациента без седации.",
            "Шприцевая аспирация также должна выполняться до и во время каждой дополнительной инъекции при непрерывной (прерывистой) катетерной технике; внутрисосудистая инъекция все еще возможна, даже если аспирация крови отрицательна",
            "Внутрисосудистая или субарахноидальная инъекция по-прежнему возможна, даже если результаты тестовой дозы отрицательны; сама тестовая доза может вызвать системную токсическую реакцию, сильные спинальные или сердечно-сосудистые эффекты, вызванные адреналином.",
            "При эпидуральном введении этот препарат следует вводить в возрастающих дозах от 3 до 5 мл с достаточным интервалом между дозами для выявления токсических проявлений непреднамеренной внутрисосудистой или подоболочечной инъекции."
          ]
        },
        {
          "type": "Использование в области головы и шеи",
          "description": [
            "Пациенты, получающие эти блокады, должны контролировать кровообращение и дыхание и находиться под постоянным наблюдением; немедленно должны быть доступны реанимационное оборудование и персонал для лечения побочных реакций; рекомендации по дозировке не должны превышаться",
            "Небольшие дозы местных анестетиков, вводимые в область головы и шеи, могут вызывать побочные реакции, сходные с системной токсичностью, наблюдаемой при непреднамеренном внутрисосудистом введении больших доз; инъекционные процедуры требуют максимальной осторожности; сообщалось о спутанности сознания, судорогах, угнетении дыхания и/или остановке дыхания, сердечно-сосудистой стимуляции или угнетении",
            "Эти реакции могут быть связаны с внутриартериальным введением местного анестетика с ретроградным поступлением в мозговое кровообращение."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "При одновременном применении некоторые препараты повышают риск метгемоглобинемии, в том числе местные анестетики, нитраты/нитриты, антибиотики, противоопухолевые средства, противосудорожные, противомалярийные препараты, в дополнение к другим типам препаратов.",
            "Этот препарат следует использовать с осторожностью у пациентов, получающих другие местные анестетики или агенты, структурно родственные местным анестетикам амидного типа, поскольку токсические эффекты этих препаратов являются аддитивными."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "липосомы бупивакаина",
      "description": {
        "common": "ропивакаин повышает токсичность липосом бупивакаина по др. (см. комментарий). Противопоказано.\nКомментарий: не смешивайте с другими местными анестетиками, не содержащими бупивакаин; смешивание приводит к быстрому увеличению свободного (неинкапсулированного) бупивакаина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупивакаиновый имплантат",
      "description": {
        "common": "ропивакаин, бупивакаиновый имплантат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте дополнительного введения местного анестетика в течение 96 часов после имплантации бупивакаина. Если использование дополнительных местных анестетиков неизбежно из-за клинической необходимости, следите за неврологическими и сердечно-сосудистыми эффектами, связанными с системной токсичностью местных анестетиков."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет повышать уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живосиран",
      "description": {
        "common": "гивосиран будет повышать уровень или эффект ропивакаина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте совместного применения чувствительных субстратов CYP1A2 с гивосираном. Если это неизбежно, уменьшите дозировку субстрата CYP1A2 в соответствии с одобренной маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб будет снижать уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет повышать уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с чувствительными субстратами CYP3A. Если одновременное применение неизбежно, следите за побочными реакциями и уменьшайте дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет увеличивать уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "ропивакаин, беназеприл.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышает риск гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "каннабидиол, ропивакаин. влияет на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Из-за возможности как индукции, так и ингибирования CYP1A2 при одновременном применении субстратов CYP1A2 и каннабидиола следует рассмотреть возможность снижения дозировки субстратов CYP1A2 в соответствии с клиническими показаниями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "ропивакаин усиливает действие каптоприла по механизму: фармакодинамический синергизм. Используйте осторожность/монитор. Оба препарата снижают артериальное давление. Контролируйте артериальное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин повысит уровень или эффект ропивакаина по механизму: снижение метаболизма. Используйте осторожность/монитор. Следите за повышением токсичности ропивакаина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет увеличивать уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс снижает уровень ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении. При необходимости рассмотрите возможность увеличения дозы субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "Элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP3A4; противопоказан при использовании субстратов CYP3A4, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, ропивакаин. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет повышать уровень или эффект ропивакаина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол, ропивакаин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Соблюдайте особую осторожность при одновременном применении бупивакаина и антигипертензивных средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "пиндолол, ропивакаин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Соблюдайте особую осторожность при одновременном применении бупивакаина и антигипертензивных средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пропранолол, ропивакаин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Соблюдайте особую осторожность при одновременном применении бупивакаина и антигипертензивных средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб будет повышать уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, ропивакаин. влияет на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP1A2. Мониторинг субстратов CYP1A2 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP1A2 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "тековиримат будет снижать уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терифлуномид",
      "description": {
        "common": "терифлуномид снижает уровень ропивакаина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "тимолол, ропивакаин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Соблюдайте особую осторожность при одновременном применении бупивакаина и антигипертензивных средств."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет увеличивать уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет увеличивать уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет повышать уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гиалуронидаза",
      "description": {
        "common": "гиалуронидаза, ропивакаин. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Гиалуронидаза ускоряет начало местного обезболивания и уменьшает отек, но увеличивает системную абсорбцию анестетика. Это уменьшает продолжительность действия и увеличивает частоту системных реакций."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Брадикардия",
      "percent": null
    },
    {
      "name": "депрессия миокарда",
      "percent": null
    },
    {
      "name": "сердечные аритмии",
      "percent": null
    },
    {
      "name": "отек",
      "percent": null
    },
    {
      "name": "гипотония",
      "percent": null
    },
    {
      "name": "сердечно-сосудистый коллапс",
      "percent": null
    },
    {
      "name": "остановка сердца",
      "percent": null
    },
    {
      "name": "сердцебиение",
      "percent": null
    },
    {
      "name": "тахикардия",
      "percent": null
    },
    {
      "name": "ангинальная боль",
      "percent": null
    },
    {
      "name": "гипертония",
      "percent": null
    },
    {
      "name": "адреналин",
      "percent": null
    },
    {
      "name": "содержащие решения",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "опасение",
      "percent": null
    },
    {
      "name": "озноб",
      "percent": null
    },
    {
      "name": "головная боль",
      "percent": null
    },
    {
      "name": "беспокойство",
      "percent": null
    },
    {
      "name": "нервозность",
      "percent": null
    },
    {
      "name": "дезориентация",
      "percent": null
    },
    {
      "name": "путаница",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "толчки",
      "percent": null
    },
    {
      "name": "подергивание",
      "percent": null
    },
    {
      "name": "дрожь",
      "percent": null
    },
    {
      "name": "припадки",
      "percent": null
    },
    {
      "name": "Угнетение ЦНС, проявляющееся беспокойством",
      "percent": null
    },
    {
      "name": "толчки",
      "percent": null
    },
    {
      "name": "сонливость",
      "percent": null
    },
    {
      "name": "бессознательное состояние",
      "percent": null
    },
    {
      "name": "шум в ушах",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Затуманенное зрение",
      "percent": null
    },
    {
      "name": "миоз",
      "percent": null
    },
    {
      "name": "Остановка дыхания",
      "percent": null
    },
    {
      "name": "астматический статус",
      "percent": null
    },
    {
      "name": "Анафилактоидные реакции",
      "percent": null
    },
    {
      "name": "иногда смертельный",
      "percent": null
    }
  ]
}