{
  "name": "мометазон, интраназально",
  "comment": "Rx, OTC",
  "other_names": [
    "Назонекс 24HR Аллергия"
  ],
  "classes": [
    "Интраназальный",
    "Кортикостероиды"
  ],
  "source": "https://reference.medscape.com/drug/nasonex-24hr-allergy-mometasone-intranasal-999650",
  "pregnancy": {
    "common": [
      "Адекватных и хорошо контролируемых клинических исследований у беременных женщин не проводилось."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных на беременных мышах, крысах или кроликах мометазона фуроат вызывал учащение пороков развития плода и снижение выживаемости и роста плода после введения доз, которые вызывали воздействие примерно от 1/3 до 8-кратной максимальной рекомендуемой дозы для человека (MRHD) на мкг/мкг. м",
          "или на основе AUC; однако опыт применения пероральных кортикостероидов свидетельствует о том, что грызуны более склонны к тератогенным эффектам от воздействия кортикостероидов, чем люди.",
          "Препарат минимально системно всасывается после назального применения, и ожидается, что использование матери не приведет к воздействию препарата на плод; Имеющиеся данные обсервационных исследований применения мометазона беременными женщинами недостаточны для оценки риска серьезных врожденных дефектов, выкидыша или других неблагоприятных исходов для матери или плода, связанного с приемом препарата."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет доступных данных о присутствии препарата в материнском молоке, влиянии на ребенка, находящегося на грудном вскармливании, или на выработку молока; другие кортикостероиды выделяются с грудным молоком, однако мометазон минимально системно абсорбируется матерью после назального применения, и ожидается, что грудное вскармливание не приведет к воздействию мометазона на младенца.",
      "Польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от лекарств или от основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Недавняя операция на носу, травма носа, язвы носовой перегородки (до заживления)",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Потенциальное ухудшение существующего туберкулеза; грибковые, бактериальные, вирусные или паразитарные инфекции; или глазной простой герпес",
        "После назального введения мометазона фуроата моногидрата могут возникать реакции гиперчувствительности, включая случаи свистящего дыхания; прекратить терапию, если такие реакции происходят",
        "Когда назальные стероиды используются в дозах, превышающих рекомендуемые, или у восприимчивых людей в рекомендуемых дозах могут появиться системные эффекты кортикостероидов, такие как гиперкортицизм и угнетение функции надпочечников; если это произойдет, медленно прекратите дозировку препарата в соответствии с принятыми процедурами прекращения терапии пероральными кортикостероидами.",
        "В клинических исследованиях сообщалось о развитии локализованных инфекций носа и глотки, вызванных Candida albicans; при развитии инфекции применение следует прекратить и при необходимости назначить соответствующую местную или системную терапию.",
        "Из-за ингибирующего действия кортикостероидов на заживление ран пациентам, перенесшим недавние язвы носовой перегородки, операции на носу или травмы носа, не следует использовать назальные кортикостероиды до тех пор, пока не произойдет заживление.",
        "Могут возникнуть грибковые или бактериальные инфекции дыхательных путей, вирусные/паразитарные инфекции или простой глазной герпес.",
        "Сообщалось о случаях перфорации носовой перегородки после назального применения кортикостероидов; как и при любом длительном местном лечении полости носа, пациенты, получающие терапию в течение нескольких месяцев или дольше, должны периодически обследоваться на предмет возможных изменений слизистой оболочки носа.",
        "Монитор для изменения зрения или, с историей повышения ВГД, глаукомы или катаракты; сообщалось о глаукоме и катаракте при системном и местном (в том числе назальном, ингаляционном и офтальмологическом) применении кортикостероидов; рассмотреть возможность направления к офтальмологу пациентов, у которых развиваются глазные симптомы или которые получают длительную терапию.",
        "Носовые кровотечения чаще наблюдаются у больных аллергическим ринитом и больных хроническим риносинуситом с полипами носа, получавших терапию, чем у получавших плацебо."
      ],
      "specific": [
        {
          "type": "Влияние на рост",
          "description": [
            "Контролируемые клинические исследования показали, что назальные кортикостероиды могут вызывать снижение скорости роста у детей; этот эффект наблюдался при отсутствии лабораторных данных о подавлении гипоталамо-гипофизарно-надпочечниковой (ГГН) оси, что позволяет предположить, что скорость роста является более чувствительным показателем системного воздействия кортикостероидов у детей, чем некоторые обычно используемые тесты функции ГГН оси.",
            "Рост пациентов педиатрического возраста, получающих назальные кортикостероиды, следует регулярно контролировать (например, с помощью стадиометрии); потенциальные эффекты роста при длительном лечении следует сопоставлять с получаемой клинической пользой и наличием безопасных и эффективных альтернатив лечения без кортикостероидов; для минимизации системных эффектов назальных кортикостероидов каждому пациенту следует титровать его/ее самую низкую эффективную дозу"
          ]
        },
        {
          "type": "Иммуносупрессия и риск инфекций",
          "description": [
            "У детей или взрослых, не болевших этими заболеваниями, следует избегать воздействия; как доза, путь и продолжительность введения кортикостероидов влияют на риск развития диссеминированной инфекции, неизвестно",
            "При контакте с ветряной оспой может быть показана профилактика с помощью иммуноглобулина ветряной оспы (VZIG); при контакте с корью может быть показана профилактика комбинированным внутримышечным иммуноглобулином (IG); при развитии ветряной оспы можно рассмотреть возможность лечения противовирусными препаратами.",
            "Кортикостероиды следует применять с осторожностью у пациентов с активной или латентной туберкулезной инфекцией дыхательных путей, а также при нелеченых грибковых, бактериальных, системных вирусных инфекциях или простом глазном герпесе из-за возможности ухудшения течения этих инфекций.",
            "Инфекциям подвержены лица, принимающие препараты, подавляющие иммунную систему; ветряная оспа и корь, например, могут иметь более серьезное или даже фатальное течение у неиммунных детей или взрослых, принимающих кортикостероиды."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "десмопрессин",
      "description": {
        "common": "Мометазон при интраназальном введении повышает токсичность десмопрессина по др. (см. комментарий). Противопоказано.\nКомментарий: Увеличивает риск тяжелой гипонатриемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет повышать уровень или действие мометазона при интраназальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "Мометазон при интраназальном введении повышает токсичность церитиниба по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Может увеличить риск гипергликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или действие мометазона при интраназальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат увеличивает уровень или действие мометазона при интраназальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет повышать уровень или действие мометазона при интраназальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF будет повышать уровень или действие мометазона при интраназальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или действие мометазона при интраназальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир будет повышать уровень или действие мометазона при интраназальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или действие мометазона при интраназальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет повышать уровень или действие мометазона при интраназальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или действие мометазона при интраназальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет повышать уровень или действие мометазона при интраназальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон будет повышать уровень или действие мометазона при интраназальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет повышать уровень или действие мометазона при интраназальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или действие мометазона при интраназальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC) повышают уровень или действие мометазона при интраназальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет повышать уровень или действие мометазона при интраназальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или действие мометазона при интраназальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир будет повышать уровень или действие мометазона при интраназальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет повышать уровень или действие мометазона при интраназальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Фарингит",
      "percent": null
    },
    {
      "name": "Кашель",
      "percent": null
    },
    {
      "name": "Вирусная инфекция",
      "percent": null
    },
    {
      "name": "носовое кровотечение",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Дисменорея",
      "percent": null
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "Конъюнктивит",
      "percent": null
    },
    {
      "name": "Средний отит",
      "percent": null
    },
    {
      "name": "Грипп",
      "percent": null
    },
    {
      "name": "как синдром",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "Подавление роста",
      "percent": null
    },
    {
      "name": "Назальный кандидоз",
      "percent": null
    },
    {
      "name": "Нарушение вкуса",
      "percent": null
    },
    {
      "name": "Перфорация носовой перегородки",
      "percent": null
    },
    {
      "name": "Носовое жжение и раздражение",
      "percent": null
    },
    {
      "name": "Гиперкортицизм и угнетение надпочечников",
      "percent": null
    },
    {
      "name": "Иммуносупрессия и риск инфекций",
      "percent": null
    },
    {
      "name": "Изъязвления",
      "percent": null
    },
    {
      "name": "Кандида альбиканс Инфекция",
      "percent": null
    },
    {
      "name": "нарушение заживления ран",
      "percent": null
    },
    {
      "name": "Глаукома и катаракта",
      "percent": null
    }
  ]
}