{
  "name": "спиносад",
  "comment": "Rx",
  "other_names": [
    "Натроба"
  ],
  "classes": [
    "Скабицидные агенты"
  ],
  "source": "https://reference.medscape.com/drug/natroba-spinosad-999619",
  "pregnancy": {
    "common": [
      "Активный ингредиент (спиносад) не всасывается системно после местного применения, и ожидается, что использование матери не приведет к воздействию препарата на плод.",
      "Содержит бензиловый спирт; маловероятно, что местный бензиловый спирт всасывается через кожу в клинически значимых количествах; поэтому ожидается, что применение препарата матерью не приведет к воздействию препарата на плод."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "При пероральном приеме спиносада в дозах до 200 мг/кг/сут у беременных крыс или 50 мг/кг/сут у беременных кроликов, вводимых в период органогенеза, побочных эффектов на эмбриофет не наблюдалось."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Действующее вещество (спиносад) не проникает в грудное молоко; однако рекомендуется соблюдать осторожность, поскольку компонент бензилового спирта может системно поглощаться; кормящие женщины могут выбрать сцеживание и отказ от грудного молока в течение 8 часов (5 периодов полувыведения бензилового спирта) после применения"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Информировать практикующего врача о любых кожных заболеваниях или повышенной чувствительности",
        "Содержит бензиловый спирт; токсичность и летальные исходы у новорожденных и детей в возрасте до 6 месяцев при системном воздействии бензилового спирта (например, неонатальный синдром удушья)"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Эритема в месте нанесения",
      "percent": "3"
    },
    {
      "name": "Глазная эритема",
      "percent": "2"
    },
    {
      "name": "Глазная гиперемия",
      "percent": "2"
    },
    {
      "name": "Раздражение в месте применения",
      "percent": "1"
    },
    {
      "name": "Сухость места нанесения",
      "percent": null
    },
    {
      "name": "Отшелушивание сайта приложения",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "Сухая кожа",
      "percent": null
    }
  ]
}