{
  "name": "местранол/норэтиндрон",
  "comment": "Discontinued",
  "other_names": [
    "Норинил 1+50",
    "Некон 1/50"
  ],
  "classes": [
    "Эстрогены/прогестины",
    "Противозачаточные средства",
    "Оральный"
  ],
  "source": "https://reference.medscape.com/drug/necon-1-50-norinyl-1-50-mestranol-norethindrone-342761",
  "pregnancy": {
    "common": [
      "Категория беременности: X",
      "Лактация: небольшое количество стероидов выделяется с грудным молоком; эстрогены могут снижать качество/количество молока; может быть разумным использовать другие формы контроля над рождаемостью до полного отлучения от груди (Комитет AAP заявляет, что они совместимы с грудным вскармливанием)"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: небольшое количество стероидов выделяется с грудным молоком; эстрогены могут снижать качество/количество молока; может быть разумным использовать другие формы контроля над рождаемостью до полного отлучения от груди (Комитет AAP заявляет, что они совместимы с грудным вскармливанием)"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Курение сигарет и риск сердечно-сосудистых заболеваний",
          "description": [
            "Рекомендовать женщинам, принимающим гормональные оральные контрацептивы, не курить.",
            "Этот риск увеличивается с возрастом (> 35 лет) и при интенсивном курении (15 и более сигарет в день).",
            "Курение сигарет увеличивает риск серьезных сердечно-сосудистых побочных эффектов от использования комбинированных гормональных контрацептивов."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Недиагностированное аномальное вагинальное кровотечение",
        "Руководящие принципы CDC рекомендуют подождать не менее 3 недель после вагинальных родов или 6 недель после кесарева сечения, чтобы снизить риск венозной тромбоэмболии, прежде чем начинать комбинированные гормональные контрацептивы; женщинам с дополнительными факторами риска ВТЭ (помимо послеродового) не следует использовать комбинированные гормональные контрацептивы (MMWR, 7 июля 2011 г.)",
        "Неконтролируемая гипертония",
        "Повышенный риск рака печени при использовании КОК; риск увеличивается с увеличением продолжительности использования КОК",
        "Активный или история рака молочной железы",
        "Сахарный диабет с поражением сосудов",
        "Повышенный риск рака шейки матки при использовании КОК, однако ВПЧ остается основным фактором риска этого рака; данные свидетельствуют о том, что длительное использование КОК, 5 или более лет, может быть связано с повышенным риском",
        "Пациенты, принимающие варфарин, пероральные антикоагулянты (может потребоваться увеличение дозы антикоагулянта)",
        "Некоторые исследования связывают использование КОК с повышенным риском рака молочной железы, в то время как другие исследования не показали изменения риска; риск для женщины зависит от условий, при которых естественный высокий уровень гормонов сохраняется в течение длительного периода времени, включая раннее начало менструации до 12 лет, позднюю менопаузу, после 55 лет, первого ребенка после 30 лет, отсутствие родов.",
        "Артериальная тромбоэмболическая болезнь (инсульт, ИМ), тромбофлебит, ТГВ/ТЭЛА, тромбогенный порок сердца",
        "Заболевания печени, опухоли печени",
        "Семейный анамнез рака молочной железы и / или ТГВ / ТЭЛА, текущая / история депрессии, эндометриоз, СД, АГ, изменения минеральной плотности костей, почечная / печеночная недостаточность, нарушение обмена веществ в костях, СКВ; состояния, усугубляемые задержкой жидкости (например, мигрень, астма, эпилепсия)",
        "Эстрогензависимая неоплазия",
        "Желтуха при предшествующем использовании оральных контрацептивов",
        "Прекратить прием за 4 недели до серьезной операции или длительной иммобилизации.",
        "Документально подтвержденная гиперчувствительность",
        "Прекратить лечение, если развиваются следующие симптомы: желтуха, проблемы со зрением (могут вызвать непереносимость контактных линз), любые признаки ВТЭ, мигрень необычной тяжести, значительное повышение артериального давления, тяжелая депрессия, повышенный риск тромбоэмболических осложнений после операции."
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "транексамовая кислота перорально",
      "description": {
        "common": "транексамовая кислота перорально, местранол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано. Одновременное применение пероральных транексамовой кислоты и комбинированных гормональных контрацептивов увеличивает риск тромбообразования."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень местранола за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Может привести к неэффективности контрацепции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "местранол снижает эффекты антитромбина альфа за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "местранол снижает эффекты антитромбина III за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аргатробан",
      "description": {
        "common": "местранол снижает действие аргатробана за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бемипарин",
      "description": {
        "common": "местранол снижает эффекты бемипарина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "местранол снижает эффекты бивалирудина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бригатиниб",
      "description": {
        "common": "бригатиниб снижает уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Бригатиниб индуцирует CYP3A4 in vitro. Одновременное применение гормональных контрацептивов с бригатинибом может привести к снижению концентрации и потере эффективности. Бригатиниб может нанести вред плоду. Женщины должны использовать эффективный негормональный метод контрацепции во время лечения и в течение как минимум 4 месяцев после приема последней дозы бригатиниба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень местранола за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Может привести к неэффективности контрацепции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень местранола за счет увеличения метаболизма. Избегайте или используйте альтернативный препарат. Может привести к неэффективности контрацепции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "местранол снижает эффекты дальтепарина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элаголикс",
      "description": {
        "common": "местранол снижает эффекты элаголикса за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Основываясь на механизме действия элаголикса, ожидается, что эстрогенсодержащие контрацептивы будут снижать эффективность элаголикса. Влияние противозачаточных средств, содержащих только прогестин, на эффективность элаголикса неизвестно. Посоветуйте женщинам использовать негормональные контрацептивы во время лечения элаголиксом и в течение 1 недели после прекращения приема элаголикса."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "местранол снижает эффекты эноксапарина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "Основание эритромицина увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этотоин",
      "description": {
        "common": "этотоин снижает уровень местранола за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Может привести к неэффективности контрацепции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "федратиниб",
      "description": {
        "common": "местранол будет повышать уровень или эффект федратиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения федратиниба (субстрата CYP3A4 и CYP2C19) с двойным ингибитором CYP3A4 и CYP2C19. Эффект одновременного применения двойного ингибитора CYP3A4 и CYP2C19 с федратинибом не изучался."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "местранол снижает эффекты фондапаринукса за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "фосфенитоин снижает уровень местранола за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Может привести к неэффективности контрацепции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гепарин",
      "description": {
        "common": "местранол снижает эффекты гепарина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "местранол увеличивает уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет увеличивать уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень местранола по неизвестному механизму. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень местранола за счет увеличения метаболизма. Избегайте или используйте альтернативный препарат. Может привести к неэффективности контрацепции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фениндион",
      "description": {
        "common": "местранол снижает эффекты фениндиона за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень местранола за счет увеличения метаболизма. Избегайте или используйте альтернативный препарат. Может привести к неэффективности контрацепции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень местранола за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Может привести к неэффективности контрацепции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон снижает уровень местранола за счет увеличения метаболизма. Избегайте или используйте альтернативный препарат. Результатом может стать неэффективность контрацепции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протамин",
      "description": {
        "common": "местранол снижает эффекты протамина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект местранола транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень местранола за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Может привести к неэффективности контрацепции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень местранола за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Может привести к неэффективности контрацепции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир снижает уровень местранола за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Может привести к неэффективности контрацепции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "местранол снижает эффекты албиглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Оральные контрацептивы могут снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпелисиб",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект местранола, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амикацин",
      "description": {
        "common": "амикацин снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аминокапроновая кислота",
      "description": {
        "common": "местранол снижает эффекты аминокапроновой кислоты за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Риск тромбоэмболических расстройств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон будет увеличивать уровень или эффект местранола за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксициллин",
      "description": {
        "common": "амоксициллин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ампициллин",
      "description": {
        "common": "ампициллин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или действие местранола, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Одновременное применение апалутамида, слабого индуктора CYP2C9, с препаратами, являющимися субстратами CYP2C9, может привести к снижению воздействия этих препаратов. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "местранол увеличивает уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "аторвастатин будет увеличивать уровень или эффект местранола за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "местранол повышает уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "местранол повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азтреонам",
      "description": {
        "common": "азтреонам снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "каннабидиол снизит уровень или эффект местранола за счет замедления метаболизма. Изменить терапию/внимательно контролировать. Каннабидиол потенциально может ингибировать активность CYP2C9. Рассмотрите возможность снижения дозы при одновременном применении субстратов CYP2C9."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефаклор",
      "description": {
        "common": "цефаклор снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефадроксил",
      "description": {
        "common": "цефадроксил снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефамандол",
      "description": {
        "common": "цефамандол снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефпиром",
      "description": {
        "common": "цефпиром снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефпрозил",
      "description": {
        "common": "цефпрозил снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефтибутен",
      "description": {
        "common": "цефтибутен снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефалексин",
      "description": {
        "common": "цефалексин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб будет повышать уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоргексидин перорально",
      "description": {
        "common": "пероральный хлоргексидин снизит уровень или действие местранола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин снижает уровень или действие местранола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клиндамицин",
      "description": {
        "common": "клиндамицин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "клобазам снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Клобазам является слабым индуктором CYP3A4; эффективность гормональных контрацептивов может снижаться при одновременном применении с клобазамом. Рекомендуются дополнительные негормональные формы контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клотримазол",
      "description": {
        "common": "клотримазол будет снижать уровень или эффект местранола через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб снижает уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дапсон",
      "description": {
        "common": "дапсон снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет увеличивать уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс снижает уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "демеклоциклин снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ДГЭА, растительный",
      "description": {
        "common": "DHEA, травяной, повысит уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклоксациллин",
      "description": {
        "common": "диклоксациллин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксициклин",
      "description": {
        "common": "доксициклин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренц снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс снижает уровень местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении. При необходимости рассмотрите возможность увеличения дозы субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP3A4; противопоказан при использовании субстратов CYP3A4, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, местранол. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эртапенем",
      "description": {
        "common": "эртапенем снижает уровень или действие местранола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина снижает уровень или действие местранола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или действие местранола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат снижает уровень или действие местранола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этотоин",
      "description": {
        "common": "местранол уменьшает эффекты этотоина за счет замедления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "Этравирин снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "местранол, эксенатид раствор для инъекций. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оральные контрацептивы могут снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Влияние эксенатида на замедление опорожнения желудка может снизить степень и скорость приема пероральных препаратов, требующих быстрого всасывания в ЖКТ. Консультировать больных принимать оральные контрацептивы по крайней мере за 1 час до exenatide. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "местранол, суспензия эксенатида для инъекций. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оральные контрацептивы могут снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Влияние эксенатида на замедление опорожнения желудка может снизить степень и скорость приема пероральных препаратов, требующих быстрого всасывания в ЖКТ. Консультировать больных принимать оральные контрацептивы по крайней мере за 1 час до exenatide."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "фелодипин будет увеличивать уровень или эффект местранола за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "местранол увеличивает уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флероксацин",
      "description": {
        "common": "флероксацин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "местранол увеличивает уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При одновременном применении с несколькими слабыми ингибиторами CYP3A4 возможно усиление побочных эффектов флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет увеличивать уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфомицин",
      "description": {
        "common": "фосфомицин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "гентамицин снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемин",
      "description": {
        "common": "местранол снижает эффекты гемина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Препараты, усиливающие синтез дельта-аминолевулиновой кислоты, могут снижать эффект гемина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "Гидрокортизон снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон повышает уровень местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Илоперидон является зависящим от времени ингибитором CYP3A и может приводить к повышению уровня препаратов в плазме, выводимых преимущественно CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "местранол увеличивает уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет увеличивать уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект местранола за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ламотриджин",
      "description": {
        "common": "местранол снижает уровень ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб будет повышать уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "местранол увеличивает уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир может увеличить количество субстратов CYP3A4, инициированных в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "левофлоксацин снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект местранола за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "местранол снижает эффекты лираглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Оральные контрацептивы могут снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ликсисенатид (ДСК)",
      "description": {
        "common": "ликсисенатид (ДСК) снижает уровень или действие местранола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Агонисты GLP1 задерживают опорожнение желудка, что может повлиять на всасывание одновременно принимаемых пероральных препаратов. Оральные контрацептивы следует принимать по крайней мере за 1 час до приема ликсисенатида или через 11 часов после приема ликсисенатида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "местранол повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоратадин",
      "description": {
        "common": "лоратадин будет увеличивать уровень или эффект местранола за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "люмакафтор/ивакафтор, местранол. влияет на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Исследования in vitro предполагают, что люмакафтор может индуцировать, а ивакафтор может ингибировать субстраты CYP2C9. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "лумефантрин снижает уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "местранол повышает уровень маравирока, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меропенем",
      "description": {
        "common": "меропенем снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меропенем/ваборбактам",
      "description": {
        "common": "меропенем/ваборбактам снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "Метилпреднизолон снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "вагинальный миконазол повышает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "местранол увеличивает уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон снижает действие местранола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Рекомендуется резервный метод контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миноциклин",
      "description": {
        "common": "миноциклин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "моксифлоксацин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект местранола с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет увеличивать уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "неомицин перорально снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин будет увеличивать уровень или эффект местранола с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитизинон",
      "description": {
        "common": "нитизинон увеличивает уровень или действие местранола, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Нитизинон ингибирует CYP2C9. Следует соблюдать осторожность при совместном применении с субстратом CYP2C9, особенно с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитрофурантоин",
      "description": {
        "common": "нитрофурантоин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окситетрациклин",
      "description": {
        "common": "окситетрациклин снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паромомицин",
      "description": {
        "common": "паромомицин снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пивмециллинам",
      "description": {
        "common": "пивмециллинам снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон будет снижать уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кверцетин",
      "description": {
        "common": "кверцетин будет снижать уровень или эффект местранола транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "хинупристин/дальфопристин снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин будет увеличивать уровень или эффект местранола с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект местранола с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет увеличивать уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "Ромидепсин снижает действие местранола за счет конкуренции за связывание с рецепторами. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рокситромицин",
      "description": {
        "common": "рокситромицин снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rufinamide",
      "description": {
        "common": "руфинамид снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "местранол повышает уровень трансдермального селегилина за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оральные контрацептивы ингибируют N-деметилатин селегилина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силтуксимаб",
      "description": {
        "common": "силтуксимаб, местранол. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: активность CYP450 в печени подавляется инфекционными и воспалительными стимулами, включая цитокины (например, IL-6); ингибирование IL-6 силтуксимабом может восстановить ферментативную активность CYP450; осторожность при совместном применении с субстратами CYP, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "симвастатин",
      "description": {
        "common": "симвастатин будет увеличивать уровень или эффект местранола с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "сиролимус повысит уровень или эффект местранола за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снизит уровень или действие местранола с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, местранол. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стрептомицин",
      "description": {
        "common": "стрептомицин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сугаммадекс",
      "description": {
        "common": "сугаммадекс снижает уровень местранола по неустановленному механизму взаимодействия. Используйте осторожность/монитор. Риск контрацептивной неудачи."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "сульфадиазин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксипиридазин",
      "description": {
        "common": "сульфаметоксипиридазин снижает действие местранола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "сульфизоксазол снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус будет увеличивать уровень или эффект местранола с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тейкопланин",
      "description": {
        "common": "тейкопланин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темоциллин",
      "description": {
        "common": "темоциллин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "тетрациклин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "тикарциллин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тигециклин",
      "description": {
        "common": "тигециклин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "местранол повышает уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин",
      "description": {
        "common": "тобрамицин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "толваптан будет увеличивать уровень или эффект местранола транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекции транексамовой кислоты",
      "description": {
        "common": "инъекции транексамовой кислоты, местранол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон будет снижать уровень или эффект местранола с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триметоприм",
      "description": {
        "common": "триметоприм снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ванкомицин",
      "description": {
        "common": "ванкомицин снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет увеличивать уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "зафирлукаст увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "люцерна",
      "description": {
        "common": "люцерна снижает эффекты местранола за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "местранол, амитриптилин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "местранол, амоксапин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амфотерицина В дезоксихолат",
      "description": {
        "common": "дезоксихолат амфотерицина В снижает действие местранола за счет усиления метаболизма. Незначительное/значение неизвестно. Также может вызывать нарушения менструального цикла."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "Анастрозол увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "андростендион",
      "description": {
        "common": "андростендион усиливает действие местранола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант снижает уровень местранола за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бор",
      "description": {
        "common": "бор повышает уровень местранола, изменяя метаболизм. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "местранол, кломипрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клотримазол",
      "description": {
        "common": "клотримазол снижает действие местранола за счет усиления метаболизма. Незначительное/значение неизвестно. Также может вызывать нарушения менструального цикла."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цианокобаламин",
      "description": {
        "common": "местранол снижает уровень цианокобаламина, изменяя метаболизм. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "местранол, дезипрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "досулепин",
      "description": {
        "common": "местранол, досулепин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксепин",
      "description": {
        "common": "местранол, доксепин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фелбамат",
      "description": {
        "common": "фелбамат снижает уровень местранола по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол снижает действие местранола за счет усиления метаболизма. Незначительное/значение неизвестно. Также может вызывать нарушения менструального цикла."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фолиевая кислота",
      "description": {
        "common": "местранол снижает уровень фолиевой кислоты, изменяя метаболизм. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "фосапрепитант снижает уровень местранола за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "местранол увеличивает уровень зеленого чая, уменьшая выведение. Незначительное/значение неизвестно. (Кофеин)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает действие местранола за счет усиления метаболизма. Незначительное/значение неизвестно. Также может вызывать нарушения менструального цикла."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "местранол, имипрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол снижает действие местранола за счет усиления метаболизма. Незначительное/значение неизвестно. Также может вызывать нарушения менструального цикла."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "L-метилфолат",
      "description": {
        "common": "местранол снижает уровень L-метилфолата путем изменения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол снижает действие местранола за счет усиления метаболизма. Незначительное/значение неизвестно. Также может вызывать нарушения менструального цикла."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "местранол, лофепрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид магния",
      "description": {
        "common": "местранол снижает уровень хлорида магния на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "местранол снижает уровень цитрата магния по другим причинам (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "местранол снижает уровень гидроксида магния на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "местранол снижает уровень оксида магния на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфат магния",
      "description": {
        "common": "местранол снижает уровень сульфата магния на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "местранол, мапротилин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метирапон",
      "description": {
        "common": "местранол снижает эффекты метирапона за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "миконазол вагинальный снижает эффекты местранола за счет усиления метаболизма. Незначительное/значение неизвестно. Также может вызывать нарушения менструального цикла."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "минеральное масло",
      "description": {
        "common": "минеральное масло снижает уровень местранола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "микофенолат снижает действие местранола по неизвестному механизму. Незначительное/значение неизвестно. Клиническое значение неясно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "наратриптан",
      "description": {
        "common": "местранол усиливает эффекты наратриптана за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "местранол, нортриптилин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фитоэстрогены",
      "description": {
        "common": "фитоэстрогены уменьшают действие местранола за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиоглитазон",
      "description": {
        "common": "пиоглитазон снижает уровень местранола по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "корень плеврита",
      "description": {
        "common": "корень плеврита снижает действие местранола за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол снижает действие местранола за счет усиления метаболизма. Незначительное/значение неизвестно. Также может вызывать нарушения менструального цикла."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "местранол, протриптилин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин",
      "description": {
        "common": "местранол снижает уровень пиридоксина, изменяя метаболизм. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин (противоядие)",
      "description": {
        "common": "местранол снижает уровень пиридоксина (противоядия) за счет изменения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ропинирол",
      "description": {
        "common": "местранол повышает уровень ропинирола за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "местранол снижает уровень шиповника за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "розувастатин",
      "description": {
        "common": "розувастатин повышает уровень местранола за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "местранол повышает уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "местранол будет повышать уровень или эффект местного руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тетрадецилсульфат натрия",
      "description": {
        "common": "тетрадецилсульфат натрия повышает токсичность местранола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "местранол повышает уровень тизанидина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тразодон",
      "description": {
        "common": "местранол, тразодон. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "местранол, тримипрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "урсодиол",
      "description": {
        "common": "местранол снижает эффекты урсодиола за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Эмоциональная лабильность",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Симптомы груди",
      "percent": null
    },
    {
      "name": "Менструальные спазмы",
      "percent": null
    },
    {
      "name": "Боли в области живота",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "артериальный",
      "percent": null
    },
    {
      "name": "Венозная тромбоэмболия",
      "percent": null
    },
    {
      "name": "Гипертония",
      "percent": null
    },
    {
      "name": "Ми",
      "percent": null
    },
    {
      "name": "Кровоизлияние в мозг",
      "percent": null
    },
    {
      "name": "Болезнь желчного пузыря",
      "percent": null
    },
    {
      "name": "аденома печени",
      "percent": null
    }
  ]
}