{
  "name": "неомицин/полимиксин В/бацитрацин офтальмологический",
  "comment": "Rx",
  "other_names": [
    "Нео-Полицин"
  ],
  "classes": [
    "Антибиотики",
    "Офтальмологические комбо"
  ],
  "source": "https://reference.medscape.com/drug/neopolycin-neomycin-polymyxin-b-bacitracin-ophthalmic-999675",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Локация: Экскреция в грудное молоко неизвестна; осторожность"
    ],
    "specific": []
  },
  "lactation": {
    "common": []
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Микобактериальная инфекция глаз и грибковые заболевания глазных структур",
        "Вирусные заболевания роговицы и конъюнктивы (эпителиальный герпетический кератит, осповакцина, ветряная оспа)",
        "Повышенная чувствительность к неомицину, полимиксину В, бацитрацину цинка.",
        "Глаукома"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось о случаях бактериального кератита, связанного с использованием офтальмологических препаратов для местного применения в контейнерах с несколькими дозами, которые были непреднамеренно заражены пациентами, у большинства из которых имелись сопутствующие заболевания роговицы или нарушение эпителиальной поверхности глаза.",
        "Могут возникнуть перекрестные аллергические реакции, которые могут помешать использованию любого или всех следующих антибиотиков для лечения инфекций в будущем: канамицин, паромомицин, стрептомицин и, возможно, гентамицин.",
        "Проявлениями сенсибилизации к местным антибиотикам обычно являются зуд, покраснение и отек конъюнктивы и век; реакция сенсибилизации может проявляться просто как неспособность излечить",
        "При длительном применении антибиотиков для местного применения рекомендуется периодическое обследование на наличие таких признаков, и при их появлении следует рекомендовать пациенту прекратить прием продукта; симптомы обычно быстро исчезают при отмене препарата",
        "Также может развиться бактериальная резистентность к сульфатам неомицина и полимиксина В и цинково-бацитрациновой офтальмологической мази; если гнойные выделения, воспаление или боль усиливаются, пациенту следует прекратить прием препарата и обратиться к врачу.",
        "Местные антибиотики, особенно неомицина сульфат, могут вызывать кожную сенсибилизацию; точная частота реакций гиперчувствительности (в первую очередь кожная сыпь) из-за местных антибиотиков неизвестна.",
        "Как и в случае с другими антибиотиками, длительное применение сульфатов неомицина и полимиксина В и офтальмологической мази с бацитрацином может привести к чрезмерному росту нечувствительных организмов, включая грибы; при возникновении суперинфекции следует принять соответствующие меры",
        "Не для инъекций в глаза; сульфаты неомицина и полимиксина В, а также офтальмологическую мазь с бацитрацином и цинком никогда нельзя вводить непосредственно в переднюю камеру глаза; глазные мази могут замедлять заживление ран роговицы"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Отек конъюнктивы",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Аллергический контактный дерматит",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Неспособность исцелить",
      "percent": null
    },
    {
      "name": "Припухлость",
      "percent": null
    },
    {
      "name": "Раздражение",
      "percent": null
    }
  ]
}