{
  "name": "циклоспорин",
  "comment": "Rx",
  "other_names": [
    "Gengraf",
    "Неорал",
    "Песчаный иммунитет"
  ],
  "classes": [
    "Иммунодепрессанты",
    "Ингибиторы кальциневрина",
    "DMARD",
    "Иммуномодуляторы"
  ],
  "source": "https://reference.medscape.com/drug/neoral-sandimmune-cyclosporine-343196",
  "pregnancy": {
    "common": [
      "Категория беременности: C; принимать во внимание содержание алкоголя в различных препаратах циклоспорина",
      "Лактация: выделяется с грудным молоком, не кормите грудью"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: выделяется с грудным молоком, не кормите грудью"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Пациенты с псориазом, которые лечились ПУФА, метотрексатом или иммунологическими препаратами, иммунодепрессантами, УФБ, каменноугольной смолой или облучением, подвергаются повышенному риску злокачественных новообразований кожи, гипертонии и почечной дисфункции.",
        "Должен назначаться только врачами, имеющими опыт иммуносупрессивной терапии у реципиентов трансплантированных паренхиматозных органов и способными обеспечить необходимое последующее наблюдение и соответствующий мониторинг.",
        "Сандиммун и Неорал не являются биоэквивалентными и не должны заменяться без разрешения врача; Неорал (капсулы и раствор для приема внутрь) обладает повышенной биодоступностью по сравнению с Сандиммуном (капсулы и раствор для приема внутрь).",
        "Повышенный риск, по-видимому, связан с интенсивностью и продолжительностью иммуносупрессии, а не с использованием специфических агентов; чрезмерное подавление иммунной системы может привести к инфекции или злокачественным новообразованиям; осторожность при схемах, содержащих несколько иммунологических препаратов # иммунодепрессанты",
        "Совместное применение с другими иммунологическими препаратами # иммунодепрессантами у реципиентов почек, печени и сердца, но может быть повышен риск инфекции и неоплазии",
        "Сандиммун имеет пониженную биодоступность по сравнению с Неоралом и неравномерную абсорбцию; требует тщательного контроля уровня в крови и последующей корректировки дозировки",
        "При заданной минимальной концентрации экспозиция циклоспорина будет выше при применении Неорала, чем при применении Сандиммуна.",
        "Повышенный риск развития лимфом и других злокачественных новообразований, особенно кожи; избегать чрезмерного воздействия УФ-излучения"
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "(использование РА/псориаза): нарушение функции почек, неконтролируемая гипертензия, злокачественные новообразования.",
        "(Применение при псориазе) Сопутствующее ПУВА-излучение, УФ-В облучение, каменноугольная смола, метотрексат, другие иммунологические препараты # иммунодепрессанты",
        "Грудное вскармливание",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может возникнуть значительная гиперкалиемия и гиперурикемия.",
        "Может возникнуть легкая или умеренная гипертензия и редко тяжелая гипертензия; заболеваемость снижается с течением времени; антигипертензивная терапия может потребоваться реципиентам аллотрансплантатов почек, печени и сердца, получавших лечение циклоспорином; калийсберегающие диуретики не следует использовать для лечения гипертензии, связанной с циклоспорином, поскольку циклоспорин может вызвать гиперкалиемию; антагонисты кальция могут быть эффективны, но могут нарушать метаболизм циклоспорина.",
        "Мониторинг и прекращение при подозрении на венозную окклюзионную болезнь печени",
        "Инъекция: внимательно наблюдайте в течение не менее 30 мин.",
        "Мониторинг функции почек и прерывание или прекращение приема при повышении уровня креатинина или возникновении острой почечной недостаточности.",
        "Серьезные и фатальные церебральные, желудочно-кишечные и легочные кровотечения; контролировать тромбоциты и параметры коагуляции и лечить соответственно",
        "Контролировать ферменты печени и прекратить терапию при первых признаках тяжелой гепатотоксичности; может возникнуть фатальная гепатотоксичность",
        "Мониторинг признаков и симптомов энтероколита и своевременное лечение",
        "Миелосупрессия может быть тяжелой и продолжительной; контролировать общий анализ крови и тромбоцитов",
        "Иногда у пациентов развивается синдром тромбоцитопении, а тромботическая микроангиопатическая гемолитическая анемия может привести к отторжению трансплантата.",
        "Предвидеть и контролировать появление признаков и симптомов синдрома лизиса опухоли; лечить быстро",
        "Следите за признаками и симптомами инфекции; тяжелый и фатальный сепсис в результате угнетения функции костного мозга; немедленно прекратить терапию в случае возникновения инфекции",
        "Судороги могут возникать при использовании в сочетании с высокими дозами кортикостероидов.",
        "Может возникнуть гиперплазия десен; избегать одновременного применения нифедипина у пациентов с гиперплазией десен;",
        "Прекратить терапию при подозрении на эксфолиативную или буллезную сыпь или при подозрении на синдром Стивенса-Джонсона или токсический эпидермальный некролиз.",
        "Некоторые злокачественные новообразования, вызванные иммуносупрессией циклоспорином, могут привести к летальному исходу (например, лимфома).",
        "Мониторинг и немедленное прекращение при подозрении на системную воспалительную реакцию или синдром капиллярной утечки.",
        "Повышенный риск серьезной инфекции с летальным исходом из-за иммуносупрессии, включая активацию латентных вирусов, например, нефропатию, вызванную вирусом BK.",
        "Может возникнуть нейротоксичность, особенно при приеме высоких доз метилпреднизолона; осторожность с другими препаратами, которые могут вызвать нейротоксичность",
        "Активно метаболизируется изоферментами CYP3A, в частности CYP3A4, и является субстратом переносчика мультилекарственного оттока P-гликопротеина (P-gp); Известно, что различные агенты либо повышают, либо снижают уровни циклоспорина в плазме или цельной крови, обычно путем ингибирования или индукции CYP3A4 или P-gp, или того и другого.",
        "Пациенты с псориазом, получавшие каменноугольную смолу, ПУВА-терапию, метотрексат или другие иммунологические препараты #иммунодепрессанты, имеют более высокий риск развития рака кожи при приеме Неорала.",
        "Потенциальное увеличение риска отека диска зрительного нерва и анафилактических реакций, связанных с инфузией.",
        "Риск гепатотоксичности и нефротоксичности"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "амфотерицина В дезоксихолат",
      "description": {
        "common": "дезоксихолат амфотерицина В и циклоспорин повышают нефротоксичность и/или ототоксичность. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "циклоспорин повышает токсичность аторвастатина Др. (см. комментарий). Противопоказано.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "босентан",
      "description": {
        "common": "циклоспорин повысит уровень или эффект бозентана от других (см. комментарий). Противопоказано. может увеличить концентрацию субстратов ОАТР в плазме"
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "цидофовир",
      "description": {
        "common": "цидофовир и циклоспорин повышают нефротоксичность и/или ототоксичность. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дронедарон",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект дронедарона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элаголикс",
      "description": {
        "common": "циклоспорин повысит уровень или эффект элаголикса от других (см. комментарий). Противопоказано. Одновременное применение элаголикса и сильных ингибиторов ОАТР1В1 противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элбасвир/гразопревир",
      "description": {
        "common": "циклоспорин повышает уровень элбасвира/гразопревира на др. (см. комментарий). Противопоказано.\nКомментарий: одновременное применение с сильными ингибиторами OATP1B1/3 может увеличить риск повышения уровня АЛТ из-за значительного повышения концентрации гразопревира в плазме."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "флибансерин",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение флибансерина с умеренными или сильными ингибиторами CYP3A4 противопоказано. Может возникнуть тяжелая гипотензия или обмороки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Лонафарниб является чувствительным субстратом CYP3A4. Одновременное применение с сильными или умеренными ингибиторами CYP3A4 противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон повышает уровень циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Противопоказаны субстраты CYP3A, имеющие узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пимозид",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект пимозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "питавастатин",
      "description": {
        "common": "циклоспорин повышает токсичность питавастатина Др. (см. комментарий). Противопоказано.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "симвастатин",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект симвастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Противопоказано. Повышенный риск развития рабдомиолиза при применении препаратов, повышающих системную экспозицию симвастатина."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "упадацитиниб",
      "description": {
        "common": "циклоспорин, упадацитиниб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адаграсиб",
      "description": {
        "common": "адаграсиб будет повышать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения адаграсиба, ингибитора CYP3A4, с чувствительными субстратами CYP3A, если иное не рекомендовано в инструкциях по медицинскому применению этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адалимумаб",
      "description": {
        "common": "адалимумаб и циклоспорин усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "циклоспорин снижает действие живых аденовирусов типов 4 и 7 при пероральном приеме за счет фармакодинамического антагонизма. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "афатиниб",
      "description": {
        "common": "циклоспорин повышает уровень афатиниба за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Уменьшите суточную дозу афатиниба на 10 мг при непереносимости при одновременном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алискирен",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект алискирена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного использования. Совместное введение 200 мг и 600 мг циклоспорина с 75 мг алискирена приводило к примерно 2,5-кратному увеличению Cmax и 5-кратному увеличению AUC алискирена."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алпелисиб",
      "description": {
        "common": "циклоспорин повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амбрисентан",
      "description": {
        "common": "циклоспорин повысит уровень или эффект амбризентана по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. может увеличить концентрацию субстратов ОАТР в плазме"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амикацин",
      "description": {
        "common": "амикацин и циклоспорин повышают нефротоксичность и/или ототоксичность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амилорид",
      "description": {
        "common": "амилорид и циклоспорин повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат. Совместное введение не рекомендуется"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анакинра",
      "description": {
        "common": "анакинра и циклоспорин усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против сибирской язвы",
      "description": {
        "common": "циклоспорин снижает действие вакцины против сибирской язвы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин лошадиный",
      "description": {
        "common": "антитимоцитарный глобулин лошадиный и циклоспорин усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин кролик",
      "description": {
        "common": "антитимоцитарный глобулин кролика и циклоспорин усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект аторвастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Совместное применение увеличивает риск миопатии, связанной со статинами, включая рабдомиолиз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения авапритиниба с умеренными ингибиторами CYP3A4. Если невозможно избежать, уменьшите начальную дозу авапритиниба. См. лекарственную монографию «Изменения дозировки»."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "циклоспорин, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акситиниб",
      "description": {
        "common": "циклоспорин повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с умеренными ингибиторами CYP3A4, тщательно наблюдайте и при необходимости уменьшите дозу."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бацитрацин",
      "description": {
        "common": "циклоспорин и бацитрацин повышают нефротоксичность и/или ототоксичность. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения бацитрацина с другими нефротоксическими препаратами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "барицитиниб",
      "description": {
        "common": "барицитиниб, циклоспорин.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Барицитиниб не рекомендуется в сочетании с другими ингибиторами JAK, биологическими DMARD или сильнодействующими иммунодепрессантами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "циклоспорин снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "босентан",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект бозентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "циклоспорин повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бремеланотид",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект циклоспорина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "циклоспорин, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бригатиниб",
      "description": {
        "common": "бригатиниб будет снижать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Бригатиниб индуцирует CYP3A4 in vitro. Совместное введение с субстратами CYP3A4, особенно с узким терапевтическим индексом, может привести к снижению концентрации и потере эффективности. Если невозможно избежать одновременного применения, контролируйте уровень субстрата CYP3A4 и при необходимости корректируйте дозу."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "канакинумаб",
      "description": {
        "common": "канакинумаб и циклоспорин усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Образование ферментов CYP450 может быть изменено повышенным уровнем некоторых цитокинов во время хронического воспаления; таким образом, канакинумаб может нормализовать образование ферментов CYP450. После начала или прекращения приема канакинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каспофунгин",
      "description": {
        "common": "циклоспорин повысит уровень или действие каспофунгина на др. (см. комментарий). Избегайте или используйте альтернативный препарат. может увеличить концентрацию субстратов ОАТР в плазме"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол повышает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "циклоспорин снижает действие вакцины против холеры за счет фармакодинамического антагонизма. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "циклоспорин, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин повышает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кобиметиниб",
      "description": {
        "common": "циклоспорин будет повышать уровень или эффект кобиметиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное краткосрочное (14 дней или менее) применение умеренных ингибиторов CYP3A неизбежно для пациентов, принимающих кобиметиниб в дозе 60 мг, уменьшите дозу кобиметиниба до 20 мг. После отмены умеренного ингибитора CYP3A возобновите прием кобиметиниба в дозе 60 мг. Используйте альтернативу умеренному ингибитору CYP3A у пациентов, которые принимают уменьшенную дозу кобиметиниба (40 или 20 мг в день)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "колхицин",
      "description": {
        "common": "циклоспорин повысит уровень или эффект колхицина от других (см. комментарий). Избегайте или используйте альтернативный препарат. Колхицин является субстратом P-gp и CYP3A4. Избегайте использования с препаратами, которые одновременно являются сильными ингибиторами P-gp и CYP3A4. Если coadministration необходимо, уменьшите дозу колхицина или частоты, как рекомендуется в информации о назначении. Использование любого продукта колхицина в сочетании с сильными ингибиторами CYP3A4 противопоказано пациентам с почечной или печеночной недостаточностью."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "контрастные вещества (йодсодержащие)",
      "description": {
        "common": "контрастные вещества (йодсодержащие) и циклоспорин повышают нефротоксичность и/или ототоксичность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "даназол",
      "description": {
        "common": "даназол усиливает действие циклоспорина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "циклоспорин снижает действие вакцины против лихорадки денге за счет фармакодинамического антагонизма. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "циклоспорин повышает уровень дигоксина за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект интраназального дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анатоксины дифтерии и столбняка",
      "description": {
        "common": "циклоспорин снижает эффекты дифтерийных и столбнячных анатоксинов за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/ бесклеточная коклюшная вакцина",
      "description": {
        "common": "циклоспорин снижает действие дифтерийно-столбнячного анатоксина/ бесклеточной коклюшной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/бесклеточный коклюш/полиовирус, инактивированная вакцина",
      "description": {
        "common": "циклоспорин уменьшает действие анатоксинов дифтерии и столбняка/бесклеточного коклюша/полиовируса, инактивированной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Вакцина против лихорадки Эбола Заир",
      "description": {
        "common": "циклоспорин снижает действие вакцины Эбола Заир за счет фармакодинамического антагонизма. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эдоксабан",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект edoxaban транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. При применении сильных ингибиторов P-gp может потребоваться коррекция дозы. Лечение ТГВ/ТЭЛА: уменьшить дозу до 30 мг перорально один раз в день. NVAF: снижение дозы не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эластичный",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект эластрана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элиглустат",
      "description": {
        "common": "циклоспорин повышает уровень элиглустата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Умеренные ингибиторы CYP3A4 не рекомендуются при слабом или промежуточном метаболизме элиглустата; уменьшить дозу элиглустата с 84 мг два раза в день до 84 мг один раз в день у пациентов с интенсивным метаболизмом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "циклоспорин повышает уровень элуксадолина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Уменьшите дозу элуксадолина до 75 мг перорально два раза в день при совместном применении с ингибиторами OATP1B1. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект энкорафениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное применение умеренных ингибиторов CYP3A4 неизбежно, уменьшите дозу энкорафениба до половины дозы (например, с 450 мг/сут до 225 мг/сут). После прекращения приема ингибитора в течение 3-5 периодов полувыведения возобновить прием энкорафениба в прежней дозе."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект энтректиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения умеренных ингибиторов CYP3A4 с энтректинибом, субстратом CYP3A4. Если coadministration неизбежен, уменьшите дозу до 200 мг/день для пациентов в возрасте 12 лет и старше с BSA> 1,50 м2. Возобновить прежнюю дозу энтректиниба после прекращения приема умеренного ингибитора CYP3A в течение 3–5 периодов полувыведения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "эрдафитиниб будет повышать уровень или эффект циклоспорина за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если совместное введение неизбежно, раздельное введение по крайней мере за 6 часов до или после введения субстратов P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект основания эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этанерцепт",
      "description": {
        "common": "циклоспорин и этанерцепт усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этотоин",
      "description": {
        "common": "этотоин снижает уровень циклоспорина за счет усиления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эзетимиб",
      "description": {
        "common": "циклоспорин, эзетимиб.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий. Следует следить за возможными побочными эффектами циклоспорина и эзетимиба при одновременном применении, особенно у пациентов с тяжелой почечной недостаточностью."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект интраназального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект трансдермального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект трансмукозального введения фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет увеличивать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувастатин",
      "description": {
        "common": "циклоспорин повышает токсичность флувастатина Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии. Ингибиторы OATP1B1 могут повышать риск миопатии. Ограничьте дозу флувастатина до 20 мг два раза в сутки у пациентов, одновременно получающих циклоспорин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "циклоспорин повысит уровень или эффект глекапревира/пибрентасвира за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Совместное применение циклоспорина (умеренный ингибитор CYP3A4 и ингибитор P-gp) с глекапревиром (субстрат CYP3A4 и P-gp) и пибрентасвиром (субстрат P-gp) не рекомендуется, если доза циклоспорина превышает 100 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "голимумаб",
      "description": {
        "common": "циклоспорин и голимумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А/брюшного тифа",
      "description": {
        "common": "циклоспорин снижает действие вакцины против гепатита А/брюшного тифа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "циклоспорин, гидрохлоротиазид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск системной гипонатриемии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "циклоспорин, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфигратиниб",
      "description": {
        "common": "циклоспорин будет повышать уровень или эффект инфигратиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфликсимаб",
      "description": {
        "common": "циклоспорин и инфликсимаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "циклоспорин снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивабрадин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект ивабрадина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ивабрадина с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "ивосидениб будет снижать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "Лазмидитан повышает уровень циклоспорина с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефамулин",
      "description": {
        "common": "циклоспорин повысит уровень или действие лефамулина на др. (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение лефамулина (субстрат CY3A4 и P-gp) с циклоспорином (слабый ингибитор CYP3A4 и P-gp) увеличивает AUC лефамулина, что может повышать риск токсического действия лефамулина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "циклоспорин и лефлуномид усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лемборексант",
      "description": {
        "common": "циклоспорин увеличивает уровень или действие лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения лемборексанта с умеренными или сильными ингибиторами CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "циклоспорин, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет повышать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте использования лорлатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной терапевтической неудаче субстрата. Если одновременное применение неизбежно, увеличьте дозу субстрата CYP3A в соответствии с одобренной маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ловастатин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект ловастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Не превышайте дозу ловастатина 20 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "lumacaftor/ivacaftor снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Люмакафтор является сильным индуктором CYP3A. Избегайте одновременного применения с чувствительными субстратами CYP3A или субстратами CYP3A с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лубинированный",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект лурбинектина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от кори (краснухи)",
      "description": {
        "common": "циклоспорин снижает действие вакцины против кори (краснухи) за счет фармакодинамического антагонизма. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, паротита и краснухи, живая",
      "description": {
        "common": "циклоспорин снижает действие вакцин против кори, эпидемического паротита и краснухи, живущих за счет фармакодинамического антагонизма. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "циклоспорин снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "местеролон",
      "description": {
        "common": "Местеролон усиливает действие циклоспорина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Андрогены могут усиливать гепатотоксические эффекты циклоспорина при совместном применении."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилтестостерон",
      "description": {
        "common": "Метилтестостерон усиливает действие циклоспорина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Андрогены могут усиливать гепатотоксические эффекты циклоспорина при совместном применении."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидазолам",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Совместное введение умеренных ингибиторов CYP3A4 с интраназальным введением мидазолама вызывает более высокое системное воздействие мидазолама, что может пролонгировать седативный эффект."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "циклоспорин будет повышать уровень или эффект мобоцертиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование умеренного ингибитора CYP3A4 неизбежно, уменьшите дозу мобоцертиниба примерно на 50% (например, от 160 до 80 мг); внимательно следить за интервалом QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "муромонаб CD3",
      "description": {
        "common": "циклоспорин и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "налоксегол",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект налоксегола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное применение налоксегола с умеренными ингибиторами CYP3A4 неизбежно, уменьшите дозу налоксегола до 12,5 мг в сутки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нератиниб",
      "description": {
        "common": "циклоспорин будет повышать уровень или эффект нератиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения нератиниба с сильными/умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нирматрелвир",
      "description": {
        "common": "нирматрелвир увеличивает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать, контролируйте концентрацию циклоспорина в сыворотке и временно уменьшите дозу или измените частоту приема."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир будет повышать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать, контролируйте концентрацию циклоспорина в сыворотке и временно уменьшите дозу или измените частоту приема."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олапариб",
      "description": {
        "common": "циклоспорин будет повышать уровень или эффект олапариба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с умеренными ингибиторами CYP3A, уменьшите дозу олапариба до 200 мг (капсула) или 150 мг (таблетка) перорально два раза в день. Не заменяйте таблетки капсулами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олутазидениб",
      "description": {
        "common": "олутазидениб будет снижать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения олутазидиниба (индуктора CYP3A4) с чувствительными субстратами CYP3A, если иное не указано в информации о назначении субстратов. Если это неизбежно, следите за потерей терапевтического эффекта чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект омавелоксолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если это неизбежно, уменьшите дозу омавелоксолона до 100 мг/сут. Внимательно следите за неблагоприятными последствиями. При появлении побочных эффектов дозу дополнительно уменьшите до 50 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксандролон",
      "description": {
        "common": "Оксандролон усиливает действие циклоспорина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксиметолон",
      "description": {
        "common": "оксиметолон усиливает действие циклоспорина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "циклоспорин повышает токсичность озанимода Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременное введение озанимода (субстрата BCRP) с ингибиторами BCRP увеличивает воздействие второстепенных (RP101988, RP101075) и основных активных метаболитов (CC112273, CC1084037) озанимода, что может увеличить риск побочных реакций озанимода. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пакритиниб",
      "description": {
        "common": "циклоспорин будет повышать уровень или эффект пакритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пемигатиниб",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект пемигатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с сильными или умеренными ингибиторами CYP3A4, уменьшите дозу пемигатиниба (см. изменения дозировки в монографии). После прекращения приема ингибитора CYP3A4 в течение 3 периодов полувыведения можно возобновить прием пемигатиниба в прежней дозе."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "циклоспорин будет повышать уровень или эффект пексидартиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное применение с сильными или умеренными ингибиторами CYP3A4 неизбежно, уменьшите дозу пексидартиниба (см. изменения дозировки в монографии). После прекращения приема ингибитора CYP3A4 в течение 3 периодов полувыведения можно возобновить прием предыдущей дозы пексидартиниба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень циклоспорина за счет усиления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "помалидомид",
      "description": {
        "common": "циклоспорин повышает уровень помалидомида с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфаты калия, IV",
      "description": {
        "common": "циклоспорин и фосфаты калия внутривенно повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "правастатин",
      "description": {
        "common": "циклоспорин повышает токсичность правастатина за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Циклоспорин, ингибитор OATP1B1, с правастатином, субстратом OATP1B1, может увеличить риск миопатии. Начните с дозы правастатина 10 мг/день и не превышайте 20 мг/день у пациентов, которые также получают циклоспорин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "циклоспорин повышает уровень или эффект ранолазина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "красный дрожжевой рис",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект красного дрожжевого риса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Может повысить уровень креатинкиназы и увеличить риск миопатии или рабдомиолиза; красный дрожжевой рис содержит моноколин К (как сообщается, идентичен ловастатину)"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ревефенацин",
      "description": {
        "common": "циклоспорин повышает уровень ревефенацина за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Ингибиторы транспорта OATP1B1 и OATP1B3 могут увеличивать системное воздействие активного метаболита ревефенацина. Coadministration не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рилонацепт",
      "description": {
        "common": "циклоспорин и рилонацепт усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изморозь",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект римегепанта транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "риосигуат",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект риоцигуата за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Совместное введение риоцигуата (субстрата BCRP/ABCG2) с ингибиторами BCRP/ABCG2 может потребовать снижения начальной дозы до 0,5 мг перорально три раза в день; следить за признаками гипотензии и уменьшить дозу при необходимости."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "розувастатин",
      "description": {
        "common": "циклоспорин повышает токсичность розувастатина Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пероральная ротавирусная вакцина, живая",
      "description": {
        "common": "циклоспорин снижает действие ротавирусной пероральной вакцины, живого за счет фармакодинамического антагонизма. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против краснухи",
      "description": {
        "common": "циклоспорин снижает действие вакцины против краснухи за счет фармакодинамического антагонизма. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селуметиниб",
      "description": {
        "common": "циклоспорин будет повышать уровень или эффект селенутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с сильными или умеренными ингибиторами CYP3A4, уменьшите дозу селенутиниба (дополнительную информацию см. в монографии по селенутинибу). После прекращения приема сильного или умеренного ингибитора CYP3A4 в течение 3 периодов полувыведения возобновите прием селенутиниба в дозе, которая была принята до начала приема ингибитора."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "силодозин",
      "description": {
        "common": "циклоспорин увеличивает уровень или действие силодозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект сипонимода, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение сипонимода с умеренным или сильным ингибитором CYP3A4 ПЛЮС с умеренным или сильным ингибитором CYP2C9 не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против оспы (вакцинии) и оспы обезьян живая нереплицирующаяся",
      "description": {
        "common": "циклоспорин снижает действие вакцины против оспы (кормовой оспы), ослабляемое фармакодинамическим антагонизмом. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против оспы (вакцина), аттенуированная",
      "description": {
        "common": "циклоспорин снижает действие вакцины против оспы (кормовой оспы), ослабляемое фармакодинамическим антагонизмом. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против оспы живая",
      "description": {
        "common": "циклоспорин снижает действие вакцины против оспы (вакцинии) за счет фармакодинамического антагонизма. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сонидегиб",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект сонидегиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения сонидегиба с умеренными ингибиторами CYP3A4. Если необходимо использовать умеренный ингибитор CYP3A, назначайте умеренный ингибитор CYP3A в течение <14 дней и внимательно следите за побочными реакциями, особенно со стороны опорно-двигательного аппарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "спиронолактон и циклоспорин повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат. Совместное введение не рекомендуется"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "циклоспорин, такролимус. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременное применение такролимуса с циклоспорином может увеличить риск нефротоксичности и иммуносупрессивных эффектов. Кроме того, оба агента являются субстратами CYP3A4 и P-gp и могут повышать уровень любого агента в сыворотке при совместном применении. Прекратите терапию такролимусом или циклоспорином по крайней мере за 24 часа до начала терапии другим агентом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "талазопариб",
      "description": {
        "common": "циклоспорин повысит уровень или эффект талазопариба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы BCRP могут увеличивать системное воздействие талазопариба (субстрата BCRP). Если coadministration нельзя избежать, следите за возможными побочными реакциями."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "таземетостат",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект таземетостата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения таземетостата с умеренными ингибиторами CYP3A4. Если одновременное применение неизбежно, уменьшите текущую дозу таземетостата (см. лекарственную статью «Изменения дозировки»)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тейкопланин",
      "description": {
        "common": "циклоспорин и тейкопланин повышают нефротоксичность и/или ототоксичность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "циклоспорин и темсиролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "циклоспорин и тенофовир DF повышают нефротоксичность и/или ототоксичность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тепотиниб",
      "description": {
        "common": "тепотиниб будет увеличивать уровень или эффект циклоспорина с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозировку субстрата P-gp, если это рекомендовано в маркировке одобренного продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тестостерон",
      "description": {
        "common": "тестостерон усиливает действие циклоспорина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буккальная система тестостерона",
      "description": {
        "common": "Трансбуккальная система тестостерона усиливает эффекты циклоспорина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тестостерон актуальные",
      "description": {
        "common": "Актуальный тестостерон усиливает действие циклоспорина за счет снижения метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "типранавир будет увеличивать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "циклоспорин, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "циклоспорин, тофацитиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толваптан",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект толваптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Тонгкат Али",
      "description": {
        "common": "циклоспорин и тонгкат али усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "топотекан",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект топотекана переносчиком оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Маркировка продукта для топотекана PO рекомендует избегать одновременного использования ингибиторов P-gp; взаимодействие с внутривенным введением топотекана может быть менее серьезным, но, вероятно, имеет клиническое значение. Кроме того, топотекан является субстратом эффлюксного транспортера BCRP. Цилкоспорин также ингибирует BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триамтерен",
      "description": {
        "common": "триамтерен и циклоспорин повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат. Совместное введение не рекомендуется"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "полисахаридная вакцина против брюшного тифа",
      "description": {
        "common": "циклоспорин снижает действие брюшнотифозной полисахаридной вакцины за счет фармакодинамического антагонизма. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "циклоспорин снижает эффекты живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "циклоспорин и устекинумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "циклоспорин снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венетоклакс",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект венетоклакса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо использовать умеренный ингибитор CYP3A, уменьшите дозу венетоклакса как минимум на 50%. Внимательнее следите за признаками токсичности венетоклакса."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против желтой лихорадки",
      "description": {
        "common": "циклоспорин снижает действие вакцины против желтой лихорадки за счет фармакодинамического антагонизма. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "завегепант интраназальный",
      "description": {
        "common": "циклоспорин повысит уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы OATP1B3 и NTCP могут привести к значительному увеличению системного воздействия завегепанта (субстрата OATP13B и NTCP)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против опоясывающего лишая",
      "description": {
        "common": "циклоспорин снижает действие живой вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "циклоспорин повышает уровень или эффект акалабрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу акалабрутиниба до 100 мг один раз в сутки при совместном применении с умеренным ингибитором CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацикловир",
      "description": {
        "common": "ацикловир и циклоспорин повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адефовир",
      "description": {
        "common": "адефовир и циклоспорин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект алмотриптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпразолам",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект алпразолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень циклоспорина за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амбрисентан",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект амбризентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. 2-кратное увеличение экспозиции амбризентана; ограничить дозу амбризентана до 5 мг/сут при одновременном применении с циклоспорином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амикацин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект амикацина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект амиодарона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект амитриптилина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амлодипин",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект амлодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против сибирской язвы адсорбирована",
      "description": {
        "common": "циклоспорин снижает действие вакцины против сибирской язвы, адсорбированной за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект арипипразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия повышает токсичность циклоспорина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВС снижают синтез простагландинов, увеличивая риск нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "астрагал",
      "description": {
        "common": "циклоспорин усиливает, а астрагал снижает иммунодепрессивное действие; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет увеличивать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "циклоспорин повысит уровень или действие атогепанта на др. (см. комментарий). Изменить терапию/внимательно контролировать. Рекомендуемая доза атогепанта (субстрата ОАТР1В1) при одновременном применении с ингибиторами ОАТР составляет 10 или 30 мг в сутки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аванафил",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект аванафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибиторы CYP3A4 могут снижать клиренс аванафила, увеличивая системное воздействие аванафила; повышенные уровни могут привести к увеличению связанных побочных эффектов; максимальная рекомендуемая доза СТЕНДРА составляет 50 мг, но не более одного раза в 24 часа для пациентов, одновременно принимающих умеренные ингибиторы CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин будет увеличивать уровень или эффект циклоспорина с помощью транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "циклоспорин увеличивает уровень или действие базедоксифена/конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "циклоспорин будет снижать уровень или эффект белатацепта за счет замедления метаболизма. Изменить терапию/внимательно контролировать. Мониторинг необходимости корректировки сопутствующей дозы микофенолата мофетила (ММФ) при переключении терапии пациента с циклоспорина на белатацепт,"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "белзутифан будет снижать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Если невозможно избежать одновременного применения белзутифана с чувствительными субстратами CYP3A4, рассмотрите возможность увеличения дозы чувствительного субстрата CYP3A4 в соответствии с инструкцией по его применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "беназеприл и циклоспорин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор. Может увеличить риск острой почечной недостаточности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "циклоспорин повышает уровень беротральстата за счет др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: доза беротральстата (субстрата BCRP и P-gp) снижена до 110 мг/сут при одновременном применении с циклоспорином (ингибитором P-gp и BCRP)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаметазон",
      "description": {
        "common": "бетаметазон, циклоспорин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут увеличивать или уменьшать концентрацию циклоспорина. Кроме того, циклоспорин может повышать концентрацию кортикостероидов в плазме крови. Следите за изменениями концентрации циклоспорина и за токсичностью кортикостероидов и/или циклоспорина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетриксабан",
      "description": {
        "common": "циклоспорин повышает уровень бетриксабана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Уменьшите дозу бетриксабана до 80 мг перорально однократно, затем до 40 мг перорально qD при одновременном применении с ингибитором P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бексаротин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект бексаротен, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "блинатумомаб",
      "description": {
        "common": "блинатумомаб повышает уровень циклоспорина за счет замедления метаболизма. Изменить терапию/внимательно контролировать. Начало лечения вызывает временное высвобождение цитокинов, которые могут подавлять ферменты CYP450; Самый высокий риск лекарственного взаимодействия возникает в течение первых 9 дней первого цикла и первых 2 дней 2-го цикла у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бортезомиб",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект бортезомиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект брекспипразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Введите четверть дозы брекспипразола при совместном применении с умеренным ингибитором CYP3A4 ПЛЮС сильным/умеренным ингибитором CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бродалумаб",
      "description": {
        "common": "бродалумаб, циклоспорин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, бродалумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема бродалумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромокриптин",
      "description": {
        "common": "бромокриптин повышает уровень циклоспорина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект будесонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект подкожного имплантата бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Наблюдайте за пациентами, уже находящимися на подкожном имплантате с бупренорфином, которым требуется недавно начатое лечение ингибиторами CYP3A4 на наличие признаков и симптомов передозировки. Если доза сопутствующего ингибитора CYP3A4 не может быть уменьшена или прекращена, может потребоваться удаление имплантата, после чего пациенту следует назначить лекарственную форму бупренорфина, которая позволяет корректировать дозу. Если ингибитор CYP3A4 прекращается у пациента, состояние которого стабилизировалось на бупренорфине, наблюдайте за пациентом на предмет отмены."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект бупренорфина, инъекции длительного действия, влияя на метаболизм печеночного / кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Пациенты, которые переходят на инъекции бупренорфина пролонгированного действия с трансмукозального введения бупренорфина совместно с ингибиторами CYP3A4, должны находиться под наблюдением для обеспечения адекватных уровней бупренорфина в плазме. В течение 2 недель, если появляются признаки и симптомы токсичности бупренорфина или передозировки, а сопутствующий ингибитор CYP3A4 не может быть уменьшен или прекращен, переведите пациента обратно на форму бупренорфина, которая позволяет корректировать дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупропион",
      "description": {
        "common": "циклоспорин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буспирон",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект буспирона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кабазитаксел",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект кабазитаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следует соблюдать осторожность при одновременном применении умеренных ингибиторов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кабозантиниб",
      "description": {
        "common": "циклоспорин будет повышать уровень или эффект кабозантиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает уровень циклоспорина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "канаглифлозин",
      "description": {
        "common": "циклоспорин и канаглифлозин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект каннабидиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы каннабидиола при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "капреомицин",
      "description": {
        "common": "капреомицин и циклоспорин повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбоплатин",
      "description": {
        "common": "карбоплатин и циклоспорин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб повышает уровень циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин повышает уровень циклоспорина за счет замедления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "хлорпропамид, циклоспорин. неизвестный механизм. Используйте осторожность/монитор. Циклоспорин может уменьшать эффекты производных сульфонилмочевины. Препараты сульфонилмочевины могут усиливать действие циклоспорина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "циклоспорин снижает действие вакцины против холеры за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холевая кислота",
      "description": {
        "common": "циклоспорин увеличивает токсичность холевой кислоты за счет уменьшения выведения. Изменить терапию/внимательно контролировать. Избегайте одновременного применения ингибиторов помпы оттока солей желчных кислот (BSEP). Может усилить накопление конъюгированных желчных солей в печени и привести к клиническим симптомам. Если необходимо одновременное применение, контролируйте сывороточные трансаминазы и билирубин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цилостазол",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект цилостазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "чинакальцет",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цисплатин",
      "description": {
        "common": "цисплатин и циклоспорин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин будет увеличивать уровень или эффект циклоспорина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект кломипрамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "циклоспорин будет снижать уровень или эффект клопидогреля, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибирование CYP3A4 снижает биоактивацию клопидогрела."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клотримазол",
      "description": {
        "common": "клотримазол будет снижать уровень или эффект циклоспорина через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект клозапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат увеличивает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "колхицин",
      "description": {
        "common": "колхицин усиливает эффекты циклоспорина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "колесевелам",
      "description": {
        "common": "колесевелам снижает уровень циклоспорина за счет связывания препарата в желудочно-кишечном тракте. Используйте осторожность/монитор. Одновременное применение снижает абсорбцию циклоспорина; однако абсорбция не снижается, если циклоспорин вводят за 4 часа до колесевелама."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "колистин",
      "description": {
        "common": "колистин и циклоспорин повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "циклоспорин повышает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены, вагинальные",
      "description": {
        "common": "циклоспорин увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортикотропин",
      "description": {
        "common": "кортикотропин, циклоспорин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут увеличивать или уменьшать концентрацию циклоспорина. Кроме того, циклоспорин может повышать концентрацию кортикостероидов в плазме крови. Следите за изменениями концентрации циклоспорина и за токсичностью кортикостероидов и/или циклоспорина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект кортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб повышает уровень циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следует избегать одновременного применения кризотиниба с субстратами CYP3A с узкими терапевтическими индексами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабигатран",
      "description": {
        "common": "циклоспорин будет повышать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект даридорексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Доза даридорексанта не должна превышать 25 мг на ночь при одновременном применении с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект дарифенацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даролутамид",
      "description": {
        "common": "циклоспорин повысит уровень или действие даролутамида на др. (см. комментарий). Изменить терапию/внимательно контролировать. Даролутамид является субстратом P-gp и CYP3A4. Внимательно следите за усилением побочных реакций и при необходимости измените дозу даролутамида при совместном применении с препаратами, которые одновременно являются ингибиторами P-gp и сильными или умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект дарунавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "циклоспорин будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "daunorubicin",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект даунорубицина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферасирокс снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект дефлазакорта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу дефлазакорта до одной трети рекомендуемой дозы при совместном применении с умеренными или сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "циклоспорин снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "циклоспорин, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект дексаметазона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декслансопразол",
      "description": {
        "common": "циклоспорин, декслансопразол.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: При длительном применении ИПП могут вызывать гипомагниемию, и риск еще больше возрастает при одновременном применении с препаратами, обладающими теми же эффектами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ДГЭА, растительный",
      "description": {
        "common": "DHEA, травяной, повысит уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект диазепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект интраназального диазепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные или умеренные ингибиторы CYP3A4 могут снижать скорость выведения диазепама, тем самым усиливая побочные реакции на диазепам."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "диклофенак, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Возможность опасного взаимодействия. Используйте с осторожностью и внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлюнизал, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Возможность опасного взаимодействия. Используйте с осторожностью и внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект дигоксина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем будет увеличивать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Контролируйте концентрации циклоспорина в сыворотке, если дилтиазем или верапамил начинают/прекращают лечение. При одновременном применении циклоспорина и дилтиазема следите за снижением артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доцетаксел",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект доцетаксела транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксорубицин",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект доксорубицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксорубицин липосомальный",
      "description": {
        "common": "циклоспорин увеличивает уровень или действие липосомального доксорубицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронабинол",
      "description": {
        "common": "дронабинол повышает уровень циклоспорина за счет конкуренции за связывание с белками плазмы. Изменить терапию/внимательно контролировать. Дронабинол в значительной степени связывается с белками плазмы и может вытеснять и увеличивать свободную фракцию других одновременно принимаемых препаратов с высокой степенью связывания с белками. Это не было подтверждено в естественных условиях. Осторожно с препаратами с узким терапевтическим индексом, которые сильно связываются с белками, при начале или повышении дозы дронабинола."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "дроспиренон, циклоспорин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Контролировать концентрацию циклоспорина в сыворотке, а также признаки и симптомы почечной и печеночной токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулаглутид",
      "description": {
        "common": "дулаглутид, циклоспорин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Дулаглутид замедляет опорожнение желудка и может влиять на всасывание одновременно принимаемых пероральных препаратов; Будьте особенно осторожны при совместном применении с препаратами, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дупилумаб",
      "description": {
        "common": "дупилумаб, циклоспорин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, дупилумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема дупилумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "дювелисиб будет повышать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. повысит уровень или эффект"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эхинацея",
      "description": {
        "common": "циклоспорин усиливает, а эхинацея снижает иммунодепрессивное действие; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Внимательно следите за концентрацией циклоспорина при начале, прекращении или корректировке дозы одновременного применения эфавиреза, особенно в течение первых 2 недель."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элетриптан",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект элетриптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень циклоспорина с помощью переносчика оттока Р-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы субстрата P-gp и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "Элуксадолин повышает уровень циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следует соблюдать осторожность при одновременном применении субстратов CYP3A с узким терапевтическим индексом и элуксадолина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP3A4; противопоказан при использовании субстратов CYP3A4, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, циклоспорин. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпоэтин альфа",
      "description": {
        "common": "эпоэтин альфа, циклоспорин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Циклоспорин может потенцировать гипертензивные эффекты со стимуляторами эритропоэза (ESA). Кроме того, использование ЭСС может изменить уровень циклоспорина в крови, поскольку циклоспорин связывается с эритроцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпоэтин бета",
      "description": {
        "common": "эпоэтин бета, циклоспорин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Циклоспорин может потенцировать гипертензивные эффекты со стимуляторами эритропоэза (ESA). Кроме того, использование ЭСС может изменить уровень циклоспорина в крови, поскольку циклоспорин связывается с эритроцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпоэтин дельта",
      "description": {
        "common": "эпоэтин дельта, циклоспорин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Циклоспорин может потенцировать гипертензивные эффекты со стимуляторами эритропоэза (ESA). Кроме того, использование ЭСС может изменить уровень циклоспорина в крови, поскольку циклоспорин связывается с эритроцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпоэтин дзета",
      "description": {
        "common": "эпоэтин дзета, циклоспорин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Циклоспорин может потенцировать гипертензивные эффекты со стимуляторами эритропоэза (ESA). Кроме того, использование ЭСС может изменить уровень циклоспорина в крови, поскольку циклоспорин связывается с эритроцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрлотиниб",
      "description": {
        "common": "циклоспорин будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина будет увеличивать уровень или эффект циклоспорина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина будет увеличивать уровень или эффект циклоспорина с помощью транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект циклоспорина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "стеарат эритромицина будет увеличивать уровень или эффект циклоспорина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "циклоспорин, эзомепразол.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: При длительном применении ИПП могут вызывать гипомагниемию, и риск еще больше возрастает при одновременном применении с препаратами, обладающими теми же эффектами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект эстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект конъюгированных синтетических эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этерифицированные эстрогены",
      "description": {
        "common": "циклоспорин увеличивает уровень или действие этерифицированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстропипат",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "этинилэстрадиол повышает уровень циклоспорина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "этодолак, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Возможность опасного взаимодействия. Используйте с осторожностью и внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этоногестрел",
      "description": {
        "common": "циклоспорин увеличивает уровень или действие этоногестрела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этопозид",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект этопозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "Этравирин снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эверолимус",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект эверолимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Эверолимус является субстратом CYP3A4 и P-gp. Информация о назначении препарата для одновременного применения с циклоспорином (сильным ингибитором CYP3A4 и P-gp) зависит от показаний и торговой марки эверолимуса. Избегайте одновременного применения при лечении почечно-клеточного рака (Афинитор). При использовании для иммуносупрессии трансплантата почки (Зортресс) уменьшите дозу циклоспорина и используйте целевую концентрацию в сыворотке для снижения нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фамотидин",
      "description": {
        "common": "фамотидин будет увеличивать уровень или эффект циклоспорина по неизвестному механизму. Используйте осторожность/монитор. Сообщалось о задержке резорбции циклоспорина при одновременном применении фамотидина с циклоспорином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект фелодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенофибрат",
      "description": {
        "common": "фенофибрат повышает уровень циклоспорина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенофибрат микронизированный",
      "description": {
        "common": "микронизированный фенофибрат повышает уровень циклоспорина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Возможность опасного взаимодействия. Используйте с осторожностью и внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "мальтол железа, циклоспорин.\nОдин из них увеличивает уровни другого за счет неуказанного механизма взаимодействия. Изменить терапию/внимательно контролировать. Одновременное применение мальтола железа с некоторыми пероральными препаратами может снизить биодоступность мальтола железа и некоторых пероральных препаратов. Для пероральных препаратов, снижение биодоступности которых может привести к клинически значимому влиянию на их безопасность или эффективность, введение мальтола железа отдельно от этих препаратов. Продолжительность разделения может зависеть от абсорбции одновременно вводимого лекарства (например, время достижения максимальной концентрации, является ли лекарство препаратом с немедленным или пролонгированным высвобождением)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фезотеродин",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект фезотеродина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы либо финерерона, либо умеренных ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "циклоспорин усиливает действие финголимода за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "флибансерин повышает уровень циклоспорина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Усилить мониторинг концентраций лекарств, переносимых P-gp, которые имеют узкий терапевтический индекс при совместном применении с флибансерином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол увеличивает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект флудрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект фосампренавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант увеличивает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "циклоспорин и фоскарнет повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "фосфенитоин будет снижать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "фостаматиниб будет повышать уровень или эффект циклоспорина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Одновременное применение фостаматиниба может повышать концентрацию субстратов P-gp. Мониторинг токсичности препарата-субстрата P-gp, который может потребовать снижения дозы при одновременном применении с фостаматинибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фуросемид",
      "description": {
        "common": "циклоспорин повышает токсичность фуросемида Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение циклоспорина и фуросемида связано с повышенным риском подагрического артрита, вторичного по отношению к вызванной фуросемидом гиперуремии и циклоспориновому нарушению почечной экскреции уратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "циклоспорин и гентамицин повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "глимепирид, циклоспорин. неизвестный механизм. Используйте осторожность/монитор. Циклоспорин может уменьшать эффекты производных сульфонилмочевины. Препараты сульфонилмочевины могут усиливать действие циклоспорина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "глипизид, циклоспорин. неизвестный механизм. Используйте осторожность/монитор. Циклоспорин может уменьшать эффекты производных сульфонилмочевины. Препараты сульфонилмочевины могут усиливать действие циклоспорина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "глибурид, циклоспорин. неизвестный механизм. Используйте осторожность/монитор. Циклоспорин может уменьшать эффекты производных сульфонилмочевины. Препараты сульфонилмочевины могут усиливать действие циклоспорина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глицеринфенилбутират",
      "description": {
        "common": "глицеринфенилбутират снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Глицеринфенилбутират является слабым индуктором CYP3A4. Следите за снижением эффективности субстратов CYP3A4, имеющих узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "guanfacine",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект гуанфацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные или умеренные ингибиторы CYP3A4 значительно повышают концентрацию гуанфацина в плазме. Утвержденная FDA маркировка гуанфацина с пролонгированным высвобождением (ER) рекомендует, чтобы при совместном применении дозировка гуанфацина была снижена до половины рекомендуемой дозы. Конкретные рекомендации для гуанфацина с немедленным высвобождением (IR) отсутствуют."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гуселькумаб",
      "description": {
        "common": "гуселкумаб, циклоспорин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, нормализуя образование ферментов CYP450. При начале или прекращении приема гуселкумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гемофильной палочки типа b",
      "description": {
        "common": "циклоспорин снижает действие вакцины против гемофильной палочки типа b за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гепатита А инактивированная",
      "description": {
        "common": "циклоспорин снижает действие вакцины против гепатита А, инактивированной фармакодинамическим антагонизмом. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гепатита а/б",
      "description": {
        "common": "циклоспорин снижает действие вакцины против гепатита А/В за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гепатита В",
      "description": {
        "common": "циклоспорин снижает действие вакцины против гепатита В за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против ВИЧ",
      "description": {
        "common": "циклоспорин снижает действие вакцины против ВИЧ за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса папилломы человека невалентная",
      "description": {
        "common": "циклоспорин уменьшает эффекты вакцины против вируса папилломы человека, невалентной за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса папилломы человека четырехвалентная",
      "description": {
        "common": "циклоспорин снижает действие вакцины против вируса папилломы человека, четырехвалентный за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "циклоспорин увеличивает токсичность гидрохлоротиазида за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение гидрохлоротиазида с циклоспорином может увеличить риск гипермагниемии, гиперурикемии и возможной нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат будет увеличивать уровень или эффект циклоспорина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксипрогестерона капроат (ДСК)",
      "description": {
        "common": "гидроксипрогестерона капроат (ДСК) повысит уровень или действие циклоспорина на др. (см. комментарий). Используйте осторожность/монитор. Прогестины могут потенцировать риск гепатотоксичности. Рассмотрите альтернативные формы контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "циклоспорин повышает уровень ибрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При одновременном применении с умеренными ингибиторами CYP3A4 дозу ибрутиниба снижают до 280 мг в день (В-клеточные злокачественные новообразования) или 420 мг в день (реакция «трансплантат против хозяина»). После отмены ингибитора CYP3A возобновите прием ибрутиниба в предыдущей дозе."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Используйте осторожность/монитор. НПВС снижают синтез простагландинов, увеличивая риск нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен внутривенно увеличивает токсичность циклоспорина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВС снижают синтез простагландинов, увеличивая риск нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен/фамотидин",
      "description": {
        "common": "ибупрофен/фамотидин, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Используйте осторожность/монитор. НПВС снижают синтез простагландинов, увеличивая риск нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект илоперидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект иматиниба за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имидаприл",
      "description": {
        "common": "имидаприл, циклоспорин. Механизм: неустановленный механизм взаимодействия. Используйте осторожность/монитор. Риск острой почечной недостаточности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипенем/циластатин",
      "description": {
        "common": "циклоспорин, имипенем/циластатин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Циклоспорин может усилить нейротоксическое действие имипенема. Сообщения о случаях описывают имипенем, увеличивающий или уменьшающий уровни концентрации циклоспорина в сыворотке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипенем/циластатин/релебактам",
      "description": {
        "common": "циклоспорин, имипенем/циластатин/релебактам. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Циклоспорин может усилить нейротоксическое действие имипенема. Сообщения о случаях описывают имипенем, увеличивающий или уменьшающий уровни концентрации циклоспорина в сыворотке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект имипрамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир будет увеличивать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гриппа А (H5N1)",
      "description": {
        "common": "циклоспорин снижает действие вакцины против гриппа A (H5N1) за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа (H5N1) с адъювантом",
      "description": {
        "common": "циклоспорин снижает действие вакцины против вируса гриппа (H5N1), усиливая фармакодинамический антагонизм. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "циклоспорин снижает действие четырехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "циклоспорин уменьшает эффекты четырехвалентной вакцины против вируса гриппа, фармакодинамически антагонизирует адъювантом. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа на культуре клеток",
      "description": {
        "common": "циклоспорин снижает действие четырехвалентной вакцины против вируса гриппа, культивируемой клетками, за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, рекомбинантная",
      "description": {
        "common": "циклоспорин снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "циклоспорин снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "циклоспорин снижает эффекты трехвалентной противогриппозной вакцины, адъювантной благодаря фармакодинамическому антагонизму. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа трехвалентная, рекомбинантная",
      "description": {
        "common": "циклоспорин снижает действие трехвалентной, рекомбинантной противогриппозной вакцины за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иринотекан",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект иринотекана транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иринотекан липосомальный",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект липосомального иринотекана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу ивакафтора при совместном применении с умеренными ингибиторами CYP3A4. См. конкретный продукт, содержащий ивакафтор, для точной модификации дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иксабепилон",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект иксабепилона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иксекизумаб",
      "description": {
        "common": "иксекизумаб, циклоспорин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, иксекизумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема иксекизумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Вакцина против вируса японского энцефалита",
      "description": {
        "common": "циклоспорин снижает действие вакцины против вируса японского энцефалита за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект циклоспорина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "кетопрофен, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "кеторолак, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ланреотид",
      "description": {
        "common": "ланреотид снижает уровень циклоспорина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект лапатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир увеличивает уровень или действие циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир (умеренный ингибитор CYP3A4) может увеличить количество субстратов CYP3A4, начатых в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир, циклоспорин.\nОдин из них повышает уровень другого, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Снизить дозу летермовира до 240 мг/сут. Часто контролируйте концентрацию циклоспорина во время лечения и после прекращения приема летермовира и соответствующим образом корректируйте дозу циклоспорина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левамлодипин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект левамлодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Одновременное применение с умеренными и сильными ингибиторами CYP3A приводит к увеличению системного воздействия амлодипина и может потребовать снижения дозы. При одновременном применении амлодипина с ингибиторами CYP3A необходимо следить за появлением симптомов гипотензии и отеков, чтобы определить необходимость коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Уменьшите дозу маравирока до 150 мг два раза в день при совместном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел внутриматочный",
      "description": {
        "common": "левоноргестрел внутриматочный, циклоспорин.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Используйте осторожность/монитор. Комбинированные пероральные контрацептивы, содержащие ЭЭ, могут ингибировать метаболизм и повышать концентрацию циклоспорина в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально",
      "description": {
        "common": "левоноргестрел перорально, циклоспорин.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Используйте осторожность/монитор. Комбинированные пероральные контрацептивы, содержащие ЭЭ, могут ингибировать метаболизм и повышать концентрацию циклоспорина в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа, циклоспорин.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Используйте осторожность/монитор. Комбинированные пероральные контрацептивы, содержащие ЭЭ, могут ингибировать метаболизм и повышать концентрацию циклоспорина в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел трансдермальный",
      "description": {
        "common": "левоноргестрел трансдермальный, циклоспорин.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Используйте осторожность/монитор. Комбинированные пероральные контрацептивы, содержащие ЭЭ, могут ингибировать метаболизм и повышать концентрацию циклоспорина в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "циклоспорин повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы при одновременном применении с ломитапидом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоперамид",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект лоперамида транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект лопинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "лорноксикам увеличивает токсичность циклоспорина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВС снижают синтез простагландинов, увеличивая риск нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люматепероне",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект люматеперона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу луматеперона до 21 мг/сут при одновременном применении с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект люмефантрина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект маравирока, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "циклоспорин увеличивает уровень или действие мавакамтена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Начало применения умеренных ингибиторов CYP3A4 может потребовать снижения дозы мавакамтена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Возможность опасного взаимодействия. Используйте с осторожностью и внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "мефенамовая кислота, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефлохин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект мефлохина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "мелоксикам, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелфалан",
      "description": {
        "common": "мелфалан, циклоспорин.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Мелфалан может усиливать нефротоксическое действие циклоспорина. Мониторинг повышенной нефротоксичности у пациентов, получающих лечение циклоспорином, которые получают мелфалан."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "менингококковая A C Y и W полисахаридная конъюгированная вакцина против столбнячного анатоксина",
      "description": {
        "common": "циклоспорин уменьшает эффекты менингококковой A C Y и W полисахаридной конъюгированной вакцины против столбнячного анатоксина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "менингококковая конъюгированная вакцина против дифтерии A C Y и W-135",
      "description": {
        "common": "циклоспорин снижает эффекты менингококковой A C Y и конъюгированной дифтерийной вакцины W-135 за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "менингококковая A C Y и полисахаридная вакцина W-135 комбинированная",
      "description": {
        "common": "циклоспорин уменьшает эффекты менингококковой A C Y и полисахаридной вакцины W-135 в сочетании с фармакодинамическим антагонизмом. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "менингококковая вакцина против менингококков С и Y/гемофильный грипп типа В",
      "description": {
        "common": "циклоспорин снижает действие вакцины против менингококковой инфекции C и Y/гемофильный грипп типа B за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "циклоспорин уменьшает эффекты менингококковой вакцины группы В за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меркаптопурин",
      "description": {
        "common": "циклоспорин и меркаптопурин усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "циклоспорин увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект метадона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "циклоспорин, метотрексат.\nЛибо повышает уровень другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: при одновременной терапии рекомендуется тщательный мониторинг концентраций циклоспорина и метотрексата, функции почек и ферментов печени. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект метилпреднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сообщалось об эпилептических припадках при одновременном применении высоких доз метилпреднизолона и циклоспорина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метоклопрамид",
      "description": {
        "common": "метоклопрамид повышает уровень циклоспорина за счет усиления всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "метоклопрамид интраназально увеличивает уровень или эффект циклоспорина на др. (см. комментарий). Используйте осторожность/монитор. Метоклопрамид может увеличивать абсорбцию циклоспорина. Мониторинг терапевтических концентраций препарата и корректировать дозу по мере необходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол повышает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митоксантрон",
      "description": {
        "common": "циклоспорин увеличивает токсичность митоксантрона за счет переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор. Терапевтические и токсические эффекты митоксантрона могут усиливаться циклоспорином. Показан тщательный клинический и лабораторный мониторинг."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "синусовый имплантат мометазона",
      "description": {
        "common": "Синусовый имплантат мометазон, циклоспорин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут увеличивать или уменьшать концентрацию циклоспорина. Кроме того, циклоспорин может повышать концентрацию кортикостероидов в плазме крови. Следите за изменениями концентрации циклоспорина и за токсичностью кортикостероидов и/или циклоспорина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "набуметон, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нальдемедин",
      "description": {
        "common": "циклоспорин повышает уровень нальдемедина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следите за возможными побочными эффектами нальдемедина при совместном применении с сильными или умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "напроксен, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект циклоспорина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект нелфинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект неомицина PO транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "циклоспорин увеличивает уровень или действие никардипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин увеличивает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нимодипин",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект нимодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нинтеданиб",
      "description": {
        "common": "циклоспорин повышает уровни нинтеданиба с помощью переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. При возникновении побочных эффектов нинтеданиба может потребоваться прерывание, снижение дозы или прекращение терапии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект нисолдипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "низатидин",
      "description": {
        "common": "низатидин будет увеличивать уровень или эффект циклоспорина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект нортриптилина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "циклоспорин и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с иммунодепрессантами увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "октреотид",
      "description": {
        "common": "октреотид снижает уровень циклоспорина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "октреотид (противоядие)",
      "description": {
        "common": "октреотид (антидот) снижает уровень циклоспорина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, циклоспорин.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект олицеридина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При необходимости одновременного применения может потребоваться менее частое введение олицеридина. Внимательно следите за угнетением дыхания и седативным эффектом и соответственно титруйте последующие дозы. Если прием ингибитора прекращается, рассмотрите возможность увеличения дозы олицеридина до тех пор, пока не будет достигнут стабильный эффект препарата. Следите за признаками отмены опиоидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "омавелоксолон снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Омавелоксолон может снижать системное воздействие на чувствительные субстраты CYP3A4. Проверьте предписывающую информацию о субстрате, если требуется изменение дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC) повышают уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При начале терапии препаратом Викейра Пак уменьшите дозу циклоспорина до 1/5 от текущей дозы циклоспорина пациента; измерить концентрацию циклоспорина в крови для определения последующих модификаций дозы; после завершения Viekira Pak, подходящее время для возобновления дозы циклоспорина, предшествующей Viekira Pak, должно определяться оценкой концентрации циклоспорина в крови; также контролировать функцию почек и побочные эффекты, связанные с циклоспорином, при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол, циклоспорин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: длительное применение ИПП может вызвать гипомагниемию и увеличить этот риск при совместном применении с препаратами, которые также могут снижать уровень магния."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орлистат",
      "description": {
        "common": "орлистат снижает уровень циклоспорина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Введите циклоспорин через 3 часа после приема орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "циклоспорин и оксалиплатин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "оксапрозин, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект паклитаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел, связанный с белком",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект связывания паклитаксела с белком, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палбоциклиб",
      "description": {
        "common": "палбоциклиб будет повышать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4 с узким терапевтическим индексом при совместном применении с палбоциклибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пантопразол",
      "description": {
        "common": "пантопразол, циклоспорин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: При длительном применении ИПП могут вызывать гипомагниемию, и риск еще больше возрастает при одновременном применении с препаратами, обладающими теми же эффектами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "парекоксиб, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Используйте осторожность/монитор. НПВС снижают синтез простагландинов, увеличивая риск нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пасиреотид",
      "description": {
        "common": "пасиреотид снижает уровень циклоспорина по неустановленному механизму взаимодействия. Используйте осторожность/монитор. Одновременное применение может снизить биодоступность перорального циклоспорина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентамидин",
      "description": {
        "common": "циклоспорин и пентамидин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал будет снижать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пироксикам, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "питолизант",
      "description": {
        "common": "Питолизант снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Питолизант является пограничным/слабым индуктором CYP3A4. Контролируйте чувствительные субстраты CYP3A4 для снижения эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пневмококковая вакцина 13-валентная",
      "description": {
        "common": "циклоспорин снижает эффекты 13-валентной пневмококковой вакцины за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пневмококковая вакцина семивалентная",
      "description": {
        "common": "циклоспорин уменьшает эффекты пневмококковой вакцины семивалентной за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пневмококковая вакцина поливалентная",
      "description": {
        "common": "циклоспорин снижает эффекты поливалентной пневмококковой вакцины за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против полиомиелита инактивированная",
      "description": {
        "common": "циклоспорин снижает действие вакцины против полиомиелита, инактивированной фармакодинамическим антагонизмом. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "полимиксин В",
      "description": {
        "common": "циклоспорин и полимиксин В повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб повышает уровень циклоспорина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и циклоспорин усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет увеличивать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Проводите частый мониторинг минимальных концентраций циклоспорина во время и при прекращении лечения позаконазолом и соответствующим образом корректируйте дозу циклоспорина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "циклоспорин и цитрат калия повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия/лимонная кислота",
      "description": {
        "common": "циклоспорин и цитрат калия/лимонная кислота повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "циклоспорин, преднизолон.\nОдин из них повышает уровень другого, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "циклоспорин, преднизолон.\nОдин из них повышает уровень другого, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиразинамид",
      "description": {
        "common": "пиразинамид снижает уровень циклоспорина по неизвестному механизму. Используйте осторожность/монитор. Сообщаемый случай продемонстрировал снижение уровня циклоспорина в плазме после того, как пиразинамид был добавлен к терапии пациента с почечным трансплантатом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кверцетин",
      "description": {
        "common": "кверцетин будет снижать уровень или эффект циклоспорина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "циклоспорин увеличивает уровень или действие кветиапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квинаприл",
      "description": {
        "common": "квинаприл, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Используйте осторожность/монитор. Риск острой почечной недостаточности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект циклоспорина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект хинина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "Комбинация хинупристин/далфопристин повышает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рабепразол",
      "description": {
        "common": "циклоспорин, рабепразол.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: При длительном применении ИПП могут вызывать гипомагниемию, и риск еще больше возрастает при одновременном применении с препаратами, обладающими теми же эффектами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против бешенства",
      "description": {
        "common": "циклоспорин снижает действие вакцины против бешенства за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против бешенства из клеток куриного эмбриона",
      "description": {
        "common": "циклоспорин снижает действие вакцины против бешенства на клетки куриного эмбриона, полученные за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рамиприл",
      "description": {
        "common": "рамиприл, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Используйте осторожность/монитор. Риск острой почечной недостаточности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин будет увеличивать уровень или эффект циклоспорина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репаглинид",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект репаглинида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Циклоспорин увеличивает воздействие низких доз репаглинида в 2,5 раза. Не превышайте дозу репаглинида 6 мг/день. Рассмотрите возможность увеличения частоты мониторинга уровня глюкозы при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Следует соблюдать осторожность при одновременном применении рибоциклиба с чувствительными субстратами CYP3A4, имеющими узкий терапевтический индекс. Может потребоваться снижение дозы для чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rifaximin",
      "description": {
        "common": "циклоспорин повышает уровень рифаксимина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Совместное введение циклоспорина с рифаксимином приводило к 83-кратному и 124-кратному увеличению средней Cmax и AUC рифаксимина у здоровых добровольцев."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект рисперидона транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет увеличивать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "циклоспорин повышает уровень ривароксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Циклоспорин, умеренный двойной ингибитор CYP3A4 и P-gp, может повышать концентрацию в плазме ривароксабана, субстрата P-gp и CYP3A4. Это взаимодействие является клинически значимым у пациентов с почечной недостаточностью на основании смоделированных фармакокинетических данных."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "болтливый",
      "description": {
        "common": "ролапитант будет увеличивать уровень или эффект циклоспорина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Пероральный прием ролапитанта (ингибитора P-gp) может повышать концентрацию субстратов P-gp в плазме крови, что может привести к возможным побочным реакциям. Следует следить за возможными побочными реакциями, если нельзя избежать одновременного применения субстратов P-gp и ролапитанта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект ромидепсина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "Ропгинтерферон альфа 2b повысит уровень или эффект циклоспорина на др. (см. комментарий). Используйте осторожность/монитор. Некоторые провоспалительные цитокины, включая интерфероны, могут подавлять ферменты CYP450, что приводит к увеличению экспозиции некоторых субстратов CYP. Поэтому наблюдайте за пациентами, получающими сопутствующие препараты, являющиеся субстратами CYP450, с узким терапевтическим индексом на предмет токсичности таких препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб повышает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "циклоспорин будет повышать уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "циклоспорин, сакубитрил/валсартан.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение может усиливать гиперкалиемические эффекты циклоспорина или валсартана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (не аза) повышают токсичность циклоспорина за счет нефротоксичности и/или ототоксичности. Используйте осторожность/монитор. НПВС снижают синтез простагландинов, увеличивая риск нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир повышает уровень циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "сарециклин увеличивает уровень или эффект циклоспорина за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Следите за токсичностью субстратов P-gp, что может потребовать снижения дозы при совместном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарилумаб",
      "description": {
        "common": "сарилумаб, циклоспорин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, сарилумаб может нормализовать образование ферментов CYP450, тем самым снижая уровни субстратов CYP. При начале или прекращении приема сарилумаба у пациентов, одновременно получающих субстраты CYP450 с узким терапевтическим индексом, следует контролировать терапевтический эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лимонник",
      "description": {
        "common": "Лимонник повышает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секукинумаб",
      "description": {
        "common": "секукинумаб, циклоспорин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, секукинумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема секукинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селексипаг",
      "description": {
        "common": "циклоспорин повысит уровень или эффект селексипага по другим причинам (см. комментарий). Используйте осторожность/монитор. Селексипаг представляет собой субстрат ABCG2 (BCRP). Мониторинг селексипаг для повышения фармакологических или побочных эффектов при coadministered с ингибиторами ABCG2 (BCRP)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силденафил",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект силденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силтуксимаб",
      "description": {
        "common": "силтуксимаб, циклоспорин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: активность CYP450 в печени подавляется инфекционными и воспалительными стимулами, включая цитокины (например, IL-6); ингибирование IL-6 силтуксимабом может восстановить ферментативную активность CYP450; осторожность при совместном применении с субстратами CYP, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод, циклоспорин.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "циклоспорин снижает эффекты сипулеуцел-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект сиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Одновременный прием значительно повышает уровень сиролимуса; это минимизируется введением сиролимуса через 4 часа после циклоспорина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солифенацин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект солифенацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект спарсентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Коррекция дозировки не требуется. Регулярно контролируйте артериальное давление, уровень калия в сыворотке, отеки и функцию почек, если спарсентан применяется одновременно с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, циклоспорин. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стрептомицин",
      "description": {
        "common": "циклоспорин и стрептомицин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стрептозоцин",
      "description": {
        "common": "циклоспорин и стрептозоцин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект суфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение суфентанила с любым ингибитором CYP3A4 может увеличить концентрацию суфентанила в плазме и, таким образом, усилить или пролонгировать побочные эффекты, включая угнетение дыхания с потенциально фатальным исходом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект суфентанила SL, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение суфентанила SL с любым ингибитором CYP3A4 может увеличить концентрацию суфентанила в плазме и, таким образом, усилить или пролонгировать побочные эффекты, включая потенциально смертельное угнетение дыхания."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "сульфадиазин снижает действие циклоспорина по неизвестному механизму. Используйте осторожность/монитор. Повышенная нефротоксичность при этой комбинации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол, циклоспорин.\nЛибо усиливает действие другого за счет нефротоксичности и/или ототоксичности. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "циклоспорин повысит уровень или действие сульфасалазина на др. (см. комментарий). Используйте осторожность/монитор. Циклоспорин, ингибитор BCRP, может повышать уровень сульфасалазина (субстрат BCRP) при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "сульфизоксазол будет снижать уровень или эффект циклоспорина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "сулиндак, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "циклоспорин будет повышать уровень или эффект сунитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суворексант",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект суворексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите начальную дозу суворексанта до 5 мг HS при одновременном применении с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тадалафил",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект тадалафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тамсулозин",
      "description": {
        "common": "циклоспорин повышает уровень тамсулозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Снижение дозы может быть необходимо для одновременно принимаемых препаратов, которые преимущественно метаболизируются CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теклистамаб",
      "description": {
        "common": "теклистамаб увеличивает уровень или эффект циклоспорина за счет изменения метаболизма. Используйте осторожность/монитор. Теклистамаб вызывает высвобождение цитокинов, которые могут подавлять активность ферментов CYP450, что приводит к увеличению экспозиции субстратов CYP. Монитор для повышения концентрации или токсичности чувствительных субстратов CYP. При необходимости отрегулируйте дозу препарата-субстрата CYP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат будет снижать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тедуглутид",
      "description": {
        "common": "тедуглутид повышает уровень циклоспорина за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Тедуглутид может увеличивать абсорбцию сопутствующих пероральных препаратов; с осторожностью применять препараты, требующие титрования дозы, или препараты с узким терапевтическим индексом; может потребоваться коррекция дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телотристат этил",
      "description": {
        "common": "телотристат этил будет снижать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Телотристат этил индуцирует CYP3A4 и может снижать системное воздействие на чувствительные субстраты CYP3A4. Следите за субоптимальной эффективностью и рассмотрите возможность увеличения дозы субстрата CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект темсиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенипозид",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект тенипозида переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "столбнячный анатоксин адсорбированный или жидкий",
      "description": {
        "common": "циклоспорин снижает действие адсорбированного или жидкого столбнячного анатоксина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тезакафтор",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект тезакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Скорректируйте режим дозирования тезакафтора при совместном применении с умеренным ингибитором CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прививка от клещевого энцефалита",
      "description": {
        "common": "циклоспорин снижает действие вакцины против клещевого энцефалита за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиклопидин",
      "description": {
        "common": "тиклопидин снижает уровень циклоспорина по неустановленному механизму взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "тинидазол будет увеличивать уровень или эффект циклоспорина по неизвестному механизму. Используйте осторожность/монитор. Мониторинг признаков токсичности, связанной с ингибиторами кальциневрина (например, нефротоксичность, холестаз, парестезии)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект типранавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин",
      "description": {
        "common": "циклоспорин и тобрамицин повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тоцилизумаб",
      "description": {
        "common": "и тоцилизумаб, и циклоспорин усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "циклоспорин повышает уровень тофацитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При совместном применении тофацитиниба с умеренными ингибиторами CYP3A4 не рекомендуется специфическая коррекция дозы; уменьшить дозу тофацитиниба при одновременном применении как с умеренными ингибиторами CYP3A4, так и с мощными ингибиторами CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толазамид",
      "description": {
        "common": "толазамид, циклоспорин. неизвестный механизм. Используйте осторожность/монитор. Циклоспорин может уменьшать эффекты производных сульфонилмочевины. Препараты сульфонилмочевины могут усиливать действие циклоспорина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "толбутамид повышает уровень циклоспорина по неизвестному механизму. Используйте осторожность/монитор. Одновременное применение толбутамида и циклоспорина может повышать уровень циклоспорина и снижать терапевтический эффект толбутамида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "толметин, циклоспорин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толтеродин",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект толтеродина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект толваптана транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трабектин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект трабектедина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, циклоспорин.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, циклоспорин.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Инактивированная вакцина против диареи и холеры путешественников",
      "description": {
        "common": "циклоспорин уменьшает эффекты диареи путешественников и вакцины против холеры, инактивированной фармакодинамическим антагонизмом. Изменить терапию/внимательно контролировать. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "циклоспорин повышает уровень или эффект тразодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия пролонгированного действия триамцинолон ацетонид",
      "description": {
        "common": "инъекционная суспензия пролонгированного действия триамцинолона ацетонида, циклоспорин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут увеличивать или уменьшать концентрацию циклоспорина. Кроме того, циклоспорин может повышать концентрацию кортикостероидов в плазме крови. Следите за изменениями концентрации циклоспорина и за токсичностью кортикостероидов и/или циклоспорина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Циклоспорин увеличивает уровень или эффект суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триазолам",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект триазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триметоприм",
      "description": {
        "common": "триметоприм и циклоспорин повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Трофинетид",
      "description": {
        "common": "Трофинетид увеличивает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Контролируйте субстраты CYP3A4, для которых небольшое увеличение концентрации в плазме может привести к серьезной токсичности при совместном применении с трофинетидом (слабый ингибитор CYP3A4)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "куркума",
      "description": {
        "common": "куркума повысит уровень или действие циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и циклоспорин усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "устекинумаб, циклоспорин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, нормализуя образование ферментов CYP450. После начала или прекращения приема устекинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "циклоспорин и валсартан оба увеличивают Прочее (см. комментарий). Используйте осторожность/монитор. Циклоспорин и валсартан повышают риск гиперкалиемии и нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ванкомицин",
      "description": {
        "common": "циклоспорин и ванкомицин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варденафил",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект варденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Дозу варденафила может потребоваться уменьшить при одновременном применении с умеренными или сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "циклоспорин повышает уровень вемурафениба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил, циклоспорин. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Верапамил и циклоспорин могут ингибировать метаболизм CYP3A4. Одновременное применение верапамила и циклоспорина может повышать концентрацию обоих препаратов в плазме крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винбластин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект винбластина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винкристин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект винкристина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винкристин липосомальный",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект липосомального винкристина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винорелбин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект винорелбина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "циклоспорин увеличивает уровень или действие воклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Снизить суточную дозу воклоспорина до 15,8 мг перорально утром и 7,9 мг перорально вечером."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет увеличивать уровень или эффект циклоспорина путем изменения метаболизма. Изменить терапию/внимательно контролировать. вориконазол может повышать уровень циклоспорина в крови; тщательно контролировать и корректировать терапию циклоспорином по мере необходимости"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "занубрутиниб",
      "description": {
        "common": "циклоспорин будет повышать уровень или эффект занубрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу занубрутиниба (субстрата CYP3A4) до 80 мг перорально два раза в сутки при одновременном применении с умеренным ингибитором CYP3A4. Прервите дозу в соответствии с рекомендациями для побочных реакций. После прекращения приема ингибитора CYP3A4 возобновите прием предыдущей дозы занубрутиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против опоясывающего лишая рекомбинантная",
      "description": {
        "common": "циклоспорин снижает действие рекомбинантной вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет увеличивать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "альфентанил",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект альфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "альфузозин",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект альфузозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аллопуринол",
      "description": {
        "common": "аллопуринол повышает уровень циклоспорина по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алосетрон",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект алосетрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "альвимопан",
      "description": {
        "common": "циклоспорин повысит уровень или действие алвимопана на переносчик оттока P-гликопротеина (MDR1). Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон повышает уровень циклоспорина за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол увеличивает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "армодафинил",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект армодафинила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект атазанавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид, циклоспорин.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цевимелин",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект цевимелина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "циклоспорин увеличивает уровень или действие кларитромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клонидин",
      "description": {
        "common": "клонидин повышает уровень циклоспорина по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клотримазол",
      "description": {
        "common": "клотримазол повышает уровень циклоспорина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кордицепс",
      "description": {
        "common": "кордицепс снижает токсичность циклоспорина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "креатин",
      "description": {
        "common": "креатин, циклоспорин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. (Теоретическое взаимодействие) Комбинация может иметь аддитивные нефротоксические эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет увеличивать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дапсон",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект дапсона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект дизопирамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доцетаксел",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект доцетаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "донепезил",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект донепезила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дутастерид",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект дутастерида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект эфавиренца, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эналаприл",
      "description": {
        "common": "циклоспорин повысит уровень или действие эналаприла на др. (см. комментарий). Незначительное/значение неизвестно. может увеличить концентрацию субстратов ОАТР в плазме"
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "энтекавир",
      "description": {
        "common": "циклоспорин, энтекавир.\nЛибо усиливает действие другого, уменьшая почечный клиренс. Незначительное/значение неизвестно. Одновременное применение с препаратами, которые снижают функцию почек или конкурируют за активную канальцевую секрецию, может повышать концентрацию в сыворотке либо энтекавира, либо одновременно принимаемого препарата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эплеренон",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект эплеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эстрадиол вагинальный",
      "description": {
        "common": "Циклоспорин увеличивает уровень или эффект вагинального эстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект эвкалипта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенофибриновая кислота",
      "description": {
        "common": "фенофибриновая кислота повышает уровень циклоспорина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фексофенадин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект фексофенадина транспортером оттока P-гликопротеина (MDR1). Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон, циклоспорин.\nОдин из них повышает уровень другого, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "иматиниб",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект иматиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "исрадипин",
      "description": {
        "common": "циклоспорин, исрадипин.\nОдин из них повышает уровень другого, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект левокетоконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид магния",
      "description": {
        "common": "циклоспорин снижает уровень хлорида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "монтелукаст",
      "description": {
        "common": "циклоспорин будет повышать уровень или эффект монтелукаста, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нифедипин",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект нифедипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оритаванцин",
      "description": {
        "common": "оритаванцин будет снижать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. Оритаванцин является слабым индуктором CYP3A4; осторожность при совместном применении с субстратами CYP3A4, имеющими узкий терапевтический индекс"
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пропафенон",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект пропафенона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рокситромицин",
      "description": {
        "common": "циклоспорин повышает уровень рокситромицина за счет уменьшения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "саксаглиптин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "винбластин",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект винбластина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "залеплон",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект залеплона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зипразидон",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект зипрасидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Тремор",
      "percent": "12-55"
    },
    {
      "name": "Нефротоксичность",
      "percent": "32"
    },
    {
      "name": "Гипертония",
      "percent": "26"
    },
    {
      "name": "Инфекционное заболевание",
      "percent": "3-25"
    },
    {
      "name": "Головная боль",
      "percent": "2-25"
    },
    {
      "name": "Тошнота",
      "percent": "23"
    },
    {
      "name": "гирсутизм",
      "percent": "21"
    },
    {
      "name": "Гипертрихоз",
      "percent": "5-19"
    },
    {
      "name": "Женское репродуктивное расстройство",
      "percent": "5-19"
    },
    {
      "name": "Гиперплазия десны",
      "percent": "2-16"
    },
    {
      "name": "Триглицериды повышены",
      "percent": "15"
    },
    {
      "name": "Дискомфорт в животе",
      "percent": "1-15"
    },
    {
      "name": "URI",
      "percent": "1-14"
    },
    {
      "name": "Диарея",
      "percent": "3-13"
    },
    {
      "name": "Диспепсия",
      "percent": "2-12"
    },
    {
      "name": "Судороги ног",
      "percent": "2-12"
    },
    {
      "name": "паратезия",
      "percent": "1-11"
    },
    {
      "name": "Акне",
      "percent": null
    },
    {
      "name": "Судороги",
      "percent": null
    },
    {
      "name": "пруитус",
      "percent": null
    },
    {
      "name": "Гиперкалиемия",
      "percent": null
    },
    {
      "name": "гипомагниемия",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "Гепатотоксичность",
      "percent": null
    },
    {
      "name": "Грипп",
      "percent": null
    },
    {
      "name": "как синдром",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "Гломерулярный капиллярный тромбоз",
      "percent": null
    },
    {
      "name": "гипомагниемия",
      "percent": null
    },
    {
      "name": "Мигрень",
      "percent": null
    },
    {
      "name": "Гипонатриемия",
      "percent": null
    },
    {
      "name": "Боль в нижних конечностях",
      "percent": null
    }
  ]
}