{
  "name": "технеций Tc 99m сукцимер",
  "comment": "Rx",
  "other_names": [
    "Нефроскан"
  ],
  "classes": [
    "Агенты диагностической визуализации"
  ],
  "source": "https://reference.medscape.com/drug/nephroscan-technetium-tc-99m-succimer-4000285",
  "pregnancy": {
    "common": [
      "Недостаточно данных о применении у беременных женщин для оценки связанного с приемом препарата риска серьезных врожденных дефектов и выкидыша."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Исследования не проводились",
          "Хотя все радиофармацевтические препараты могут потенциально причинять вред плоду в зависимости от стадии развития плода и величины дозы облучения, ожидается, что облучение плода от сукцимера технеция Tc 99m будет низким (<0,50 мГр)."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Использование для визуализации у младенцев с почечной недостаточностью; Ожидается, что воздействие сукцимера технеция Tc 99m через грудное молоко будет ниже.",
      "Присутствует в грудном молоке",
      "Рекомендовать кормящим женщинам временно прекратить грудное вскармливание, а также сцеживать и выбрасывать грудное молоко в течение как минимум 24 часов после введения.",
      "Рассмотрите преимущества грудного вскармливания для развития и здоровья, а также клинические потребности матери, любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от технеция Tc 99m succimer или основного заболевания матери.",
      "Нет данных о влиянии сукцимера технеция Tc 99m на младенцев, находящихся на грудном вскармливании, или влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Использование у пациентов с сильно сниженной рСКФ может повлиять на интерпретацию изображения, поскольку почки могут не поглощать сукцимер технеция Tc 99m и, таким образом, могут распределяться по другим органам или частям тела, кроме почек; удовлетворительные изображения могут быть получены",
        "Технеций Tc 99m способствует общему долгосрочному кумулятивному облучению пациента; длительное кумулятивное облучение связано с повышенным риском развития рака; обеспечить безопасное обращение и процедуры восстановления препарата для защиты пациентов и медицинских работников от непреднамеренного радиационного облучения; поощрять пациентов пить жидкости и мочиться как можно чаще после введения",
        "Сообщалось о реакциях гиперчувствительности, включая крапивницу, сыпь, зуд, эритему; начало реакций варьировало от 2 до нескольких часов после инъекции; следить за реакциями гиперчувствительности и всегда иметь в наличии оборудование для сердечно-легочной реанимации и персонал"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "Гиперчувствительность, включая крапивницу",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "зуд",
      "percent": null
    },
    {
      "name": "и эритема",
      "percent": null
    },
    {
      "name": "Общие расстройства",
      "percent": null
    },
    {
      "name": "обморок",
      "percent": null
    },
    {
      "name": "высокая температура",
      "percent": null
    },
    {
      "name": "и тошнота",
      "percent": null
    }
  ]
}