{
  "name": "хлорпрокаин",
  "comment": "Rx",
  "other_names": [
    "Хлоротекаль",
    "Несакаин"
  ],
  "classes": [
    "парентерально",
    "эфиры",
    "Местные анестетики"
  ],
  "source": "https://reference.medscape.com/drug/nesacaine-clorotekal-chloroprocaine-343370",
  "pregnancy": {
    "common": [
      "Данные о применении у беременных ограничены."
    ],
    "specific": [
      {
        "type": "Работа или доставка",
        "description": [
          "Акушерская анестезия может увеличить потребность в помощи щипцов",
          "Спинальная анестезия может изменить силу родов за счет изменения сократительной способности матки или усилий матери по изгнанию.",
          "Сообщалось также, что синусовая анестезия продлевает второй период родов, устраняя рефлекторное побуждение роженицы к натуживанию или нарушая двигательную функцию.",
          "Соотношение местных анестетиков у плода и матери, по-видимому, обратно пропорционально степени связывания с белками плазмы, поскольку только свободное, несвязанное лекарство доступно для переноса через плаценту.",
          "Местные анестетики проникают через плаценту путем пассивной диффузии; тем не менее, скорость и степень диффузии значительно различаются между различными препаратами в зависимости от: (1) степени связывания с белками плазмы, (2) степени ионизации и (3) степени растворимости в липидах.",
          "Материнская гипотензия возникла в результате регионарной анестезии; местные анестетики вызывают расширение сосудов, блокируя симпатические нервы",
          "Также следует постоянно контролировать частоту сердечных сокращений плода, и настоятельно рекомендуется использовать электронный мониторинг плода."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии хлоропрокаина в грудном молоке, влиянии на грудного ребенка или влиянии на выработку молока.",
      "Пользу грудного вскармливания для развития и здоровья следует учитывать наряду с клинической потребностью матери в препарате и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, или со стороны основного состояния матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Серьезные проблемы с сердечной проводимостью",
        "Повышенная чувствительность к парааминобензойной кислоте (ПАБК) или парабенам.",
        "Следует учитывать общие и специфические противопоказания к спинномозговой анестезии независимо от применения местного анестетика (например, декомпенсированная сердечная недостаточность, гиповолемический шок, коагулопатия).",
        "септицемия",
        "Внутривенная регионарная анестезия (анестетик вводят в конечность и дают ему закрепиться, в то время как жгут удерживает агент в нужной области)",
        "Люмбальную и каудальную эпидуральную анестезию следует использовать с особой осторожностью у лиц со следующими состояниями: существующие неврологические заболевания, деформации позвоночника, септицемия и тяжелая артериальная гипертензия.",
        "Местная инфекция в месте предполагаемой люмбальной пункции"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Местные анестетики должны назначаться только клиницистами, которые хорошо разбираются в диагностике и лечении дозозависимой токсичности и других неотложных состояний, которые могут возникнуть в результате используемой блокады, и только после обеспечения немедленной доступности кислорода, других реанимационных препаратов, оборудование для сердечно-легочной реанимации и кадровые ресурсы, необходимые для надлежащего ведения токсических реакций и связанных с ними чрезвычайных ситуаций.",
        "Следите за состоянием сознания пациента после инъекции; тревога, головокружение, беспокойство, тремор, депрессия или нечеткость зрения могут быть признаками токсичности ЦНС",
        "Следует соблюдать особую осторожность при люмбальной и каудальной эпидуральной анестезии у лиц с имеющимися неврологическими заболеваниями, деформациями позвоночника, септицемией, тяжелой артериальной гипертензией, блокадой сердца, сердечной декомпенсацией высокой степени, тяжелой печеночной или почечной недостаточностью, пожилыми пациентами и пациентами с плохим общим состоянием, генетическим дефицитом холинэстеразы. тяжелая анемия, врожденное или приобретенное нарушение свертываемости крови и пациенты, принимающие антикоагулянты",
        "Сообщается о реакциях гиперчувствительности; может возникнуть перекрестная реактивность между местными анестетиками эфирного типа (см. Противопоказания).",
        "Сообщается об остановке дыхания при применении местных анестетиков.",
        "Добавление вазоконстриктора, адреналина, будет способствовать местному гемостазу, снижению системной абсорбции и увеличению продолжительности действия.",
        "Хондролизис, связанный с внутрисуставными инфузиями после артроскопических и других хирургических вмешательств (использование не по назначению)",
        "ЗАПРЕЩАЕТСЯ использовать растворы с адреналином в дистальных частях тела (например, пальцах, носу, ухе).",
        "Используйте препараты без консервантов для спинальной или эпидуральной анестезии.",
        "После спинальной анестезии могут возникать неврологические повреждения, проявляющиеся парестезиями, потерей чувствительности, двигательной слабостью, параличами, синдромом конского хвоста; иногда эти симптомы сохраняются и могут быть постоянными",
        "Гипотензия и брадикардия являются хорошо известными побочными эффектами всех местных анестетиков."
      ],
      "specific": [
        {
          "type": "Метгемоглобинемия",
          "description": [
            "Использование местных анестетиков может вызвать метгемоглобинемию, серьезное состояние, требующее немедленного лечения; пациенты с дефицитом глюкозо-6-фосфатдегидрогеназы, врожденной или идиопатической метгемоглобинемией, сердечными или легочными нарушениями, младенцы в возрасте до 6 месяцев и одновременное воздействие окислителей или их метаболитов более подвержены развитию клинических проявлений состояния.",
            "Консультировать пациентов или лиц, осуществляющих уход, обратиться за немедленной медицинской помощью, если пациент испытывает следующие признаки или симптомы: бледный, серый или синий цвет кожи (цианоз); головная боль; учащенное сердцебиение; одышка; легкомысленность; или усталость; прекратить прием Бициллина C-R и любых других окислителей; в зависимости от тяжести признаков и симптомов пациенты могут реагировать на поддерживающую терапию, включая оксигенотерапию и гидратацию; более тяжелая клиническая картина может потребовать лечения метиленовым синим, обменным переливанием крови или гипербарической оксигенацией."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "липосомы бупивакаина",
      "description": {
        "common": "хлоропрокаин повышает токсичность липосом бупивакаина по др. (см. комментарий). Противопоказано.\nКомментарий: не смешивайте с другими местными анестетиками, не содержащими бупивакаин; смешивание приводит к быстрому увеличению свободного (неинкапсулированного) бупивакаина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупивакаиновый имплантат",
      "description": {
        "common": "хлоропрокаин, бупивакаиновый имплантат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте дополнительного введения местного анестетика в течение 96 часов после имплантации бупивакаина. Если использование дополнительных местных анестетиков неизбежно из-за клинической необходимости, следите за неврологическими и сердечно-сосудистыми эффектами, связанными с системной токсичностью местных анестетиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гиалуронидаза",
      "description": {
        "common": "гиалуронидаза, хлорпрокаин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Гиалуронидаза ускоряет начало местного обезболивания и уменьшает отек, но увеличивает системную абсорбцию анестетика. Это уменьшает продолжительность действия и увеличивает частоту системных реакций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол, хлорпрокаин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Усиление эффектов адреналина в анестетиках; риск артериальной гипертензии и брадикардии. НЕ Д/К хронический бета-блокатор Tx до введения анестетика. Рассмотрите селективный блокатор бета-1 (например, метопролол)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "пиндолол, хлоропрокаин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Усиление эффектов адреналина в анестетиках; риск артериальной гипертензии и брадикардии. НЕ Д/К хронический бета-блокатор Tx до введения анестетика. Рассмотрите селективный блокатор бета-1 (например, метопролол)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пропранолол, хлорпрокаин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Усиление эффектов адреналина в анестетиках; риск артериальной гипертензии и брадикардии. НЕ Д/К хронический бета-блокатор Tx до введения анестетика. Рассмотрите селективный блокатор бета-1 (например, метопролол)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "тимолол, хлорпрокаин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Усиление эффектов адреналина в анестетиках; риск артериальной гипертензии и брадикардии. НЕ Д/К хронический бета-блокатор Tx до введения анестетика. Рассмотрите селективный блокатор бета-1 (например, метопролол)."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Тремор",
      "percent": null
    },
    {
      "name": "шум в ушах",
      "percent": null
    },
    {
      "name": "Затуманенное зрение",
      "percent": null
    },
    {
      "name": "Брадиаритмия",
      "percent": null
    },
    {
      "name": "Остановка сердца",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Возбуждение",
      "percent": null
    },
    {
      "name": "Депрессия",
      "percent": null
    },
    {
      "name": "Seizure",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "Остановка дыхания",
      "percent": null
    }
  ]
}