{
  "name": "дотатат ​​галлия Ga 68",
  "comment": "Rx",
  "other_names": [
    "Нетто"
  ],
  "classes": [
    "Агенты диагностической визуализации"
  ],
  "source": "https://reference.medscape.com/drug/netspot-gallium-ga-68-dotatate-1000115",
  "pregnancy": {
    "common": [
      "Нет исследований беременных женщин, чтобы информировать о каких-либо рисках, связанных с наркотиками; однако все радиофармпрепараты могут нанести вред плоду."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет информации о присутствии дотатата Ga 68 в грудном молоке, влиянии на грудного ребенка или влиянии на выработку молока.",
      "Рекомендовать кормящим женщинам прерывать грудное вскармливание, сцеживать и выбрасывать грудное молоко в течение 12 часов после введения, чтобы свести к минимуму радиационное облучение ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Радиационный риск",
          "description": [
            "Избегайте тесного контакта с младенцами и беременными женщинами в течение первых 12 часов после введения дотатата Ga 68.",
            "Способствует общему долгосрочному кумулятивному облучению пациента; длительное кумулятивное радиационное облучение, связанное с повышенным риском рака",
            "Обеспечьте безопасное обращение и процедуры подготовки для защиты пациентов и медицинских работников от непреднамеренного радиационного облучения."
          ]
        },
        {
          "type": "Риск неправильной интерпретации изображения",
          "description": [
            "ПЭТ-изображения с дотататом Ga 68 следует интерпретировать визуально, и может потребоваться подтверждение поглощения с помощью гистопатологии или других оценок для подтверждения диагноза НЭО.",
            "Отрицательное сканирование после введения Ga 68 дотатата у пациентов, у которых в анамнезе нет НЭО, в том числе у пациентов с подозрением на эктопические опухоли, секретирующие АКТГ, не исключает наличия НЭО.",
            "Поглощение также можно наблюдать в различных других типах опухолей (например, в опухолях, происходящих из ткани нервного гребня).",
            "Повышенное поглощение может наблюдаться в местах спленоза или других патологических состояниях (например, заболеваниях щитовидной железы или подострых воспалениях) или может наблюдаться как нормальный физиологический вариант (например, крючковидный отросток поджелудочной железы).",
            "Поглощение дотатата Ga 68 отражает плотность рецепторов соматостатина в NET."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Кортикостероиды могут подавлять рецепторы соматостатина подтипа 2; повторное введение высоких доз глюкокортикоидов перед введением дотатата Ga 68 может привести к ложноотрицательным результатам визуализации.",
            "Нерадиоактивные аналоги соматостатина конкурентно связываются с теми же рецепторами соматостатина, что и дотатат ​​Ga 68.",
            "Изображение пациентов с дотататом Ga 68 ПЭТ непосредственно перед введением длительно действующих аналогов соматостатина",
            "Аналоги соматостатина короткого действия можно использовать за 24 часа до визуализации с дотататом Ga 68."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ланреотид",
      "description": {
        "common": "ланреотид снижает эффекты дотатата галлия Ga 68 за счет конкуренции за связывание с рецепторами. Изменить терапию/внимательно контролировать. Аналоги соматостатина конкурентно связываются с теми же рецепторами соматостатина, что и дотатат ​​Ga 68, и могут влиять на визуализацию. Изображение пациентов с дотатацией Ga 68 при ПЭТ непосредственно перед введением аналогов соматостатина длительного действия. Аналоги соматостатина короткого действия можно использовать за 24 часа до визуализации с дотататом Ga 68."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "октреотид",
      "description": {
        "common": "октреотид снижает эффекты дотатата галлия Ga 68 за счет конкуренции за связывание с рецепторами. Изменить терапию/внимательно контролировать. Аналоги соматостатина конкурентно связываются с теми же рецепторами соматостатина, что и дотатат ​​Ga 68, и могут влиять на визуализацию. Изображение пациентов с дотатацией Ga 68 при ПЭТ непосредственно перед введением аналогов соматостатина длительного действия. Аналоги соматостатина короткого действия можно использовать за 24 часа до визуализации с дотататом Ga 68."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пасиреотид",
      "description": {
        "common": "пасиреотид снижает эффекты дотатата галлия Ga 68 за счет конкуренции за связывание с рецепторами. Изменить терапию/внимательно контролировать. Аналоги соматостатина конкурентно связываются с теми же рецепторами соматостатина, что и дотатат ​​Ga 68, и могут влиять на визуализацию. Изображение пациентов с дотатацией Ga 68 при ПЭТ непосредственно перед введением аналогов соматостатина длительного действия. Аналоги соматостатина короткого действия можно использовать за 24 часа до визуализации с дотататом Ga 68."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "Тошнота и рвота",
      "percent": null
    },
    {
      "name": "Общие расстройства и состояния в месте введения",
      "percent": null
    },
    {
      "name": "Боль и жжение в месте инъекции",
      "percent": null
    }
  ]
}