{
  "name": "флорбетабен F 18",
  "comment": "Rx",
  "other_names": [
    "Неурасек"
  ],
  "classes": [
    "Агенты диагностической визуализации"
  ],
  "source": "https://reference.medscape.com/drug/neuraceq-florbetaben-f-18-999906",
  "pregnancy": {
    "common": [
      "Отсутствуют доступные данные о беременных женщинах для оценки риска серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода, связанного с приемом лекарств."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Исследования репродукции животных не проводились; все радиофармацевтические препараты могут причинять вред плоду в зависимости от стадии развития плода и величины дозы радиофармацевтического препарата; при рассмотрении вопроса о введении беременной женщине проинформируйте пациентку о возможных неблагоприятных исходах беременности в зависимости от дозы облучения от препарата и гестационного периода воздействия."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии препарата в материнском молоке, воздействии на младенцев, находящихся на грудном вскармливании, или на выработку молока; Воздействие на ребенка, находящегося на грудном вскармливании, можно свести к минимуму путем временного прекращения грудного вскармливания.",
      "Чтобы уменьшить радиационное облучение ребенка, находящегося на грудном вскармливании, посоветуйте кормящей женщине сцеживать и отказываться от грудного молока в течение 24 часов после введения препарата.",
      "Пользу грудного вскармливания для развития и здоровья следует учитывать наряду с клинической потребностью матери в препарате и любыми потенциальными неблагоприятными последствиями приема препарата для ребенка, находящегося на грудном вскармливании, из-за основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Риск неправильной интерпретации изображения",
          "description": [
            "Другие ошибки могут быть связаны с обширной атрофией головного мозга, которая ограничивает способность различать серое и белое вещество на сканограмме, а также с артефактами движения, которые искажают изображение.",
            "Ошибки могут возникать при оценке плотности нейритных бляшек головного мозга во время интерпретации изображения; выполнять интерпретацию изображений независимо от клинической информации пациента"
          ]
        },
        {
          "type": "Радиационный риск",
          "description": [
            "Подобно другим радиофармпрепаратам, флутеметамол F18 способствует общему долгосрочному кумулятивному облучению пациента; длительное кумулятивное облучение связано с повышенным риском развития рака",
            "Обеспечьте безопасное обращение, чтобы защитить пациентов и медицинских работников от непреднамеренного радиационного облучения."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Боль в месте инъекции",
      "percent": "3.9"
    },
    {
      "name": "Эритема в месте инъекции",
      "percent": "1.7"
    },
    {
      "name": "Раздражение в месте инъекции",
      "percent": "1.2"
    }
  ]
}