{
  "name": "гранулоциты",
  "comment": "Blood Component",
  "other_names": [
    "нейтрофилы"
  ],
  "classes": [
    "Компоненты крови"
  ],
  "source": "https://reference.medscape.com/drug/neutrophils-granulocytes-999500",
  "pregnancy": {
    "common": [
      "ЦМВ-серонегативные доноры должны использоваться для беременных женщин, которые ранее не подвергались ЦМВ или чей статус ЦМВ неизвестен."
    ],
    "specific": []
  },
  "lactation": {
    "common": []
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Переливание гранулоцитов является поддерживающей адъювантной терапией для лечения инфекций, не контролируемых стандартной медикаментозной терапией, и поэтому не должно использоваться в качестве лечения первой линии или в качестве единственного лечения инфекции."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Все переливания должны выполняться с помощью наборов для переливания крови, содержащих фильтры размером от 170 до 260 микрон или микроагрегатные фильтры с размером частиц от 20 до 40 микрон. Никакие другие лекарства или жидкости, кроме физиологического раствора, не должны вводиться одновременно через одну и ту же трубку без предварительной консультации с медицинским директором банка крови.",
        "Часто донорами гранулоцитов являются друзья и семья реципиента из-за обязательств, необходимых для того, чтобы быть донором гранулоцитов. Донорам гранулоцитов почти всегда назначают схемы лечения для увеличения количества циркулирующих гранулоцитов для улучшения сбора. Кортикостероиды при отдельном введении могут достигать примерно 1 x 1010 PMNs/ед. В настоящее время донорам вводят комбинацию Г-КСФ и кортикостероидов, повышая выход до 4-8 x 1010 PMNs/ед. Из-за потенциальных побочных эффектов стероидов доноры, у которых в анамнезе есть диабет, тяжелая гипертензия, катаракта или пептическая язва, обычно не выбираются в качестве доноров гранулоцитов. Поскольку были сообщения о тяжелых реакциях, включая смерть, у лиц с признаками серповидно-клеточной анемии, которым вводили Г-КСФ, доноры также должны пройти тестирование на гемоглобинопатию перед введением Г-КСФ. Точно так же доноры с тромбозом или заболеванием коронарной артерии в анамнезе, а также доноры с воспалительными состояниями, такими как увеит, также могут быть отстранены от получения Г-КСФ для предотвращения возможных осложнений.",
        "Сообщалось о тяжелых реакциях со стороны легких при одновременном применении с амфотерицином. Инфузию амфотерицина и гранулоцитов следует проводить как можно дальше друг от друга.",
        "Гранулоциты начинают терять функцию в течение 6 часов после сбора и имеют срок годности 24 часа после сбора. Обычно для этого требуется специальное согласие врача и/или пациента на получение единиц до того, как будут завершены все тесты на инфекционные заболевания. Центры сбора используют различные стратегии для обеспечения безопасности продукта, такие как использование частых доноров тромбоцитов или тестирование на инфекционные заболевания за 1-2 дня до сбора, чтобы гарантировать вероятность того, что донор будет отрицательным во время сбора и сможет переносить большое количество тромбоцитов. процесс объема крови.",
        "Продукты гранулоцитов, как правило, содержат большое количество эритроцитов и, следовательно, должны быть совместимы по ABO и Rh и требуют проведения перекрестного сопоставления эритроцитов. В некоторых учреждениях действуют политики и процедуры по уменьшению количества эритроцитов, достаточного для переливания несовместимых единиц системы ABO.",
        "Пациенты, ранее не подвергавшиеся ЦМВ, должны получать ЦМВ серонегативные гранулоциты, поскольку ЦМВ переносится в лейкоцитах.",
        "Несептические инфекционные риски включают передачу ВИЧ (~1:2 млн), ВГС (~1:1,5 млн), ВГВ (1:300 тыс.), HTLV, ВЗН, ЦМВ, парвовируса В19, болезни Лайма, бабезиоза, малярии, чаговой лихорадки. заболевание, вБКЯ.",
        "Пациента следует контролировать на наличие признаков трансфузионной реакции, включая жизненно важные органы, до, во время и после переливания.",
        "Никогда нельзя переливать гранулоциты через фильтр для восстановления лейкоцитов.",
        "Проконсультируйтесь с медицинским директором банка крови или гематологом, если у вас есть вопросы, касающиеся особых требований к переливанию крови.",
        "Лучше всего иметь несколько доноров, так как сбор/переливание крови следует проводить ежедневно до исчезновения инфекции. Если реципиент является кандидатом на трансплантацию, членов семьи следует избегать в качестве доноров, поскольку члены семьи часто являются оптимальными кандидатами для донорства трансплантата, а сенсибилизация HLA перед трансплантацией может либо стать препятствием для трансплантации, либо вызвать ускоренное отторжение трансплантата. Сенсибилизация HLA также может привести к рефрактерности к переливанию тромбоцитов.",
        "Из-за большого количества лимфоцитов в скоплениях гранулоцитов следует облучать все единицы гранулоцитов для предотвращения РТПХ. Кроме того, пациенты, которым, скорее всего, потребуются переливания гранулоцитов, также подвергаются большему риску РТПХ из-за их основного заболевания или из-за того, что многие из них являются родственными направленными донациями."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Лихорадка",
      "percent": null
    },
    {
      "name": "озноб",
      "percent": null
    },
    {
      "name": "и аллергические реакции нередки при переливании гранулоцитов",
      "percent": null
    },
    {
      "name": "Пациенты должны находиться под тщательным наблюдением во время трансфузии.",
      "percent": null
    },
    {
      "name": "Премедикация антигистаминными препаратами",
      "percent": null
    },
    {
      "name": "кортикостероиды",
      "percent": null
    },
    {
      "name": "и мягкие жаропонижающие, такие как ацетаминофен, могут быть рассмотрены для сведения к минимуму легких реакций.",
      "percent": null
    },
    {
      "name": "При возникновении тяжелых реакций, таких как выраженная одышка или гипотензия, трансфузию следует прекратить.",
      "percent": null
    },
    {
      "name": "пациент оценен и стабилизирован",
      "percent": null
    },
    {
      "name": "Банк крови уведомлен",
      "percent": null
    },
    {
      "name": "и начато расследование трансфузионных реакций",
      "percent": null
    },
    {
      "name": "Гемолитические трансфузионные реакции",
      "percent": null
    },
    {
      "name": "Фебрильная Нет",
      "percent": null
    },
    {
      "name": "Гемолитические реакции",
      "percent": null
    },
    {
      "name": "Аллергические реакции от крапивницы до анафилаксии.",
      "percent": null
    },
    {
      "name": "Септические реакции",
      "percent": null
    },
    {
      "name": "Острое повреждение легких, связанное с трансфузией",
      "percent": null
    },
    {
      "name": "ТРАЛИ",
      "percent": null
    },
    {
      "name": "Циркуляторная перегрузка",
      "percent": null
    },
    {
      "name": "Связанный с трансфузией трансплантат против болезни хозяина",
      "percent": null
    },
    {
      "name": "Потрансфузионная пурпура",
      "percent": null
    },
    {
      "name": "Если реакция кажется легкой или умеренной, и вы не уверены в том, как лучше действовать",
      "percent": null
    },
    {
      "name": "приостановить переливание и немедленно вызвать врача-трансфузиолога",
      "percent": null
    }
  ]
}