{
  "name": "бемпедоевая кислота",
  "comment": "Rx",
  "other_names": [
    "Некслетол"
  ],
  "classes": [
    "Ингибиторы ACL",
    "Гиполипидемические агенты"
  ],
  "source": "https://reference.medscape.com/drug/nexletol-bempedoic-acid-1000354",
  "pregnancy": {
    "common": [
      "Примечание: статины противопоказаны беременным женщинам.",
      "Прекратите прием бемпедоевой кислоты при обнаружении беременности, за исключением случаев, когда преимущества терапии перевешивают потенциальные риски для плода.",
      "Нет доступных данных об использовании у беременных женщин для оценки связанного с препаратом риска серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Клинические соображения",
        "description": [
          "Холестерин и производные холестерина необходимы для нормального развития плода.",
          "Лечение гиперлипидемии обычно не требуется во время беременности."
        ]
      },
      {
        "type": "Исследования на животных",
        "description": [
          "Бемпедоевая кислота не оказывала тератогенного действия на крыс и кроликов при введении в дозах, приводящих к воздействию, в 11 и 12 раз превышающем, соответственно, воздействие на человека при максимальной клинической дозе, исходя из AUC."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Поскольку бемпедоевая кислота снижает синтез холестерина и, возможно, синтез других биологически активных веществ, полученных из холестерина, эти действия могут нанести вред ребенку, находящемуся на грудном вскармливании.",
      "Нет данных о присутствии препарата в грудном молоке или молоке животных, влиянии на младенцев, находящихся на грудном вскармливании, или влиянии на выработку молока.",
      "Основываясь на механизме действия, сообщите пациенткам, что грудное вскармливание не рекомендуется во время лечения."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Гиперурикемия",
          "description": [
            "Повышенный уровень мочевой кислоты обычно возникал в течение первых 4 недель от начала лечения и сохранялся на протяжении всего лечения; повышенная мочевая кислота в крови может привести к подагре",
            "Ингибирует OAT2 в почечных канальцах и может повышать уровень мочевой кислоты в крови."
          ]
        },
        {
          "type": "Разрыв сухожилия",
          "description": [
            "Связан с повышенным риском разрыва или травмы сухожилия",
            "Подумайте о прекращении приема при боли в суставах, отеке или воспалении",
            "Может возникать чаще у пациентов в возрасте ≥60 лет",
            "Немедленно прекратите прием в случае разрыва сухожилия.",
            "Разрыв сухожилия произошел в течение нескольких недель или месяцев после начала"
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Совместное введение увеличивает концентрацию симвастатина или правастатина в сыворотке и может усиливать миопатию, связанную с симвастатином/правастатином.",
            "Избегайте использования с дозами правастатина> 40 мг",
            "Избегайте использования с дозами симвастатина > 20 мг.",
            "Аторвастатин и розувастатин: при одновременном применении с бемпедоевой кислотой наблюдалось увеличение AUC аторвастатина, розувастатина и/или их основных метаболитов в 1,7 раза, что свидетельствует о слабом взаимодействии; эти повышения, как правило, были в пределах индивидуального воздействия статинов и не влияют на рекомендации по дозировке.",
            "Симвастатин или правастатин"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "правастатин",
      "description": {
        "common": "бемпедоевая кислота повышает уровень правастатина по неизвестному механизму. Изменить терапию/внимательно контролировать. Избегайте одновременного применения с правастатином в дозе 40 мг."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "симвастатин",
      "description": {
        "common": "бемпедоевая кислота повышает уровень симвастатина по неизвестному механизму. Изменить терапию/внимательно контролировать. Избегайте одновременного применения с дозой симвастатина >20 мг."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "4.5"
    },
    {
      "name": "Мышечные спазмы",
      "percent": "3.6"
    },
    {
      "name": "Гиперурикемия",
      "percent": "3.5"
    },
    {
      "name": "Боль в спине",
      "percent": "3.3"
    },
    {
      "name": "Боль в животе или дискомфорт",
      "percent": "3.1"
    },
    {
      "name": "Бронхит",
      "percent": "3"
    },
    {
      "name": "Боль в конечностях",
      "percent": "3"
    },
    {
      "name": "анемия",
      "percent": "2.8"
    },
    {
      "name": "Повышенные ферменты печени",
      "percent": "2.1"
    },
    {
      "name": "Подагра",
      "percent": "1.5"
    },
    {
      "name": "Доброкачественная гиперплазия предстательной железы",
      "percent": "1.3"
    },
    {
      "name": "Мерцательная аритмия",
      "percent": "1.7"
    },
    {
      "name": "Разрыв сухожилия",
      "percent": "0.5"
    }
  ]
}