{
  "name": "нитропруссид натрия",
  "comment": "Rx",
  "other_names": [
    "Нитропресс",
    "Ниприд РТУ",
    "Нитропруссид натрия"
  ],
  "classes": [
    "Сосудорасширяющие средства"
  ],
  "source": "https://reference.medscape.com/drug/nipride-rtu-nitropress-nitroprusside-sodium-342312",
  "pregnancy": {
    "common": [
      "Лактация: неизвестно, попадает ли в молоко",
      "Категория беременности: C"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: неизвестно, попадает ли в молоко"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Может возникнуть гипотензия, приводящая к необратимому ишемическому повреждению или смерти; требует соответствующего оборудования для мониторинга и опытного персонала",
        "Отравление цианидом может возникнуть из-за накопления иона цианида",
        "Не подходит для прямого впрыска; требует разбавления перед инфузией"
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Для создания гипотензии во время операции у пациентов с известным нарушением мозгового кровообращения или у умирающих пациентов (класс 5E по ASA), поступающих в отделение неотложной хирургии.",
        "Компенсаторная АГ (например, артериовенозный шунт или коарктация аорты); (для контролируемой гипотензии): недостаточное мозговое кровообращение",
        "Лечение острой сердечной недостаточности, связанной со сниженным периферическим сосудистым сопротивлением, например, сердечной недостаточности с высоким выбросом, которая может наблюдаться при эндотоксическом сепсисе.",
        "Некоторые редкие состояния, например врожденная атрофия зрительного нерва, табачная амблиопия",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Травма головы, повышение ВЧД, гипонатриемия, гипотиреоз, тяжелая печеночная или почечная недостаточность, пожилой возраст",
        "Когда нитропруссид натрия (или любой другой вазодилататор) используется для контролируемой гипотензии во время анестезии, способность пациента компенсировать анемию и гиповолемию может быть снижена; если возможно, предшествующая анемия и гиповолемия должны быть скорректированы до начала терапии.",
        "Соблюдайте осторожность при назначении нитропруссида пациентам с печеночной недостаточностью.",
        "Небольшие кратковременные превышения скорости инфузии нитропруссида натрия могут привести к чрезмерной гипотензии, иногда до уровня настолько низкого, что нарушается перфузия жизненно важных органов; гипотензия, вызванная нитропруссидом, проходит самостоятельно в течение 1-10 минут после прекращения терапии; в течение этих нескольких минут может быть полезно положить пациента в положение «голова вниз» (Тренделенбург), чтобы максимизировать венозный возврат; если гипотензия сохраняется более нескольких минут после прекращения инфузионной терапии, это не причина, и необходимо искать истинную причину",
        "Гипотензивные методы анестезии могут вызывать нарушения легочной вентиляции/перфузии; пациентам с непереносимостью этих аномалий может потребоваться более высокая доля вдыхаемого кислорода",
        "Терапия может вызвать повышение внутричерепного давления; у пациентов, у которых внутричерепное давление уже повышено, нитропруссид натрия следует применять только с особой осторожностью"
      ],
      "specific": [
        {
          "type": "Цианидная токсичность",
          "description": [
            "Пациенты с артериальной гипертензией и пациенты, одновременно получающие другие антигипертензивные препараты, могут быть более чувствительны к действию нитропруссида натрия, чем здоровые субъекты.",
            "Клиренс тиоцианата может снижаться при почечной недостаточности.",
            "Отравление цианидами может проявляться в виде венозной гипероксемии с ярко-красной венозной кровью, так как клетки становятся неспособными извлекать доставленный к ним кислород; метаболический (молочный) ацидоз; воздушный голод; путаница; и смерть",
            "Токсичность цианидов, вызванная причинами, отличными от нитропруссида, связана со стенокардией и инфарктом миокарда; атаксия, судороги и инсульт; и другие диффузные ишемические повреждения",
            "Инфузии со скоростью выше 2 мкг/кг/мин генерируют ионы цианида (CN¯) быстрее, чем организм может их нормально утилизировать.",
            "Метгемоглобин, обычно присутствующий в организме, может буферировать определенное количество CN¯, но его способность исчерпывается CN¯, полученным примерно из 500 мкг/кг нитропруссида натрия; это количество нитропруссида натрия вводится менее чем за час при введении препарата в дозе 10 мкг/кг/мин (максимально рекомендуемая скорость); после этого токсические эффекты CN¯ могут быть быстрыми, серьезными и даже смертельными.",
            "Проверяйте уровень тиоцианата, следите за пульсоксиметром."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Гипотензивный эффект нитропруссида натрия усиливается действием большинства других гипотензивных препаратов, включая ганглиоблокаторы, отрицательные инотропные средства и ингаляционные анестетики."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аванафил",
      "description": {
        "common": "нитропруссид натрия, аванафил.\nОдин из них усиливает действие другого по механизму: фармакодинамический синергизм. Противопоказано. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофексидин",
      "description": {
        "common": "лофексидин, нитропруссид натрия.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с другими препаратами, которые снижают пульс или артериальное давление, чтобы снизить риск чрезмерной брадикардии и гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амлодипин",
      "description": {
        "common": "амлодипин усиливает действие нитропруссида натрия за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "нитропруссид натрия, беназеприл.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бретилий",
      "description": {
        "common": "нитропруссид натрия, бретилиум.\nОдин из них снижает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Каждый препарат может вызвать гипотензию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупивакаиновый имплантат",
      "description": {
        "common": "нитропруссид натрия, бупивакаиновый имплантат.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Местные анестетики могут увеличить риск развития метгемоглобинемии при одновременном воздействии препаратов, которые также вызывают метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клевидипин",
      "description": {
        "common": "клевидипин усиливает действие нитропруссида натрия за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клонидин",
      "description": {
        "common": "нитропруссид натрия, клонидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дапсон актуальные",
      "description": {
        "common": "нитропруссид натрия повышает токсичность местного дапсона за счет изменения метаболизма. Изменить терапию/внимательно контролировать. Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид, нитропруссид натрия.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Оба препарата могут вызывать метаболический ацидоз."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем усиливает действие нитропруссида натрия за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "Фелодипин усиливает действие нитропруссида натрия за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "guanfacine",
      "description": {
        "common": "нитропруссид натрия, гуанфацин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "исрадипин",
      "description": {
        "common": "исрадипин усиливает действие нитропруссида натрия за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "маравирок, нитропруссид натрия.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск ортостатической гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин усиливает действие нитропруссида натрия за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин усиливает действие нитропруссида натрия за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "нисолдипин усиливает действие нитропруссида натрия за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин ректальный",
      "description": {
        "common": "нитроглицерин ректальный, нитропруссид натрия.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Обратите внимание на возможные аддитивные гипотензивные эффекты при одновременном применении. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силденафил",
      "description": {
        "common": "нитропруссид натрия, силденафил. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тадалафил",
      "description": {
        "common": "нитропруссид натрия, тадалафил. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетракаин",
      "description": {
        "common": "тетракаин, нитропруссид натрия. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Следите за признаками метгемоглобинемии при одновременном применении препаратов, индуцирующих метгемоглобин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варденафил",
      "description": {
        "common": "нитропруссид натрия, варденафил. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил усиливает действие нитропруссида натрия за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Брадиаритмия",
      "percent": null
    },
    {
      "name": "гипотония",
      "percent": null
    },
    {
      "name": "учащенное сердцебиение",
      "percent": null
    },
    {
      "name": "тахиаритмия",
      "percent": null
    },
    {
      "name": "опасение",
      "percent": null
    },
    {
      "name": "беспокойство",
      "percent": null
    },
    {
      "name": "путаница",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "головная боль",
      "percent": null
    },
    {
      "name": "сонливость",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "потливость",
      "percent": null
    },
    {
      "name": "Подавление щитовидной железы",
      "percent": null
    },
    {
      "name": "Раздражение в месте инъекции",
      "percent": null
    },
    {
      "name": "Подергивание мышц",
      "percent": null
    },
    {
      "name": "Олигурия",
      "percent": null
    },
    {
      "name": "почечная азотемия",
      "percent": null
    },
    {
      "name": "Сердечная аритмия",
      "percent": null
    },
    {
      "name": "кровотечение",
      "percent": null
    },
    {
      "name": "снижение агрегации тромбоцитов",
      "percent": null
    },
    {
      "name": "чрезмерная гипотензивная реакция",
      "percent": null
    },
    {
      "name": "Повышенное внутричерепное давление",
      "percent": null
    },
    {
      "name": "Метаболический ацидоз",
      "percent": null
    },
    {
      "name": "Кишечная непроходимость",
      "percent": null
    },
    {
      "name": "Метгемоглобинемия",
      "percent": null
    },
    {
      "name": "Отравление цианидом",
      "percent": null
    },
    {
      "name": "Тиоцианатная токсичность",
      "percent": null
    }
  ]
}