{
  "name": "тиосульфат натрия и нитрит натрия",
  "comment": "Rx",
  "other_names": [
    "Нитиодот"
  ],
  "classes": [
    "Цианиды Антидоты"
  ],
  "source": "https://reference.medscape.com/drug/nithiodote-sodium-thiosulfate-sodium-nitrite-999622",
  "pregnancy": {
    "common": [
      "Нитрит натрия производит метгемоглобин; фетальный гемоглобин окисляется до метгемоглобина легче, чем взрослый гемоглобин; кроме того, у плода уровень метгемоглобинредуктазы ниже, чем у взрослых; на основании исследований на животных пренатальное воздействие нитрита натрия привело к нарушению развития нервной системы, вероятно, в результате пренатальной гипоксии; если доступно, рассмотрите альтернативную терапию, о которой не известно, что она связана с метгемоглобинемией.",
      "Цианид легко проникает через плаценту; отравление цианидом является неотложной медицинской помощью во время беременности, которое может быть фатальным для беременной женщины и плода, если его не лечить; не следует откладывать лечение отравления цианидом из-за потенциальных опасений относительно воздействия препарата на плод.",
      "Не следует отменять поддерживающую жизнь терапию; отравление цианидом требует неотложной медицинской помощи во время беременности и может привести к летальному исходу для беременных женщин и плода, если его не лечить; если беременная женщина знала или подозревала отравление цианидом, рекомендуется инъекция нитрита натрия для последовательного применения с инъекцией тиосульфата натрия; нет доступных данных об употреблении наркотиков беременными женщинами, чтобы установить связанный с наркотиками риск серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода; если доступно, рассмотрите альтернативные методы лечения, не связанные с метгемоглобинемией."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В опубликованных исследованиях на животных не было зарегистрировано никаких доказательств эмбриотоксичности или пороков развития при пероральном введении тиосульфата натрия во время органогенеза беременным мышам, крысам, хомякам или кроликам в дозе от 0,2 до 0,9 суточной дозы для человека 12,5 г при отравлении цианидом; в исследованиях тиосульфата натрия не тестировались дозы, которые были бы сопоставимы с дозой для человека при отравлении цианидом.",
          "Внутривенных исследований на животных для оценки влияния нитрита натрия, тиосульфата натрия или их комбинации на развитие эмбриона и плода не проводилось; в опубликованных исследованиях на животных сообщалось о гибели плода, когда беременным морским свинкам подкожно вводили нитрит натрия в 1,7 раза больше максимальной рекомендуемой дозы для человека (MRHD) 450 мг нитрита натрия, когда концентрации метгемоглобина у матери и плода были на пике; в других опубликованных исследованиях не было зарегистрировано никаких признаков пороков развития у морских свинок, мышей или крыс; однако сообщалось о тяжелой анемии, замедлении роста и повышенной смертности детенышей, когда беременным крысам вводили 4,7-кратное MRHD нитрита натрия через питьевую воду во время беременности и во время лактации."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Кормление грудью"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Мониторинг для обеспечения адекватной перфузии и оксигенации во время лечения нитритом натрия",
        "Нитрит натрия может вызывать серьезные побочные реакции и смерть от гипотензии и образования метгемоглобина."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [
        "Пациенты с дефицитом G6PD имеют повышенный риск гемолитического криза.",
        "С осторожностью у пациентов с анемией",
        "Используйте с осторожностью, если диагноз отравления цианидом неясен.",
        "Одновременное применение с антигипертензивными средствами, ферментом фосфодиэстеразой-5 или диуретиками следует проводить с осторожностью.",
        "Оптимально, доза нитрита натрия должна быть уменьшена пропорционально кислородной емкости.",
        "Вдыхание дыма: угарный газ, содержащийся в дыме, может привести к образованию карбоксигемоглобина, который может снизить способность крови переносить кислород; нитрит натрия следует использовать с осторожностью у пациентов с отравлением дымом из-за возможности усугубления гипоксии из-за образования метгемоглобина.",
        "Метгемоглобинемия: нитрит натрия реагирует с гемоглобином с образованием метгемоглобина и должен использоваться с осторожностью у пациентов с анемией.",
        "Избегайте нититов во время беременности из-за чувствительности фетального гемоглобина к оксидазному стрессу."
      ],
      "specific": [
        {
          "type": "Мониторинг",
          "description": [
            "Мониторинг пациентов в течение не менее 24-48 часов после введения для адекватности оксигенации и перфузии и для рецидивирующих признаков и симптомов отравления цианидами.",
            "По возможности, в начале лечения следует определить гемоглобин/гематокрит.",
            "Концентрации метгемоглобина тщательно контролируются и не превышают 30%; Уровни метгемоглобина в сыворотке следует контролировать во время лечения с помощью кооксиметрии, и введение нитрита натрия обычно следует прекращать, когда уровни метгемоглобина превышают 30%.",
            "Измерения насыщения кислородом с помощью стандартной пульсовой оксиметрии и расчетные значения насыщения кислородом на основе измеренного PO2 ненадежны при наличии метгемоглобинемии.",
            "В литературе сообщалось о внутривенном введении метиленового синего и обменном переливании крови для лечения опасной для жизни метгемоглобинемии.",
            "При назначении нитрита натрия сверх начальной дозы в первую очередь следует руководствоваться клинической реакцией на лечение (т. е. вторая доза должна рассматриваться только в случае неадекватного клинического ответа на первую дозу).",
            "Уровень метгемоглобина: введение нитрита натрия исключительно для достижения произвольного уровня метгемоглобинемии может быть ненужным и потенциально опасным; терапевтические эффекты нитрита натрия, по-видимому, не опосредованы только образованием метгемоглобина, и сообщалось о клинических реакциях на введение нитрита натрия в связи с уровнями метгемоглобина <10%."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "обморок",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Тахикардия",
      "percent": null
    },
    {
      "name": "Сердцебиение",
      "percent": null
    },
    {
      "name": "потоотделение",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Дисритмия",
      "percent": null
    },
    {
      "name": "Метгемоглобинемия",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "тахипноэ",
      "percent": null
    },
    {
      "name": "Затуманенное зрение",
      "percent": null
    },
    {
      "name": "Судороги",
      "percent": null
    },
    {
      "name": "Путаница",
      "percent": null
    },
    {
      "name": "Кома",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Дезориентация",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Соленый вкус",
      "percent": null
    },
    {
      "name": "Длительное время кровотечения",
      "percent": null
    },
    {
      "name": "Тепло",
      "percent": null
    }
  ]
}