{
  "name": "нитроглицерин актуальные",
  "comment": "Rx",
  "other_names": [
    "NitroBid Актуальные",
    "тринитрат глицерина для местного применения",
    "Нитрол",
    "Местный нитроглицерин",
    "Нитро ставка"
  ],
  "classes": [
    "нитраты",
    "Стенокардия"
  ],
  "source": "https://reference.medscape.com/drug/nitrol-nitro-bid-nitroglycerin-topical-342282",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: неизвестно, проникает ли препарат в грудное молоко, соблюдать осторожность."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: неизвестно, проникает ли препарат в грудное молоко, соблюдать осторожность."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "риоцигуат; одновременное применение может вызвать гипотензию",
        "Повышенная чувствительность к органическим нитратам",
        "Недавнее применение (в течение нескольких дней) ингибиторов ФДЭ-5 (например, аванафила, силденафила, тадалафила или варденафила)"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Использовать поддерживающее лечение при передозировке",
        "Терапия нитратами может усугубить течение стенокардии, вызванной гипертрофической кардиомиопатией.",
        "Тяжелая гипотензия, особенно в вертикальном положении, может возникнуть даже при малых дозах; применять препарат с осторожностью у пациентов, у которых может быть истощение объема или которые по какой-либо причине уже являются гипотензивными; гипотензия, вызванная терапией, может сопровождаться парадоксальной брадикардией и усилением стенокардии",
        "Усиление сосудорасширяющего действия нитроглицерина силденафилом может привести к выраженной артериальной гипотензии; динамика и дозовая зависимость этого взаимодействия не изучены; надлежащая поддерживающая терапия не изучалась, но кажется разумным рассматривать это как передозировку нитратов с подъемом конечностей и увеличением центрального объема",
        "Влияние терапии на толерантность к физической нагрузке, хотя и все еще наблюдаемое, может стать несколько притупленным; у промышленных рабочих, подвергшихся длительному воздействию неизвестных (предположительно высоких) доз органических нитратов, отчетливо возникает толерантность; боли в груди, острый инфаркт миокарда и даже внезапная смерть произошли во время временного прекращения приема нитратов у этих рабочих, что свидетельствует о наличии истинной физической зависимости.",
        "Во время интервалов без нитратов в некоторых клинических испытаниях приступы стенокардии провоцировались легче, чем до лечения, и у пациентов наблюдалось восстановление гемодинамики и снижение толерантности к физической нагрузке; важность этих наблюдений для рутинного клинического применения трансдермального нитроглицерина неизвестна.",
        "Не наносить пальцами; не тереть и не массировать",
        "Соблюдайте осторожность при употреблении алкоголя, повышенном ВЧД (травма головы, кровоизлияние в мозг — потенциальное противопоказание), гипертиреозе, гипертрофической кардиомиопатии, повышенном ВГД, гипотензии, гиповолемии или низком систолическом АД.",
        "Не меняйте бренды непреднамеренно, так как не все они биоэквивалентны.",
        "Лечите головную боль, вызванную лекарствами, с помощью аспирина или ацетаминофена.",
        "Прекратить, если развивается помутнение зрения",
        "Обеспечить интервал без нитратов (10-12 часов или ночь), чтобы избежать развития толерантности",
        "Преимущества трансдермального нитроглицерина у больных с острым инфарктом миокарда или застойной сердечной недостаточностью не установлены; если кто-то решит использовать нитроглицерин в этих условиях, используйте тщательный клинический или гемодинамический мониторинг, чтобы избежать опасности гипотензии и тахикардии."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "аванафил",
      "description": {
        "common": "нитроглицерин местно, аванафил. Механизм: аддитивная вазодилатация. Противопоказано. Потенциально фатальная гипотензия."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "бромокриптин",
      "description": {
        "common": "бромокриптин уменьшает эффекты местного нитроглицерина за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "каберголин",
      "description": {
        "common": "каберголин уменьшает действие местного нитроглицерина за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "дигидроэрготамин уменьшает эффекты местного нитроглицерина за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "Интраназальный дигидроэрготамин снижает эффекты местного нитроглицерина за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эрголоидные мезилаты",
      "description": {
        "common": "эрголоидные мезилаты уменьшают эффекты местного нитроглицерина за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эрготамин",
      "description": {
        "common": "эрготамин уменьшает эффекты местного нитроглицерина за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метилэргоновин",
      "description": {
        "common": "Метилэргоновин уменьшает эффекты местного нитроглицерина за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "силденафил",
      "description": {
        "common": "нитроглицерин местно, силденафил. Механизм: аддитивная вазодилатация. Противопоказано. Потенциально фатальная гипотензия."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тадалафил",
      "description": {
        "common": "нитроглицерин местно, тадалафил. Механизм: аддитивная вазодилатация. Противопоказано. Потенциально фатальная гипотензия."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "варденафил",
      "description": {
        "common": "нитроглицерин местно, варденафил. Механизм: аддитивная вазодилатация. Противопоказано. Потенциально фатальная гипотензия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каберголин",
      "description": {
        "common": "Нитроглицерин местно усиливает действие каберголина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Риск повышения САД, стенокардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрголоидные мезилаты",
      "description": {
        "common": "Нитроглицерин местно усиливает действие мезилатов эрголоидов за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Риск повышения САД, стенокардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "местный нитроглицерин усиливает действие эрготамина за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Риск повышения САД, стенокардии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофексидин",
      "description": {
        "common": "лофексидин, нитроглицерин местно.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с другими препаратами, которые снижают пульс или артериальное давление, чтобы снизить риск чрезмерной брадикардии и гипотензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилэргоновин",
      "description": {
        "common": "местный нитроглицерин усиливает действие метилэргоновина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Риск повышения САД, стенокардии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аргинин",
      "description": {
        "common": "нитроглицерин местно, аргинин. Механизм: аддитивная вазодилатация. Используйте осторожность/монитор. Возможна гипотония."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бретилий",
      "description": {
        "common": "нитроглицерин местно, бретилиум.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Каждый препарат может вызвать гипотензию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупивакаиновый имплантат",
      "description": {
        "common": "местно нитроглицерин, имплантат бупивакаин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Местные анестетики могут увеличить риск развития метгемоглобинемии при одновременном воздействии препаратов, которые также вызывают метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетракаин",
      "description": {
        "common": "тетракаин, нитроглицерин местно. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Следите за признаками метгемоглобинемии при одновременном применении препаратов, индуцирующих метгемоглобин."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетилцистеин",
      "description": {
        "common": "ацетилцистеин усиливает действие местного нитроглицерина Др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: ацетилцистеин может усиливать сосудорасширяющее действие нитроглицерина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетилцистеин (противоядие)",
      "description": {
        "common": "ацетилцистеин (противоядие) усиливает действие нитроглицерина местно с помощью др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: ацетилцистеин может усиливать сосудорасширяющее действие нитроглицерина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "нитроглицерин местно, этанол. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Возможна гипотония."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Метгемоглобинемия",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "обморок",
      "percent": null
    },
    {
      "name": "Длительное время кровотечения",
      "percent": null
    },
    {
      "name": "Эксфолиативный дерматит",
      "percent": null
    },
    {
      "name": "Нестабильная стенокардия",
      "percent": null
    },
    {
      "name": "Рецидив гипертонии",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    }
  ]
}