{
  "name": "Фактор VIIa, рекомбинантный",
  "comment": "Rx",
  "other_names": [
    "рекомбинантный фактор VIIa-jncw",
    "НовоСэвен РТ",
    "Семь фактов"
  ],
  "classes": [
    "Кровоостанавливающие средства",
    "Факторы коагуляции"
  ],
  "source": "https://reference.medscape.com/drug/novoseven-rt-sevenfact-factor-viia-recombinant-342155",
  "pregnancy": {
    "common": [
      "Адекватных и хорошо контролируемых исследований у беременных женщин, чтобы определить, существует ли риск, связанный с приемом лекарств, не проводилось."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Данные о присутствии в грудном молоке, влиянии на грудных детей и влиянии на выработку молока отсутствуют."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Мониторинг признаков или симптомов активации системы свертывания крови и тромбоза",
        "Сообщалось о серьезных артериальных и венозных тромботических и тромбоэмболических явлениях после введения.",
        "Обсуждать риски и объяснять признаки и симптомы тромбоэмболических осложнений с пациентами"
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [
        "Могут развиться нейтрализующие антитела; если после введения дозы происходит неадекватный гемостаз, заподозрите образование антител и проведите тестирование в соответствии с клиническими показаниями.",
        "НовоСэвен РТ: повышенная чувствительность к белкам мышей, хомяков, крупного рогатого скота или любым компонентам продукта."
      ],
      "specific": [
        {
          "type": "Тромбоэмболия",
          "description": [
            "Риск может быть дополнительно увеличен при наличии врожденной или приобретенной гемофилии в анамнезе при одновременном лечении аКПК/ПКК (активированный или неактивированный протромбиновый комплекс) или другим гемостатическим средствам; история атеросклеротического заболевания, заболевания коронарной артерии, цереброваскулярного заболевания, размозжения, септицемии или тромбоэмболического события",
            "Серьезные артериальные и венозные тромботические реакции могут возникать с FVIIa.",
            "Рассмотрите возможность снижения дозы при наличии лабораторного подтверждения внутрисосудистого свертывания крови или наличия клинического тромбоза.",
            "Следите за признаками и симптомами"
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Одновременное применение с активированными концентратами протромбинового комплекса или фактором свертывания крови XIII повышает риск серьезных тромботических явлений."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Настой",
      "percent": null
    },
    {
      "name": "дискомфорт сайта",
      "percent": null
    },
    {
      "name": "Настой",
      "percent": null
    },
    {
      "name": "гематома на месте",
      "percent": null
    },
    {
      "name": "Настой",
      "percent": null
    },
    {
      "name": "родственная реакция",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    }
  ]
}