{
  "name": "меполизумаб",
  "comment": "Rx",
  "other_names": [
    "Нукала"
  ],
  "classes": [
    "Моноклональные антитела",
    "Ингибиторы интерлейкина",
    "Антиастматики"
  ],
  "source": "https://reference.medscape.com/drug/nucala-mepolizumab-1000034",
  "pregnancy": {
    "common": [
      "Моноклональные антитела, такие как меполизумаб, транспортируются через плаценту линейным образом по мере развития беременности; следовательно, потенциальное воздействие на плод, вероятно, будет сильнее во втором и третьем триместрах беременности.",
      "Данных о воздействии во время беременности из клинических испытаний недостаточно для информирования о риске, связанном с приемом лекарств."
    ],
    "specific": [
      {
        "type": "Реестр беременных",
        "description": [
          "Поставщики медицинских услуг могут регистрировать пациентов или предлагать пациентам зарегистрироваться самостоятельно по телефону 1-877-311-8972 или по адресу www.mothertobaby.org/asthma."
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "Данные показывают, что у женщин с плохо или умеренно контролируемой астмой существует повышенный риск преэклампсии у матери и преждевременных родов, низкой массы тела при рождении и малого веса для гестационного возраста у новорожденных.",
          "Внимательно следите за уровнем контроля над астмой у беременных женщин и при необходимости корректируйте лечение для поддержания оптимального контроля."
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "Обследования внутренних или скелетных пороков развития не проводились.",
          "Концентрации меполизумаба были примерно в 2,4 раза выше у новорожденных, чем у матерей вплоть до 178-го дня после родов.",
          "Меполизумаб проникает через плаценту у яванских макак.",
          "Меполизумаб не оказывал неблагоприятного воздействия на рост плода или новорожденного (включая иммунную функцию) в течение 9 месяцев после рождения.",
          "В исследовании пренатального и постнатального развития беременные яванские макаки получали меполизумаб с 20-го по 140-й день беременности в дозах, которые вызывали экспозицию примерно в 9 раз по сравнению с MRHD (на основе AUC при внутривенных дозах матери до 100 мг/кг однократно). каждые 4 недели)"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Присутствует в послеродовом молоке яванских макак после приема препарата во время беременности; уровни в молоке были ≤0,5% концентрации материнской сыворотки",
      "Однако меполизумаб представляет собой гуманизированное моноклональное антитело (IgG1 каппа), а иммуноглобулин G (IgG) присутствует в грудном молоке в небольших количествах.",
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Неизвестно, проникает ли он в грудное молоко человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Не следует резко прекращать системные или ингаляционные кортикостероиды после начала приема меполизумаба; снижение дозы кортикостероидов, при необходимости, должно быть постепенным и осуществляться под непосредственным наблюдением врача; снижение дозы кортикостероидов может быть связано с системными симптомами отмены и/или выявить состояния, которые ранее подавлялись системной терапией кортикостероидами.",
        "В клинических испытаниях во время лечения возникло 2 серьезных нежелательных реакции опоясывающего герпеса по сравнению с отсутствием в группе плацебо; рассмотреть вопрос о вакцинации от ветряной оспы, если это целесообразно с медицинской точки зрения, до начала лечения",
        "Не для лечения острых симптомов астмы или острых обострений; не использовать для лечения острого бронхоспазма или астматического статуса; проинструктировать пациентов о необходимости немедленного обращения к врачу, если их астма остается неконтролируемой или ухудшается после начала лечения меполизумабом.",
        "Реакции гиперчувствительности (например, ангионевротический отек, бронхоспазм, артериальная гипотензия, крапивница, сыпь) сообщили; эти реакции обычно возникают в течение нескольких часов после введения, но в некоторых случаях могут иметь отсроченное начало (т.е. дни); отменить препарат в случае реакции гиперчувствительности",
        "Эозинофилы могут быть вовлечены в иммунологический ответ на некоторые гельминтозы; пациенты с известными паразитарными инфекциями исключались из участия в клинических испытаниях; лечение пациентов с ранее существовавшей гельминтозной инфекцией до начала лечения меполизумабом; если во время приема меполизумаба возникает заражение гельминтами, которое не отвечает на лечение, прекратите прием меполизумаба до исчезновения инфекции."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "19"
    },
    {
      "name": "Реакции в месте инъекции",
      "percent": "15"
    },
    {
      "name": "Реакции в месте инъекции",
      "percent": "8"
    },
    {
      "name": "Боль в спине",
      "percent": "5"
    },
    {
      "name": "Усталость",
      "percent": "5"
    },
    {
      "name": "грипп",
      "percent": "3"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "3"
    },
    {
      "name": "Боль в верхней части живота",
      "percent": "3"
    },
    {
      "name": "Зуд",
      "percent": "3"
    },
    {
      "name": "Экзема",
      "percent": "3"
    },
    {
      "name": "Мышечные спазмы",
      "percent": "3"
    },
    {
      "name": "Боль в животе",
      "percent": "3"
    },
    {
      "name": "Аллергический ринит",
      "percent": "3"
    },
    {
      "name": "Астения",
      "percent": "3"
    },
    {
      "name": "Бронхит",
      "percent": "3"
    },
    {
      "name": "Цистит",
      "percent": "3"
    },
    {
      "name": "Головокружение",
      "percent": "3"
    },
    {
      "name": "Одышка",
      "percent": "3"
    },
    {
      "name": "Инфекции уха",
      "percent": "3"
    },
    {
      "name": "Гастроэнтерит",
      "percent": "3"
    },
    {
      "name": "Инфекция нижних дыхательных путей",
      "percent": "3"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "3"
    },
    {
      "name": "Заложенность носа",
      "percent": "3"
    },
    {
      "name": "Назофарингит",
      "percent": "3"
    },
    {
      "name": "Зубная боль",
      "percent": "3"
    },
    {
      "name": "Вирусная инфекция",
      "percent": "3"
    },
    {
      "name": "Вирусная инфекция дыхательных путей",
      "percent": "3"
    },
    {
      "name": "Системные неаллергические реакции",
      "percent": "2"
    },
    {
      "name": "Системная аллергия",
      "percent": "1"
    },
    {
      "name": "реакции гиперчувствительности",
      "percent": "8"
    },
    {
      "name": "Орофарингеальная боль",
      "percent": "6"
    },
    {
      "name": "Артралгия",
      "percent": "3"
    },
    {
      "name": "Боль в верхней части живота",
      "percent": "3"
    },
    {
      "name": "Диарея",
      "percent": "3"
    },
    {
      "name": "Сухость в носу",
      "percent": "3"
    },
    {
      "name": "Сыпь",
      "percent": "2"
    },
    {
      "name": "Реакции в месте инъекции",
      "percent": "4"
    },
    {
      "name": "Системная аллергия",
      "percent": "1"
    },
    {
      "name": "реакции гиперчувствительности",
      "percent": "7"
    },
    {
      "name": "Системные неаллергические реакции",
      "percent": "2"
    },
    {
      "name": "Реакция в месте инъекции",
      "percent": "1"
    },
    {
      "name": "Другие системные реакции",
      "percent": null
    },
    {
      "name": "то есть",
      "percent": null
    },
    {
      "name": "многоочаговая кожная реакция",
      "percent": null
    },
    {
      "name": "Реакции гиперчувствительности",
      "percent": null
    }
  ]
}