{
  "name": "изморозь",
  "comment": "Rx",
  "other_names": [
    "Нуртек ОДТ"
  ],
  "classes": [
    "Агенты против мигрени",
    "Антагонисты рецептора CGRP"
  ],
  "source": "https://reference.medscape.com/drug/nurtec-odt-rimegepant-4000010",
  "pregnancy": {
    "common": [
      "Данных относительно риска развития, связанного с применением у беременных женщин, нет."
    ],
    "specific": [
      {
        "type": "Реестр беременных",
        "description": [
          "Для получения дополнительной информации обращайтесь по телефону: 1-877-366-0324, по электронной почте nurtecpregnancyregistry@ppd.com или посетите веб-сайт nurtecpregnancyregistry.com.",
          "Мониторинг исходов беременности у женщин, подвергшихся воздействию наркотиков во время беременности"
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "Данные свидетельствуют о том, что женщины с мигренью могут подвергаться повышенному риску преэклампсии и гестационной гипертензии во время беременности."
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "Пероральное введение во время органогенеза приводило к неблагоприятным последствиям для развития у крыс (снижение массы тела плода и увеличение частоты вариаций плода) при воздействиях, превышающих те, которые использовались в клинике, и которые были связаны с материнской токсичностью."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Результаты исследования лактации установили относительную дозу для младенцев (<1% дозы с поправкой на вес матери), а соотношение молока и плазмы составило 0,2.",
      "Нет данных о влиянии римегепанта на младенцев, находящихся на грудном вскармливании, или на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "История гиперчувствительности к римегепанту; сообщалось о задержке серьезной гиперчувствительности"
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Гиперчувствительность",
          "description": [
            "Если возникает реакция гиперчувствительности, прекратите прием римегепанта и начните соответствующую терапию.",
            "Реакции гиперчувствительности могут возникать через несколько дней после введения, а также имели место отсроченные серьезные реакции гиперчувствительности.",
            "Сообщалось о реакциях гиперчувствительности, включая одышку и сыпь."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Избегайте совместного администрирования",
            "Умеренные ингибиторы CYP3A4: при одновременном применении избегайте повторной дозы римегепанта в течение 48 часов.",
            "Одновременное применение может привести к значительному снижению воздействия римегепанта и потере эффективности.",
            "Ингибиторы P-gp или BCRP",
            "Сильные ингибиторы CYP3A4: избегать одновременного применения; одновременное применение приводит к значительному увеличению воздействия римегепанта",
            "Сильные или умеренные ингибиторы CYP3A4",
            "Одновременное применение может привести к значительному увеличению воздействия римегепанта.",
            "Сильные или умеренные индукторы CYP3A"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб повысит уровень или эффект римегепанта по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте совместного применения римегепанта (субстрата BCRP) с ингибиторами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон будет увеличивать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет увеличивать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "аторвастатин будет увеличивать уровень или эффект римегепанта за счет транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин будет увеличивать уровень или эффект римегепанта за счет транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бексаротин",
      "description": {
        "common": "Бексаротен снижает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бригатиниб",
      "description": {
        "common": "бригатиниб будет снижать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол будет увеличивать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол повышает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клобазам",
      "description": {
        "common": "клобазам снижает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат увеличивает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект римегепанта транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "даролутамид",
      "description": {
        "common": "даролутамид повысит уровень или эффект римегепанта по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте совместного применения римегепанта (субстрата BCRP) с ингибиторами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет увеличивать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дипиридамол",
      "description": {
        "common": "дипиридамол повысит уровень или эффект римегепанта от других (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте совместного применения римегепанта (субстрата BCRP) с ингибиторами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон будет увеличивать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эластичный",
      "description": {
        "common": "elacestrant повысит уровень или эффект rimegepant от Other (см. комментарий). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс снижает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат будет увеличивать уровень или эффект римегепанта за счет транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "Элтромбопаг повысит уровень или эффект римегепанта от Другого (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте совместного применения римегепанта (субстрата BCRP) с ингибиторами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "Элуксадолин повысит уровень или эффект римегепанта от других (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте совместного применения римегепанта (субстрата BCRP) с ингибиторами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "Элвитегравир/кобицистат/эмтрицитабин/тенофовир DF будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, римегепант. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения римегепанта (субстрата CYP3A4) с препаратами, которые одновременно ингибируют и индуцируют CYP3A4 (например, энкорафениб)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "эрдафитиниб будет повышать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "Основание эритромицина будет увеличивать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина будет повышать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "стеарат эритромицина будет увеличивать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "Эсликарбазепина ацетат будет снижать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этравирин",
      "description": {
        "common": "Этравирин будет снижать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет увеличивать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флибансерин",
      "description": {
        "common": "флибансерин будет увеличивать уровень или эффект римегепанта за счет транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "фостаматиниб будет увеличивать уровень или эффект римегепанта за счет транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "фостемсавир повысит уровень или эффект римегепанта от других (см. комментарий). Избегайте или используйте альтернативный препарат. Фостемсавир ингибирует транспортеры BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гефитиниб",
      "description": {
        "common": "гефитиниб повысит уровень или эффект римегепанта по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте совместного применения римегепанта (субстрата BCRP) с ингибиторами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "глекапревир/пибрентасвир будет повышать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб будет повышать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб повысит уровень или эффект римегепанта по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте совместного применения римегепанта (субстрата BCRP) с ингибиторами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир будет увеличивать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин будет увеличивать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "ивакафтор будет увеличивать уровень или эффект римегепанта транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб будет снижать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб будет увеличивать уровень или эффект римегепанта за счет транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "Лазмидитан будет увеличивать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ледипасвир/софосбувир",
      "description": {
        "common": "Ледипасвир/софосбувир будет повышать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект римегепанта по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ломитапид",
      "description": {
        "common": "ломитапид будет повышать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с чувствительными субстратами CYP3A. Если одновременное применение неизбежно, следите за побочными реакциями и уменьшайте дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "люмакафтор/ивакафтор снижает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин повысит уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "митотан",
      "description": {
        "common": "митотан снижает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин снижает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нератиниб",
      "description": {
        "common": "нератиниб будет увеличивать уровень или эффект римегепанта за счет транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC) будут повышать уровень или эффект римегепанта за счет эффлюксного переносчика P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "отеконазол",
      "description": {
        "common": "отесеконазол будет увеличивать уровень или эффект римегепанта по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Otesezonale, ингибитор BCRP, может увеличить эффекты и риск токсичности субстратов BCRP. Используйте самую низкую начальную дозу субстрата BCRP или рассмотрите возможность уменьшения дозы субстрата BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пантопразол",
      "description": {
        "common": "Пантопразол будет увеличивать уровень или эффект римегепанта по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте совместного применения римегепанта (субстрата BCRP) с ингибиторами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб будет повышать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет увеличивать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропафенон",
      "description": {
        "common": "пропафенон будет увеличивать уровень или эффект римегепанта транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект римегепанта транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинин",
      "description": {
        "common": "хинин будет увеличивать уровень или эффект римегепанта транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин будет увеличивать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "регорафениб",
      "description": {
        "common": "регорафениб повысит уровень или эффект римегепанта по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте совместного применения римегепанта (субстрата BCRP) с ингибиторами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин будет снижать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет увеличивать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "болтливый",
      "description": {
        "common": "ролапитант будет увеличивать уровень или эффект римегепанта транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "safinamide",
      "description": {
        "common": "сафинамид повысит уровень или эффект римегепанта по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте совместного применения римегепанта (субстрата BCRP) с ингибиторами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "софосбувир/велпатасвир повысит уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект римегепанта через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, римегепант. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения римегепанта (субстрата CYP3A4) с препаратами, которые одновременно ингибируют и индуцируют CYP3A4 (например, стирипентол)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "сунитиниб повысит уровень или эффект римегепанта по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте совместного применения римегепанта (субстрата BCRP) с ингибиторами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суворексант",
      "description": {
        "common": "суворексант будет увеличивать уровень или эффект римегепанта транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус будет увеличивать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тафамидис",
      "description": {
        "common": "tafamidis повысит уровень или эффект rimegepant от Other (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте совместного применения римегепанта (субстрата BCRP) с ингибиторами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тафамидис меглюмин",
      "description": {
        "common": "tafamidis meglumine повысит уровень или эффект римегепанта от других (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте совместного применения римегепанта (субстрата BCRP) с ингибиторами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "телотристат этил",
      "description": {
        "common": "телотристат этил будет снижать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тепотиниб",
      "description": {
        "common": "тепотиниб будет увеличивать уровень или эффект римегепанта за счет транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозировку субстрата P-gp, если это рекомендовано в маркировке одобренного продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тикагрелор",
      "description": {
        "common": "тикагрелор будет увеличивать уровень или эффект римегепанта за счет транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир будет увеличивать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "вандетаниб будет увеличивать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "велпатасвир",
      "description": {
        "common": "велпатасвир будет увеличивать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "вемурафениб будет повышать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венетоклакс",
      "description": {
        "common": "венетоклакс будет повышать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил будет увеличивать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон увеличивает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "беротральстат увеличивает уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте или титруйте дозу субстрата P-gp при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бикалутамид",
      "description": {
        "common": "бикалутамид будет увеличивать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем будет увеличивать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксициклин",
      "description": {
        "common": "доксициклин увеличивает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "Основание эритромицина будет увеличивать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина увеличивает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол будет увеличивать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторной дозы в течение 48 часов при одновременном применении с умеренной дозой CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет увеличивать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант увеличивает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "фостаматиниб будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол увеличивает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "ивакафтор увеличивает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Если вы принимаете римегепан для острого лечения мигрени, избегайте приема второй дозы римегепанта в течение 48 часов при одновременном применении с умеренными ингибиторами CYP3A4. Коррекции дозы римегепанта не требуется, если он используется для профилактики эпизодической мигрени при одновременном применении с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир будет увеличивать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет увеличивать уровень или эффект римегепанта за счет переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Лонафарниб является слабым ингибитором P-gp. Следите за побочными реакциями при совместном применении с субстратами P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. При необходимости уменьшите дозу субстрата P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол повышает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нетупитант/палоносетрон",
      "description": {
        "common": "комбинация нетупитант/палоносетрон повышает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "Комбинация хинупристин/дальфопристин повышает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб будет увеличивать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лимонник",
      "description": {
        "common": "Лимонник повышает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин увеличивает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "Тетрациклин увеличивает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет увеличивать уровень или эффект римегепанта за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Рассмотрите возможность снижения дозировки субстратов P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил увеличивает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет увеличивать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет увеличивать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Тошнота",
      "percent": "2"
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "включая одышку и сильную сыпь",
      "percent": null
    }
  ]
}