{
  "name": "окрелизумаб",
  "comment": "Rx",
  "other_names": [
    "Окревус"
  ],
  "classes": [
    "Лечение рассеянного склероза",
    "Моноклональные антитела"
  ],
  "source": "https://reference.medscape.com/drug/ocrevus-ocrelizumab-1000112",
  "pregnancy": {
    "common": [
      "Препарат представляет собой гуманизированное моноклональное антитело иммуноглобулина подтипа G1, и известно, что иммуноглобулины проникают через плацентарный барьер.",
      "Нет данных для оценки риска у беременных женщин.",
      "Информацию о вакцинации младенцев, рожденных от матерей, принимающих окрелизумаб, см. в разделе «Предостережения».",
      "Реестр воздействия препарата при беременности отслеживает течение беременности и исходы для плода/неонатального/детского возраста у женщин, подвергшихся воздействию Окревуса во время беременности; врачам рекомендуется регистрировать пациентов, а беременным женщинам рекомендуется регистрироваться самостоятельно, позвонив по телефону 1-833-872-4370 или посетив",
      "Тем не менее, у младенцев, рожденных от матерей, подвергшихся воздействию других анти-CD20-антител во время беременности, сообщалось о временном истощении периферических В-клеток и лимфоцитопении.",
      "Уровни В-клеток у младенцев после воздействия препарата на мать в клинических испытаниях не изучались; потенциальная продолжительность истощения В-клеток у таких младенцев и влияние истощения В-клеток на безопасность и эффективность вакцины неизвестны."
    ],
    "specific": [
      {
        "type": "контрацепция",
        "description": [
          "Женщины детородного возраста должны использовать контрацепцию во время приема окрелизумаба и в течение 6 месяцев после последней инфузии."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Неизвестно, проникает ли он в грудное молоко человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Угрожающая жизни инфузионная реакция на окрелизумаб в анамнезе",
        "Активная инфекция ВГВ"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Терапия, истощающая В-клетки, снижает уровень иммуноглобулина, что связано с увеличением частоты серьезных инфекций; контролировать уровни количественных сывороточных иммуноглобулинов во время лечения и после его прекращения до восполнения запасов В-клеток; рассмотреть вопрос о прекращении лечения у пациентов с тяжелой оппортунистической или рецидивирующей тяжелой инфекцией, а также если длительная гипогаммаглобулинемия требует лечения ВВИГ",
        "Существует повышенный риск злокачественных новообразований, в том числе рака молочной железы; пациенты должны следовать стандартным рекомендациям по скринингу рака молочной железы",
        "инфекции",
        "Инфузионные реакции (например, зуд, сыпь, крапивница, эритема, бронхоспазм, раздражение горла, боль в ротоглотке, одышка, отек глотки или гортани, гиперемия, гипотензия, лихорадка, утомляемость, головная боль, головокружение, тошнота, тахикардия); контролировать во время лечения и по крайней мере через 1 час после лечения; информировать пациентов о том, что инфузионные реакции могут возникать в течение 24 часов после инфузии"
      ],
      "specific": [
        {
          "type": "Иммуноопосредованный колит",
          "description": [
            "Вирус простого герпеса",
            "ПМЛ — оппортунистическая вирусная инфекция головного мозга, вызываемая вирусом Джона Каннингема (JC).",
            "Результаты МРТ могут быть очевидны до появления клинических признаков или симптомов; случаи ПМЛ, диагностированные на основании данных МРТ и обнаружения ДНК вируса JC в спинномозговой жидкости при отсутствии клинических признаков или симптомов, характерных для ПМЛ, зарегистрированные у пациентов, получавших другие лекарства от РС, связанные с ПМЛ",
            "Неизвестно, связаны ли эти различия с ранним выявлением и прекращением лечения РС или с различиями в заболевании у этих пациентов.",
            "Проведите скрининг на ВГВ у всех пациентов до начала лечения; не назначать пациентам с активным ВГВ, подтвержденным положительными результатами тестов на HBsAg и анти-HB; для пациентов с отрицательным результатом на поверхностный антиген [HBsAg] и положительным результатом на ядерное антитело HB [HBcAb+] или у пациентов, являющихся носителями HBV [HBsAg+], проконсультируйтесь со специалистами по заболеваниям печени перед началом и во время лечения.",
            "Серьезные инфекции, вызванные вирусом герпеса, могут возникнуть в любой момент лечения; некоторые случаи опасны для жизни",
            "Реактивация ВГВ: фульминантный гепатит, печеночная недостаточность и смерть, вызванная реактивацией ВГВ, наблюдались у пациентов, получавших другие анти-CD20-антитела.",
            "Прогрессирующая мультифокальная лейкоэнцефалопатия (ПМЛ)",
            "В клинических исследованиях более высокая доля пациентов, получавших окрелизумаб, испытывала инфекции (например, дыхательных путей) по сравнению с интерфероном-бета1а или плацебо.",
            "ПМЛ наблюдается у пациентов, получавших другие анти-CD20-антитела и другие методы лечения рассеянного склероза, и также был связан с некоторыми факторами риска (например, пациенты с ослабленным иммунитетом, политерапия иммунодепрессантами)",
            "При первых признаках или симптомах, указывающих на ПМЛ, отмените прием препарата и проведите соответствующую диагностическую оценку; при подтверждении ПМЛ лечение следует прекратить",
            "Мониторинг с помощью МРТ признаков, которые могут соответствовать ПМЛ, может быть полезен, и любые подозрительные результаты должны привести к дальнейшему обследованию, чтобы обеспечить раннюю диагностику ПМЛ, если она присутствует; после прекращения приема другого лекарства от рассеянного склероза, связанного с ПМЛ, сообщалось о более низкой смертности и заболеваемости, связанных с ПМЛ, у пациентов, у которых изначально не было симптомов при постановке диагноза, по сравнению с пациентами, у которых были характерные клинические признаки и симптомы при постановке диагноза.",
            "Если возникают серьезные инфекции герпеса, прекратите терапию или воздержитесь до тех пор, пока инфекция не разрешится; должно быть назначено соответствующее лечение",
            "ПМЛ возникала у пациентов, получавших окрелизумаб, которые ранее не получали натализумаб (который имеет известную связь с ПМЛ), не принимали какие-либо иммуносупрессивные или иммуномодулирующие препараты, связанные с риском ПМЛ до или одновременно с этим препаратом, и не иметь каких-либо известных текущих системных заболеваний, приводящих к нарушению функции иммунной системы",
            "Типичные симптомы, связанные с ПМЛ, разнообразны, прогрессируют в течение нескольких дней или недель и включают прогрессирующую слабость на одной стороне тела или неуклюжесть конечностей, нарушение зрения и изменения мышления, памяти и ориентации, приводящие к спутанности сознания и изменениям личности.",
            "Серьезные случаи инфекций, вызванных вирусом простого герпеса и вирусом ветряной оспы, включая инфекции центральной нервной системы (энцефалит и менингит), внутриглазные инфекции и диссеминированные инфекции кожи и мягких тканей, зарегистрированные в пострегистрационном периоде."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Время от начала лечения до появления симптомов в этих случаях колебалось от нескольких недель до лет; контролировать пациентов на наличие иммуноопосредованного колита во время лечения и своевременно оценивать появление признаков и симптомов, которые могут указывать на иммуноопосредованный колит, таких как новая или персистирующая диарея или другие признаки и симптомы со стороны желудочно-кишечного тракта.",
            "Иммуно-опосредованный колит, который может проявляться как тяжелая форма колита с острым началом, зарегистрирован у пациентов, получающих это лекарство в постмаркетинговых условиях; некоторые случаи колита были серьезными и требовали госпитализации, а некоторым пациентам потребовалось хирургическое вмешательство; системные кортикостероиды потребовались многим из этих пациентов"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "окрелизумаб снижает действие живых аденовирусов типов 4 и 7, перорально за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "окрелизумаб, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "барицитиниб",
      "description": {
        "common": "барицитиниб и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Барицитиниб не рекомендуется в сочетании с другими ингибиторами JAK, биологическими DMARD или сильнодействующими иммунодепрессантами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "БЦЖ внутрипузырная живая",
      "description": {
        "common": "окрелизумаб снижает эффекты внутрипузырного введения БЦЖ за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения окрелизумаба с внутрипузырным введением БЦЖ, поскольку иммуносупрессивные эффекты могут снижать эффективность внутрипузырного введения БЦЖ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "окрелизумаб, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "окрелизумаб, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А инактивированная",
      "description": {
        "common": "окрелизумаб снижает действие вакцины против гепатита А, инактивированной иммуносупрессивными эффектами; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита а/б",
      "description": {
        "common": "окрелизумаб снижает действие вакцины против гепатита А/В за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита В",
      "description": {
        "common": "окрелизумаб снижает действие вакцины против гепатита В за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против ВИЧ",
      "description": {
        "common": "окрелизумаб снижает действие вакцины против ВИЧ за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека невалентная",
      "description": {
        "common": "окрелизумаб снижает эффекты вакцины против вируса папилломы человека, невалентной по иммуносупрессивному действию; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека четырехвалентная",
      "description": {
        "common": "окрелизумаб снижает действие вакцины против вируса папилломы человека, четырехвалентное за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "окрелизумаб, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "ифосфамид, окрелизумаб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гриппа А (H5N1)",
      "description": {
        "common": "окрелизумаб снижает действие вакцины против гриппа A (H5N1) за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса гриппа (H5N1) с адъювантом",
      "description": {
        "common": "окрелизумаб снижает эффекты вакцины против вируса гриппа (H5N1), усиливая иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "окрелизумаб снижает действие четырехвалентной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "окрелизумаб снижает эффекты четырехвалентной вакцины против вируса гриппа, усиливая иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа на культуре клеток",
      "description": {
        "common": "окрелизумаб снижает эффекты четырехвалентной вакцины против вируса гриппа, культивируемых клеток за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "окрелизумаб снижает эффекты четырехвалентной, интраназальной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "окрелизумаб снижает действие трехвалентной вакцины против вируса гриппа за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "окрелизумаб снижает эффекты трехвалентной противогриппозной вакцины, усиливая иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Вакцина против вируса японского энцефалита",
      "description": {
        "common": "окрелизумаб снижает действие вакцины против вируса японского энцефалита за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "окрелизумаб, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от кори (краснухи)",
      "description": {
        "common": "окрелизумаб снижает действие вакцины против кори (краснухи) за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, паротита и краснухи, живая",
      "description": {
        "common": "окрелизумаб снижает действие вакцин против кори, паротита и краснухи, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "окрелизумаб снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мехлорэтамин",
      "description": {
        "common": "мехлорэтамин, окрелизумаб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты, или у пациентов с нарушениями иммунной системы из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мелфалан",
      "description": {
        "common": "мелфалан, окрелизумаб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "натализумаб",
      "description": {
        "common": "окрелизумаб повышает токсичность натализумаба за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Одновременное применение окрелизумаба с иммунодепрессантами может увеличить риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин, окрелизумаб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства",
      "description": {
        "common": "окрелизумаб снижает действие вакцины против бешенства за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства из клеток куриного эмбриона",
      "description": {
        "common": "окрелизумаб снижает действие вакцины против бешенства на клетки эмбрионов цыплят, полученных за счет иммуносупрессивных эффектов; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пероральная ротавирусная вакцина, живая",
      "description": {
        "common": "окрелизумаб снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против краснухи",
      "description": {
        "common": "окрелизумаб снижает действие вакцины против краснухи за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против оспы живая",
      "description": {
        "common": "окрелизумаб снижает действие вакцины против оспы (кормовой оспы) за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "окрелизумаб, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "упадацитиниб",
      "description": {
        "common": "окрелизумаб, упадацитиниб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "окрелизумаб снижает действие живой вакцины против вируса ветряной оспы за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против желтой лихорадки",
      "description": {
        "common": "окрелизумаб снижает действие вакцины против желтой лихорадки за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против опоясывающего лишая",
      "description": {
        "common": "окрелизумаб снижает действие живой вакцины против опоясывающего лишая за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абатацепт",
      "description": {
        "common": "абатацепт и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с иммунодепрессантами увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "анакинра",
      "description": {
        "common": "анакинра и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что совместное применение окрелизумаба с иммуномодуляторами увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитимоцитарный глобулин лошадиный",
      "description": {
        "common": "антитимоцитарный глобулин лошадиный и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитимоцитарный глобулин кролик",
      "description": {
        "common": "антитимоцитарный глобулин кролика и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ауранофин",
      "description": {
        "common": "ауранофин и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азатиоприн",
      "description": {
        "common": "азатиоприн и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с иммунодепрессантами увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базиликсимаб",
      "description": {
        "common": "и базиликсимаб, и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаметазон",
      "description": {
        "common": "бетаметазон и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цертолизумаб пегол",
      "description": {
        "common": "цертолизумаб пегол и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортикотропин",
      "description": {
        "common": "кортикотропин и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Одновременное применение окрелизумаба с иммунодепрессантами может увеличить риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с иммунодепрессантами увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфгартигимод альфа",
      "description": {
        "common": "эфгартигимод альфа будет снижать уровень или эффект окрелизумаба за счет конкуренции за связывание с рецепторами. Используйте осторожность/монитор. Одновременное применение эфгартигимода с препаратами, которые связываются с человеческим неонатальным рецептором Fc, может снизить системное воздействие и эффективность таких препаратов. Внимательно следите за снижением эффективности лекарств, которые связываются с человеческим неонатальным рецептором Fc. Если длительное использование таких препаратов необходимо, рассмотрите возможность прекращения приема эфгартигимода и использования альтернативных методов лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "финголимод и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что совместное применение окрелизумаба с иммуномодуляторами увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глатирамер",
      "description": {
        "common": "глатирамер и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что совместное применение окрелизумаба с иммуномодуляторами увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инфликсимаб",
      "description": {
        "common": "инфликсимаб и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что совместное применение окрелизумаба с иммуномодуляторами увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "окрелизумаб и изавуконазония сульфат снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "окрелизумаб увеличивает токсичность лефлуномида по неизвестному механизму. Изменить терапию/внимательно контролировать. Совместное введение лефлуномида и окрелизумаба может вызвать повышенный риск инфекций, панцитопению, агранулоцитоз и тромбоцитопению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меркаптопурин",
      "description": {
        "common": "меркаптопурин и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что совместное применение окрелизумаба с иммуномодуляторами увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "метотрексат и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с иммунодепрессантами увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "метилпреднизолон и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "муромонаб CD3",
      "description": {
        "common": "муромонаб CD3 и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Одновременное применение окрелизумаба с иммунодепрессантами может увеличить риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "микофенолят",
      "description": {
        "common": "микофенолат и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Одновременное применение окрелизумаба с иммунодепрессантами может увеличить риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, окрелизумаб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против полиомиелита инактивированная",
      "description": {
        "common": "окрелизумаб снижает действие вакцины против полиомиелита, инактивированной фармакодинамическим антагонизмом. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рилонацепт",
      "description": {
        "common": "и рилонацепт, и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что совместное применение окрелизумаба с иммуномодуляторами увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силтуксимаб",
      "description": {
        "common": "силтуксимаб и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что совместное применение окрелизумаба с иммуномодуляторами увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "сиролимус и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Одновременное применение окрелизумаба с иммунодепрессантами может увеличить риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Одновременное применение окрелизумаба с иммунодепрессантами может увеличить риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тоцилизумаб",
      "description": {
        "common": "и тоцилизумаб, и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "и тофацитиниб, и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Одновременное применение окрелизумаба с иммунодепрессантами может увеличить риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, окрелизумаб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, окрелизумаб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против опоясывающего лишая рекомбинантная",
      "description": {
        "common": "окрелизумаб снижает действие рекомбинантной вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить эффективность рекомбинантной вакцины против опоясывающего лишая."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Инфекции верхних дыхательных путей",
      "percent": "40-49"
    },
    {
      "name": "Настой",
      "percent": "34-40"
    },
    {
      "name": "родственные реакции",
      "percent": "14"
    },
    {
      "name": "Кожные инфекции",
      "percent": "13"
    },
    {
      "name": "Снижение количества нейтрофилов",
      "percent": "8-10"
    },
    {
      "name": "Инфекции нижних дыхательных путей",
      "percent": "8"
    },
    {
      "name": "Депрессия",
      "percent": "7"
    },
    {
      "name": "Кашель",
      "percent": "6"
    },
    {
      "name": "Боль в спине",
      "percent": "5-6"
    },
    {
      "name": "Вирус герпеса",
      "percent": "6"
    },
    {
      "name": "сопутствующие инфекции",
      "percent": "6"
    },
    {
      "name": "Диарея",
      "percent": "5"
    },
    {
      "name": "Периферический отек",
      "percent": null
    },
    {
      "name": "Боль в конечностях",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "Иммунный",
      "percent": null
    },
    {
      "name": "опосредованный колит",
      "percent": null
    },
    {
      "name": "Инфекции и инвазии",
      "percent": null
    },
    {
      "name": "Серьезные герпесные инфекции и прогрессирующая многоочаговая лейкоэнцефалопатия",
      "percent": null
    }
  ]
}