{
  "name": "ацетаминофен IV",
  "comment": "Rx",
  "other_names": [
    "Офирдев"
  ],
  "classes": [
    "Анальгетики",
    "Другой"
  ],
  "source": "https://reference.medscape.com/drug/ofirmev-acetaminophen-iv-999610",
  "pregnancy": {
    "common": [
      "Длительный опыт применения ацетаминофена у беременных женщин в течение нескольких десятилетий, основанный на опубликованных обсервационных эпидемиологических исследованиях и отчетах о случаях, не выявил связанного с препаратом риска серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "У мышей и крыс, получавших ацетаминофен в дозах в диапазоне клинических доз, сообщалось о кумулятивных побочных эффектах на репродуктивную способность; у мышей наблюдалось снижение числа пометов родительской пары для спаривания, а также замедление роста, аномальная сперма у их потомства и снижение массы тела при рождении в следующем поколении.",
          "У крыс фертильность самок снижалась после внутриутробного воздействия ацетаминофена.",
          "Лечение беременных крыс дозами ацетаминофена, приблизительно равными максимальной суточной дозе для человека (МГДД), показало признаки фетотоксичности и увеличение вариабельности костей у плодов; в другом исследовании некроз наблюдался в печени и почках как беременных крыс, так и плодов при дозах, примерно равных МГДД.",
          "Исследования репродукции животных с внутривенным введением ацетаминофена не проводились; исследования репродуктивности и развития на крысах и мышах из опубликованной литературы выявили нежелательные явления при применении ацетаминофена в клинически значимых дозах;"
        ]
      },
      {
        "type": "Репродуктивный потенциал",
        "description": [
          "В опубликованных исследованиях на животных сообщалось, что пероральное лечение самцов животных ацетаминофеном в дозах, в 1,2 раза превышающих MHDD (на основе сравнения площади поверхности тела), приводит к снижению веса яичек, снижению сперматогенеза и снижению фертильности.",
          "У самок животных, получавших те же дозы, сообщалось об уменьшении количества мест имплантации; дополнительные опубликованные исследования на животных показывают, что воздействие ацетаминофена внутриутробно отрицательно влияет на репродуктивную способность потомства как мужского, так и женского пола при клинически значимом воздействии.",
          "На основании данных о животных использование ацетаминофена может привести к снижению фертильности у самцов и самок с репродуктивным потенциалом; неизвестно, обратимо ли воздействие на фертильность"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Существует один хорошо задокументированный отчет о сыпи у младенца на грудном вскармливании, которая исчезла, когда мать прекратила прием ацетаминофена, и возобновилась, когда она возобновила прием ацетаминофена.",
      "Польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в инъекции ацетаминофена и любыми потенциальными неблагоприятными последствиями инъекции ацетаминофена или основного заболевания матери для ребенка, находящегося на грудном вскармливании.",
      "Нет информации о наличии ацетаминофена в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока; однако в ограниченных опубликованных исследованиях сообщается, что ацетаминофен быстро проникает в грудное молоко с аналогичными уровнями в молоке и плазме.",
      "Средние и максимальные дозы для новорожденных составляют 1% и 2%, соответственно, от материнской дозы с поправкой на массу тела после однократного перорального введения 1 грамма APAP."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Медикаментозные ошибки и гепатотоксичность",
          "description": [
            "Дозировка основана на весе для пациентов <50 кг.",
            "Ацетаминофен был связан со случаями острой печеночной недостаточности, иногда приводящей к пересадке печени и смерти.",
            "Большинство случаев поражения печени связаны с употреблением ацетаминофена в дозах, превышающих максимальные суточные нормы, и часто связаны с более чем одним продуктом, содержащим ацетаминофен.",
            "Дозу в миллиграммах (мг) и миллилитрах (мл) не путают.",
            "Инфузионные насосы правильно запрограммированы",
            "Суммарная суточная доза ацетаминофена из всех источников не превышает максимальные суточные нормы.",
            "В частности, следите за тем, чтобы",
            "Будьте осторожны при назначении, подготовке и введении ацетаминофена внутривенно, чтобы избежать ошибок дозирования, которые могут привести к случайной передозировке и смерти."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "ацетаминофен IV будет увеличивать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "ацетаминофен IV будет увеличивать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "ацетаминофен IV будет увеличивать уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "ацетаминофен IV повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бусульфан",
      "description": {
        "common": "ацетаминофен IV повышает уровень бусульфана за счет снижения метаболизма. Используйте осторожность/монитор. Применение ацетаминофена до (< 72 часов) или одновременно с бусульфаном может привести к снижению клиренса бусульфана из-за вызванного ацетаминофеном снижения уровня глутатиона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "элтромбопаг повышает уровень ацетаминофена IV за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "Эксенатид раствор для инъекций снизит уровень или эффект ацетаминофена IV по неуказанному механизму взаимодействия. Используйте осторожность/монитор. Чтобы избежать потенциального взаимодействия, давайте ацетаминофен по крайней мере за 1 час до или через 4 часа после инъекции эксенатида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "Эксенатид суспензия для инъекций снизит уровень или эффект ацетаминофена IV по неуказанному механизму взаимодействия. Используйте осторожность/монитор. Чтобы избежать потенциального взаимодействия, давайте ацетаминофен по крайней мере за 1 час до или через 4 часа после инъекции эксенатида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "ацетаминофен IV будет увеличивать уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы либо финерерона, либо умеренных ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "ацетаминофен IV будет увеличивать уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При одновременном применении с несколькими слабыми ингибиторами CYP3A4 возможно усиление побочных эффектов флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб снижает уровень ацетаминофена IV за счет снижения печеночного клиренса. Изменить терапию/внимательно контролировать. In vitro было обнаружено, что иматиниб ингибирует O-глюкуронидацию ацетаминофена (значение Ki 58,5 мкМ) на терапевтических уровнях; избегать хронической терапии ацетаминофеном с иматинибом; при случайном введении ацетаминофена не превышайте 1300 мг/день."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "ацетаминофен IV будет увеличивать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект ацетаминофена IV, влияя на метаболизм печеночного фермента CYP2E1. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "ацетаминофен IV повышает уровень ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг при одновременном применении со слабыми ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "ацетаминофен IV будет увеличивать уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа будет снижать уровень или эффект ацетаминофена IV по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "ацетаминофен IV повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "ацетаминофен IV будет увеличивать уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного / кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мипомерсен",
      "description": {
        "common": "мипомерсен, ацетаминофен IV.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оба препарата потенциально могут повышать активность печеночных ферментов; контролировать LFT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "ацетаминофен IV будет увеличивать уровень или эффект таземетостата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетракаин",
      "description": {
        "common": "тетракаин, ацетаминофен IV. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Следите за признаками метгемоглобинемии при одновременном применении препаратов, индуцирующих метгемоглобин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "ацетаминофен IV будет увеличивать уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "ацетаминофен IV усиливает действие варфарина за счет антикоагуляции. Используйте осторожность/монитор. Вероятно возникновение при дозах, превышающих 1,3-2 г/день в течение нескольких последовательных дней."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "альбиглутид снижает уровень ацетаминофена IV по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "ацетаминофен IV усиливает эффекты антитромбина альфа по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "ацетаминофен IV усиливает действие антитромбина III по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аргатробан",
      "description": {
        "common": "ацетаминофен IV усиливает действие аргатробана по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бемипарин",
      "description": {
        "common": "ацетаминофен IV усиливает действие бемипарина по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "ацетаминофен IV усиливает действие бивалирудина по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин снижает уровень ацетаминофена IV путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клоназепам",
      "description": {
        "common": "клоназепам снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "колестипол",
      "description": {
        "common": "колестипол снижает уровень ацетаминофена IV путем ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "ацетаминофен IV усиливает действие далтепарина по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диазепам",
      "description": {
        "common": "диазепам снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дисульфирам",
      "description": {
        "common": "дисульфирам увеличивает уровень или действие ацетаминофена IV, влияя на метаболизм печеночного фермента CYP2E1. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "ацетаминофен IV усиливает действие эноксапарина по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "Этанол снижает уровень или эффект ацетаминофена IV, влияя на метаболизм печеночного фермента CYP2E1. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этосуксимид",
      "description": {
        "common": "этосуксимид снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фелбамат",
      "description": {
        "common": "фелбамат снижает уровень ацетаминофена IV за счет увеличения метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "ацетаминофен IV усиливает действие фондапаринукса по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "фосфенитоин снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "габапентин",
      "description": {
        "common": "габапентин снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "габапентин энакарбил",
      "description": {
        "common": "габапентин энакарбил снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай усиливает действие ацетаминофена IV за счет фармакодинамического синергизма. Незначительное/значение неизвестно. (Теоретически, из-за содержания кофеина)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гепарин",
      "description": {
        "common": "ацетаминофен IV усиливает действие гепарина по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид увеличивает токсичность ацетаминофена IV по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лакосамид",
      "description": {
        "common": "лакосамид снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ламотриджин",
      "description": {
        "common": "ламотриджин снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "леветирацетам",
      "description": {
        "common": "леветирацетам снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лираглутид",
      "description": {
        "common": "лираглутид снижает уровень ацетаминофена IV по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лоразепам",
      "description": {
        "common": "лоразепам снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метсуксимид",
      "description": {
        "common": "метсуксимид снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метоклопрамид",
      "description": {
        "common": "метоклопрамид повышает уровень ацетаминофена IV за счет усиления всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол будет увеличивать уровень или эффект ацетаминофена IV, влияя на метаболизм печеночного фермента CYP2E1. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксибутинин",
      "description": {
        "common": "оксибутинин снижает уровень ацетаминофена IV по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксибутинин актуальные",
      "description": {
        "common": "Оксибутинин местно снижает уровень ацетаминофена IV по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксибутинин трансдермальный",
      "description": {
        "common": "трансдермальный оксибутинин снижает уровень ацетаминофена IV по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фениндион",
      "description": {
        "common": "ацетаминофен IV усиливает эффекты фениндиона по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "протамин",
      "description": {
        "common": "ацетаминофен IV усиливает действие протамина по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "rufinamide",
      "description": {
        "common": "руфинамид снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "ацетаминофен IV будет увеличивать уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "ацетаминофен IV будет увеличивать уровень или эффект местного руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиагабин",
      "description": {
        "common": "тиагабин снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вальпроевая кислота",
      "description": {
        "common": "вальпроевая кислота снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зонисамид",
      "description": {
        "common": "зонисамид снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Тошнота",
      "percent": "5"
    },
    {
      "name": "Рвота",
      "percent": "5"
    },
    {
      "name": "Запор",
      "percent": "5"
    },
    {
      "name": "Зуд",
      "percent": "5"
    },
    {
      "name": "Агитация",
      "percent": "5"
    },
    {
      "name": "Ателектаз",
      "percent": "5"
    },
    {
      "name": "Головная боль",
      "percent": "1"
    },
    {
      "name": "Постмаркетинговые отчеты Плевральный выпот Отек легких Стридор Свистящее дыхание",
      "percent": null
    },
    {
      "name": "Плевральный выпот",
      "percent": null
    },
    {
      "name": "Отек легких",
      "percent": null
    },
    {
      "name": "Стридор",
      "percent": null
    },
    {
      "name": "хрипы",
      "percent": null
    }
  ]
}