{
  "name": "омидубицел",
  "comment": "Rx",
  "other_names": [
    "Омисирг",
    "omidubicel-onlv"
  ],
  "classes": [
    "Гематопоэтические клетки-предшественники"
  ],
  "source": "https://reference.medscape.com/drug/omisirge-omidubicel-4000313",
  "pregnancy": {
    "common": [
      "Исследования токсичности репродуктивной системы и развития животных для оценки того, может ли он нанести вред плоду при введении беременным самкам, не проводились.",
      "Проверка статуса беременности самок с репродуктивным потенциалом",
      "Применять во время беременности только в том случае, если потенциальная польза оправдывает потенциальный риск для плода.",
      "Данных о применении у беременных женщин нет."
    ],
    "specific": [
      {
        "type": "контрацепция",
        "description": [
          "См. информацию о назначении лекарств, используемых для кондиционирования, для получения информации о необходимости эффективной контрацепции у пациентов, получающих режим кондиционирования.",
          "Недостаточно данных о воздействии, чтобы дать рекомендации относительно продолжительности контрацепции после лечения."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет информации о присутствии омидубицела в материнском молоке, влиянии на грудных детей и влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Инфузионные реакции",
          "description": [
            "Инфузионные реакции могут начаться в течение нескольких минут после инфузии, хотя симптомы могут продолжать усиливаться и не достигать пика в течение нескольких часов после завершения инфузии.",
            "Премедикация жаропонижающими средствами, антагонистами гистамина и кортикостероидами может снизить частоту и интенсивность инфузионных реакций.",
            "Мониторинг во время инфузии и прекращение при тяжелых реакциях",
            "Противопоказан пациентам с известной аллергией на диметилсульфоксид (ДМСО), декстран 40, гентамицин, человеческий сывороточный альбумин или бычий материал.",
            "При возникновении реакции приостановите инфузию и при необходимости назначьте поддерживающую терапию.",
            "Инфузионные реакции могут быть фатальными"
          ]
        },
        {
          "type": "Болезнь «трансплантат против хозяина»",
          "description": [
            "Проведение иммуносупрессивной терапии может снизить риск РТПХ",
            "РТПХ может привести к летальному исходу",
            "Следите за признаками и симптомами РТПХ и лечите, если РТПХ развивается"
          ]
        },
        {
          "type": "Синдром приживления",
          "description": [
            "Своевременно лечите синдром приживления кортикостероидами.",
            "Синдром приживления может привести к летальному исходу"
          ]
        },
        {
          "type": "Отказ трансплантата",
          "description": [
            "Первичная недостаточность трансплантата определяется как неспособность достичь абсолютного числа нейтрофилов > 500 на мкл крови к 42-му дню после трансплантации.",
            "Отторжение трансплантата может быть фатальным",
            "Мониторинг признаков восстановления кроветворения"
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Известная чувствительность к диметилсульфоксиду (ДМСО), декстрану 40, гентамицину, человеческому сывороточному альбумину или бычьему материалу"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Произошла первичная недостаточность трансплантата; иммунологическое отторжение является основной причиной отторжения трансплантата",
        "После лечения возникали острые и хронические РТПХ, в том числе опасные для жизни и со смертельным исходом; острая РТПХ проявляется макулопапулезной сыпью, желудочно-кишечными симптомами и повышенным уровнем билирубина",
        "Инфузионные реакции возникали после инфузии, включая гипертензию, воспаление слизистых оболочек, дисфагию, одышку, рвоту и желудочно-кишечные токсические реакции; следить за признаками и симптомами инфузионных реакций во время и после введения",
        "Может возникнуть синдром приживления; следить за необъяснимой лихорадкой, сыпью, гипоксемией, увеличением массы тела и легочными инфильтратами в перитрансплантатный период; лечение кортикостероидами, как только распознается синдром приживления трансплантата, для облегчения симптомов; при отсутствии лечения синдром приживления может прогрессировать до полиорганной недостаточности и смерти"
      ],
      "specific": [
        {
          "type": "Передача серьезных инфекций",
          "description": [
            ", вирус Западного Нила (ВЗН), агенты трансмиссивной губчатой ​​энцефалопатии (ТГЭ), коровья оспа и вирус Зика (для пуповинной крови, собранной с марта 2016 г.)",
            "Эти меры не устраняют полностью риск передачи инфекционных заболеваний и возбудителей болезней.",
            "Скрининг доноров на повышенный риск заражения вирусом иммунодефицита человека (ВИЧ), Т-клеточным лимфотропным вирусом человека (HTLV), вирусом гепатита В (ВГВ), вирусом гепатита С (ВГС),",
            "Заболевание может быть вызвано известными или неизвестными инфекционными агентами.",
            "Результаты испытаний можно найти на этикетке контейнера и/или в сопроводительных записях.",
            "Сообщите о случаях передачи инфекции в Gamida Cell по телефону (844) 477-7478.",
            "Также проверяйте доноров на наличие клинических признаков сепсиса и рисков инфекционных заболеваний, связанных с ксенотрансплантацией.",
            "Тестирование образцов материнской крови на ВИЧ типов 1 и 2, HTLV типов I и II, HBV, HCV, T pallidum и WNV",
            "Передача инфекционного заболевания может произойти",
            "Тестирование донорской крови матерей и младенцев также проводится для выявления донорской инфекции, вызванной цитомегаловирусом.",
            "бледная трепонема"
          ]
        },
        {
          "type": "Передача редких генетических заболеваний",
          "description": [
            "Скрининг доноров пуповинной крови для исключения доноров с серповидно-клеточной анемией и анемиями из-за аномалий гемоглобинов C, D и E",
            "Из-за возраста донора на момент забора пуповинной крови возможность исключения редких генетических заболеваний сильно ограничена.",
            "Может передавать редкие генетические заболевания, затрагивающие систему кроветворения."
          ]
        },
        {
          "type": "Аллергические реакции",
          "description": [
            "Реакции включают бронхоспазм, свистящее дыхание, ангионевротический отек, зуд и крапивницу.",
            "Мониторинг пациентов с аллергическими реакциями на антибиотики в анамнезе на наличие аллергических реакций после введения",
            "Может также содержать остаточные антибиотики, если донор пуповинной крови подвергся воздействию антибиотиков внутриутробно.",
            "Серьезные реакции гиперчувствительности, включая анафилаксию, могут быть вызваны ДМСО, остаточным гентамицином, декстраном 40, человеческим сывороточным альбумином (ЧСА) и бычьим материалом в омидубицеле.",
            "Возможны аллергические реакции"
          ]
        },
        {
          "type": "Злокачественные новообразования донорского происхождения",
          "description": [
            "Предполагается, что естественное течение такое же, как и при МДС de novo.",
            "Мониторинг вторичных злокачественных новообразований в течение всей жизни",
            "ПТЛЗ проявляется как лимфомоподобное заболевание с преимущественным поражением неузловых локализаций.",
            "Серийный мониторинг крови на ДНК EBV может быть оправдан у пациентов с персистирующей цитопенией.",
            "ПТЛЗ обычно приводит к летальному исходу, если его не лечить",
            "Считается, что этиологией являются донорские лимфоидные клетки, трансформированные вирусом Эпштейна-Барр (EBV).",
            "У двух пролеченных пациентов развилось посттрансплантационное лимфопролиферативное заболевание (ПТЛЗ) на втором году после трансплантации.",
            "Если после лечения возникает вторичное злокачественное новообразование, свяжитесь с Gamida Cell по телефону (844) 477-7478.",
            "У одного пролеченного пациента развился миелодиспластический синдром (МДС), полученный из донорских клеток, в течение четвертого года после трансплантации."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Магний уменьшился",
      "percent": "1-4"
    },
    {
      "name": "Оценка",
      "percent": "94"
    },
    {
      "name": "Вирусные инфекции",
      "percent": "1-3"
    },
    {
      "name": "Оценка",
      "percent": "75"
    },
    {
      "name": "Бактериальные инфекции",
      "percent": "1-3"
    },
    {
      "name": "Оценка",
      "percent": "65"
    },
    {
      "name": "Острая РТПХ",
      "percent": "2-4"
    },
    {
      "name": "Оценка",
      "percent": "62"
    },
    {
      "name": "АСТ повышен",
      "percent": "1-4"
    },
    {
      "name": "Оценка",
      "percent": "56"
    },
    {
      "name": "АЛТ повышен",
      "percent": "1-4"
    },
    {
      "name": "Оценка",
      "percent": "56"
    },
    {
      "name": "Креатинин повышен",
      "percent": "1-4"
    },
    {
      "name": "Оценка",
      "percent": "50"
    },
    {
      "name": "Билирубин повышен",
      "percent": "1-4"
    },
    {
      "name": "Оценка",
      "percent": "42"
    },
    {
      "name": "Щелочная фосфатаза повышена",
      "percent": "1-4"
    },
    {
      "name": "Оценка",
      "percent": "42"
    },
    {
      "name": "Хроническая РТПХ",
      "percent": "35"
    },
    {
      "name": "Боль",
      "percent": "33"
    },
    {
      "name": "Воспаление слизистой оболочки",
      "percent": "31"
    },
    {
      "name": "Гипертония",
      "percent": "25"
    },
    {
      "name": "Грибковая инфекция",
      "percent": "1-3"
    },
    {
      "name": "Оценка",
      "percent": "21"
    },
    {
      "name": "Рецидив заболевания",
      "percent": "21"
    },
    {
      "name": "Желудочно-кишечная токсичность",
      "percent": "19"
    },
    {
      "name": "Магний увеличен",
      "percent": "1-4"
    },
    {
      "name": "Оценка",
      "percent": "15"
    },
    {
      "name": "Кровотечение",
      "percent": "12"
    },
    {
      "name": "Дисфагия",
      "percent": "12"
    },
    {
      "name": "Почечная недостаточность",
      "percent": "12"
    },
    {
      "name": "Нарушение дыхания",
      "percent": "12"
    },
    {
      "name": "Одышка",
      "percent": "8"
    },
    {
      "name": "Усталость",
      "percent": "4"
    },
    {
      "name": "Отказ трансплантата",
      "percent": "2"
    },
    {
      "name": "Высокая температура",
      "percent": "2"
    }
  ]
}