{
  "name": "пегаспаргаза",
  "comment": "Rx",
  "other_names": [
    "Онкаспар",
    "ПЭГ L-аспарагиназа"
  ],
  "classes": [
    "онкология",
    "Ферменты"
  ],
  "source": "https://reference.medscape.com/drug/oncaspar-peg-l-asparaginase-pegaspargase-342225",
  "pregnancy": {
    "common": [
      "Подтвердите беременность у женщин с репродуктивным потенциалом до начала",
      "Нет доступных данных об использовании у беременных женщин для информирования о связанном с приемом препарата риске серьезных врожденных дефектов и выкидыша или неблагоприятных исходах для матери или плода.",
      "Опубликованные в литературе исследования беременных животных предполагают, что истощение запасов аспарагина может нанести вред потомству животных."
    ],
    "specific": [
      {
        "type": "контрацепция",
        "description": [
          "Поскольку существует вероятность непрямого взаимодействия между терапией и оральными контрацептивами, не рекомендуется одновременное применение препарата и оральных контрацептивов.",
          "Женщины репродуктивного возраста: используйте эффективные методы негормональной контрацепции во время лечения во время лечения и в течение не менее 3 месяцев после последней дозы."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии препарата в грудном молоке, воздействии на детей, находящихся на грудном вскармливании, или на выработку молока.",
      "Рекомендовать кормящим женщинам не кормить грудью во время приема препарата и в течение 1 месяца после последней дозы."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Серьезные реакции гиперчувствительности, включая анафилаксию, к пегаспаргазе или любому из вспомогательных веществ.",
        "Тяжелая печеночная недостаточность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Могут наблюдаться гепатотоксичность и нарушение функции печени, в том числе повышение уровня АСТ/АСТ, билирубина (прямого и непрямого), снижение уровня альбумина в сыворотке и фибриногена в плазме; оценивайте билирубин и АСТ/АЛТ не реже одного раза в неделю в течение циклов лечения, в том числе в течение как минимум 6 недель после последней дозы; в случае серьезной гепатотоксичности прекратите лечение и обеспечьте поддерживающую терапию",
        "Возможны серьезные тромботические явления, в том числе тромбоз сагиттального синуса; прекратить терапию у пациентов с серьезными тромботическими событиями",
        "Сообщается о панкреатите, включая геморрагический или некротизирующий панкреатит; проконсультироваться о признаках и симптомах панкреатита; оценить уровни амилазы и/или липазы в сыворотке для подтверждения ранних признаков воспаления поджелудочной железы; прекратить лечение у пациентов с подозрением на панкреатит; при подтверждении панкреатита не возобновлять терапию",
        "Сообщалось об увеличении протромбинового времени (PT), увеличении частичного тромбопластинового времени (PTT) и гипофибриногенемии; оценить пациентов с признаками и симптомами кровотечения с помощью параметров коагуляции, включая протромбиновое время, частичное тромбопластиновое время, фибриноген; прекратить прием препарата при тяжелом или опасном для жизни кровотечении",
        "Может возникнуть непереносимость глюкозы; в некоторых случаях непереносимость глюкозы носит необратимый характер; контролировать уровень глюкозы в сыворотке"
      ],
      "specific": [
        {
          "type": "Анафилаксия и серьезные реакции гиперчувствительности",
          "description": [
            "Премедикация больных за 30-60 минут до введения препарата; наблюдайте за больными в течение 1 ч после введения в условиях реанимационного оборудования и других средств, необходимых для лечения анафилаксии (например, эпинефрин, кислород, внутривенные стероиды, антигистаминные препараты); прекратить лечение у пациентов с серьезными реакциями гиперчувствительности",
            "Другие реакции гиперчувствительности могут включать ангионевротический отек, отек губ, отек глаз, эритему, снижение артериального давления, бронхоспазм, одышку, зуд и сыпь.",
            "Могут возникнуть анафилаксия и серьезные реакции гиперчувствительности",
            "Риск серьезной реакции гиперчувствительности выше у пациентов с известной гиперчувствительностью к препаратам L-аспарагиназы, полученным из E. coli."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "глюкокортикоиды",
            "Пегаспаргаза может увеличить риск индуцированной глюкокортикоидами токсичности, включая остеонекроз, за ​​счет потенциального увеличения воздействия дексаметазона."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "пегаспаргаза усиливает эффекты антитромбина альфа за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "пегаспаргаза усиливает действие антитромбина III за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аргатробан",
      "description": {
        "common": "пегаспаргаза усиливает действие аргатробана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "пегаспаргаза усиливает действие аспирина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "пегаспаргаза усиливает действие аспирина/лимонной кислоты/бикарбоната натрия за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "пегаспаргаза усиливает действие бивалирудина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "пегаспаргаза усиливает эффекты целекоксиба за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "пегаспаргаза снижает действие вакцины против холеры за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабигатран",
      "description": {
        "common": "пегаспаргаза усиливает эффекты дабигатрана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "пегаспаргаза усиливает действие далтепарина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "пегаспаргаза усиливает действие диклофенака за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "пегаспаргаза усиливает эффекты дифлунизала за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "пегаспаргаза усиливает действие эноксапарина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "пегаспаргаза усиливает действие этодолака за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "пегаспаргаза усиливает действие фенопрофена за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "пегаспаргаза усиливает эффекты флурбипрофена за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "пегаспаргаза усиливает действие фондапаринукса за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гепарин",
      "description": {
        "common": "пегаспаргаза усиливает действие гепарина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "пегаспаргаза усиливает действие ибупрофена за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "пегаспаргаза усиливает действие ибупрофена внутривенно за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "пегаспаргаза усиливает действие индометацина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "пегаспаргаза усиливает действие кетопрофена за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "пегаспаргаза усиливает действие кеторолака за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "пегаспаргаза усиливает действие меклофенамата за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "пегаспаргаза усиливает эффекты мефенамовой кислоты за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "пегаспаргаза усиливает действие мелоксикама за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "пегаспаргаза снижает эффекты метотрексата за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Рекомендуется давать пегаспаргазу по крайней мере за 10–14 дней до приема метотрексата или вскоре после приема метотрексата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "пегаспаргаза усиливает действие набуметона за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "пегаспаргаза усиливает действие напроксена за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, пегаспаргаза.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "пегаспаргаза усиливает действие оксапрозина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пеглотиказа",
      "description": {
        "common": "пеглотиказа снизит уровень или эффект пегаспаргазы по другим причинам (см. комментарий). Используйте осторожность/монитор. По словам производителя, возможность образования антител против ПЭГ, которые могут связываться с другими пегилированными препаратами; клиническое значение неизвестно"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегвалиаза",
      "description": {
        "common": "пегвалиаза, пегаспаргаза. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: У большинства пациентов, получавших пегвалиазу, вырабатываются антитела IgM и IgG к полиэтиленгликолю (ПЭГ). Риск совместного применения с различными пегилированными препаратами неизвестен. Имеется сообщение о случае анафилаксии после инъекционной суспензии медроксипрогестерона ацетата, содержащей ПЭГ 3350. Внимательно прочитайте все этикетки лекарств, включая безрецептурные препараты, чтобы проверить содержимое на наличие ПЭГ. Примечание. Невозможно включить исчерпывающий список продуктов для этого взаимодействия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пегаспаргаза усиливает действие пироксикама за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протамин",
      "description": {
        "common": "пегаспаргаза усиливает действие протамина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "пегаспаргаза усиливает действие салицилатов (не аза) за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "пегаспаргаза усиливает действие сальсалата за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и пегаспаргаза усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "пегаспаргаза усиливает действие сульфасалазина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "пегаспаргаза усиливает действие сулиндака за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "пегаспаргаза усиливает эффекты толметина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "пегаспаргаза усиливает эффекты ректального аспирина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "пегаспаргаза усиливает действие трисалицилата магния холина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "пегаспаргаза усиливает действие интраназального кеторолака за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "таурин",
      "description": {
        "common": "пегаспаргаза снижает уровень таурина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно. Было обнаружено, что таурин снижает агрегацию тромбоцитов и может увеличить риск кровотечения."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Повышенный АСТ",
      "percent": "3-66"
    },
    {
      "name": "ALT",
      "percent": "40"
    },
    {
      "name": "Фебрильная нейтропения",
      "percent": "30"
    },
    {
      "name": "Гипертриглицеридемия",
      "percent": "28"
    },
    {
      "name": "Гипоальбуминемия",
      "percent": "25"
    },
    {
      "name": "Билирубин повышен",
      "percent": "5-24"
    },
    {
      "name": "Гипергликемия",
      "percent": "2-24"
    },
    {
      "name": "панкреатит",
      "percent": "21"
    },
    {
      "name": "Аномальные исследования свертывания крови",
      "percent": "8"
    },
    {
      "name": "Эмболические и тромботические явления",
      "percent": "7"
    },
    {
      "name": "Гиперчувствительность",
      "percent": "3"
    },
    {
      "name": "Тромбоз",
      "percent": "2"
    },
    {
      "name": "Коагулопатия",
      "percent": "2"
    },
    {
      "name": "Гипербилирубинемия",
      "percent": "2"
    },
    {
      "name": "Аллергические реакции на аспарагиназу",
      "percent": null
    }
  ]
}