{
  "name": "патисиран",
  "comment": "Rx",
  "other_names": [
    "Онпаттро"
  ],
  "classes": [
    "Агенты РНКи"
  ],
  "source": "https://reference.medscape.com/drug/onpattro-patisiran-1000238",
  "pregnancy": {
    "common": [
      "Лечение приводит к снижению уровня витамина А в сыворотке, поэтому рекомендуется дополнительный прием витамина А; витамин А необходим для нормального развития эмбриона и плода; однако чрезмерные уровни витамина А связаны с неблагоприятными последствиями для развития; Влияние на плод снижения уровня транстиретина в материнской сыворотке, вызванного терапией и приемом витамина А, неизвестно.",
      "Нет данных об использовании беременными женщинами для информирования о риске неблагоприятных исходов развития, связанного с приемом препарата.",
      "Существует реестр воздействия во время беременности, в котором отслеживаются исходы беременности у женщин, подвергшихся воздействию во время беременности; врачам рекомендуется регистрировать беременных пациентов, или беременные женщины могут зарегистрироваться в программе, позвонив по телефону 1-877-256-9526 или связавшись с alnylampregnancyprogram@iqvia.com"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях на животных внутривенное введение комплекса липидов патисирана (патисиран-LC) беременным кроликам приводило к токсичности для развития (эмбриофетальная смертность и снижение массы тела плода) в дозах, которые также были связаны с материнской токсичностью; при введении беременным крысам патисиран-LC или специфического для грызунов (фармакологически активного) суррогата не наблюдалось побочных эффектов развития."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет информации о присутствии препарата в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока.",
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в терапии и любые потенциальные неблагоприятные последствия терапии или основного заболевания матери для ребенка, находящегося на грудном вскармливании.",
      "У лактирующих крыс патисиран в молоке не обнаруживался; однако липидные компоненты (DLin-MC3-DMA и PEG2000-CDMG) присутствовали в молоке."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Инфузионные реакции",
          "description": [
            "Пациенты должны получить премедикацию в день инфузии, по крайней мере, за 60 мин до инфузии; контролировать пациентов во время инфузии на наличие признаков и симптомов ИР; если возникает ИР, рассмотрите возможность замедления или прерывания инфузии и назначения медикаментозного лечения (например, кортикостероидов или другого симптоматического лечения) в соответствии с клиническими показаниями (см. раздел «Дозирование»).",
            "Некоторым пациентам может помочь более низкая скорость инфузии или дополнительные или более высокие дозы других премедикаций с последующими инфузиями для снижения риска.",
            "Наиболее распространенные симптомы включают приливы, боль в спине, тошноту, боль в животе, одышку и головную боль; тяжелая гипотензия и обмороки, о которых сообщалось как о симптомах ИР в рамках программы расширенного доступа и в постмаркетинговых условиях",
            "Инфузионные реакции (ИРР), наблюдаемые у пациентов, получающих терапию",
            "Тяжелая гипотензия и обмороки, о которых сообщалось как о симптомах IRR",
            "Если инфузия прервана, возобновите инфузию с более низкой скоростью, только если симптомы исчезли; в случае серьезной или опасной для жизни ИР инфузию следует прекратить и не возобновлять"
          ]
        },
        {
          "type": "Снижение уровня витамина А в сыворотке и рекомендуемые добавки",
          "description": [
            "Рекомендуется добавка витамина А; не следует назначать более высокие дозы, чем рекомендуемая суточная норма витамина А, чтобы попытаться достичь нормального уровня витамина А в сыворотке во время лечения; Уровни витамина А в сыворотке не отражают общего количества витамина А в организме.",
            "Обратитесь к офтальмологу, если у пациента развиваются глазные симптомы дефицита витамина А (например, куриная слепота).",
            "Может снизить уровень витамина А в сыворотке"
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Инфекции верхних дыхательных путей",
      "percent": "29"
    },
    {
      "name": "Настой",
      "percent": "19"
    },
    {
      "name": "родственная реакция",
      "percent": "8"
    },
    {
      "name": "Диспепсия",
      "percent": "8"
    },
    {
      "name": "Одышка",
      "percent": "8"
    },
    {
      "name": "Мышечные спазмы",
      "percent": "7"
    },
    {
      "name": "Артралгия",
      "percent": "7"
    },
    {
      "name": "Эритема",
      "percent": "7"
    },
    {
      "name": "Бронхит",
      "percent": "5"
    },
    {
      "name": "Головокружение",
      "percent": "3"
    },
    {
      "name": "Затуманенное зрение",
      "percent": "2.7"
    },
    {
      "name": "АВ блокада сердца",
      "percent": "2"
    },
    {
      "name": "Стекловидные поплавки",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "обморок",
      "percent": null
    },
    {
      "name": "экстравазация",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    }
  ]
}