{
  "name": "оксиморфон",
  "comment": "Rx",
  "other_names": [
    "Опана"
  ],
  "classes": [
    "Опиоидные анальгетики"
  ],
  "source": "https://reference.medscape.com/drug/opana-oxymorphone-343322",
  "pregnancy": {
    "common": [
      "Наблюдайте за новорожденными на наличие симптомов неонатального синдрома отмены опиоидов (например, плохое питание, диарея, раздражительность, тремор, ригидность и судороги) и лечите их соответствующим образом.",
      "Длительное использование опиоидных анальгетиков во время беременности может вызвать синдром отмены опиоидов у новорожденных; нет доступных данных о беременных женщинах, чтобы сообщить о связанном с наркотиками риске серьезных врожденных дефектов и выкидыша; опубликованные исследования применения морфина во время беременности не выявили четкой связи с морфином и серьезными врожденными дефектами.",
      "Продолжительное использование опиоидных анальгетиков во время беременности в медицинских или немедицинских целях может привести к физической зависимости у новорожденных и неонатальному синдрому отмены опиоидов вскоре после рождения; начало, продолжительность и тяжесть неонатального синдрома отмены опиоидов варьируются в зависимости от конкретного используемого опиоида, продолжительности использования, времени и количества последнего употребления матерью, а также скорости выведения наркотика новорожденным; наблюдайте за новорожденными на наличие симптомов неонатального синдрома отмены опиоидов и лечите их соответствующим образом"
    ],
    "specific": [
      {
        "type": "Работа или доставка",
        "description": [
          "Опиоиды проникают через плаценту и могут вызывать угнетение дыхания и психофизиологические эффекты у новорожденных; опиоидный антагонист, такой как налоксон, должен быть доступен для купирования вызванного опиоидами угнетения дыхания у новорожденных; препарат не рекомендуется применять женщинам во время и непосредственно перед родами, когда более целесообразно применение анальгетиков короткого действия или других методов обезболивания; опиоидные анальгетики могут продлевать роды за счет действия, временно снижающего силу, продолжительность и частоту сокращений матки; однако этот эффект непостоянен и может быть компенсирован повышенной скоростью раскрытия шейки матки, что имеет тенденцию к сокращению родов; мониторить новорожденных, подвергшихся воздействию опиоидных анальгетиков во время родов, на наличие признаков избыточной седации и угнетения дыхания"
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Из-за последствий дефицита андрогенов хроническое употребление опиоидов может привести к снижению фертильности у женщин и мужчин с репродуктивным потенциалом; неизвестно, обратимо ли влияние на фертильность"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Если необходимо использовать опиоиды; внимательно следите за младенцем на предмет избыточной седации и угнетения дыхания; симптомы отмены могут возникать при прекращении грудного вскармливания или материнского опиоида",
      "Неизвестно, если из организма в грудном молоке; многие лекарства, в том числе некоторые опиоиды, выделяются с грудным молоком."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Оценка риска опиоидных анальгетиков и стратегия его снижения (REMS)",
          "description": [
            "Пройдите образовательную программу, соответствующую REMS",
            "Рассмотрите другие инструменты для повышения безопасности пациентов, домохозяйств и общества.",
            "Чтобы гарантировать, что преимущества опиоидных анальгетиков перевешивают риски зависимости, злоупотребления и неправильного использования, Управление по санитарному надзору за качеством пищевых продуктов и медикаментов (FDA) потребовало REMS для этих продуктов; в соответствии с требованиями REMS, фармацевтические компании, выпускающие утвержденные опиоидные анальгетики, должны сделать образовательные программы, соответствующие REMS, доступными для поставщиков медицинских услуг.",
            "Подчеркните пациентам и их опекунам важность прочтения Руководства по лекарствам каждый раз, когда его предоставляет их фармацевт.",
            "Консультировать пациентов и/или лиц, осуществляющих уход за ними, при каждом назначении по безопасному использованию, серьезным рискам, хранению и утилизации этих продуктов.",
            "Медицинским работникам настоятельно рекомендуется"
          ]
        },
        {
          "type": "Зависимость, злоупотребление и неправильное использование",
          "description": [
            "Подчеркните пациентам и их опекунам важность прочтения Руководства по лекарствам каждый раз, когда его предоставляет их фармацевт.",
            "Консультировать пациентов и/или лиц, осуществляющих уход за ними, при каждом назначении по безопасному использованию, серьезным рискам, хранению и утилизации этих продуктов.",
            "Рассмотрите другие инструменты для повышения безопасности пациентов, домохозяйств и общества.",
            "Пройдите образовательную программу, соответствующую REMS"
          ]
        },
        {
          "type": "Опасное для жизни угнетение дыхания",
          "description": [
            "Риск опиоидной зависимости, злоупотребления и неправильного употребления, что может привести к передозировке и смерти",
            "Оцените риск каждого пациента перед назначением и регулярно контролируйте всех пациентов на предмет развития такого поведения или состояний."
          ]
        },
        {
          "type": "Случайное воздействие",
          "description": [
            "Может возникнуть серьезное, опасное для жизни или смертельное угнетение дыхания.",
            "Следите за угнетением дыхания, особенно в начале или после увеличения дозы.",
            "Поручить пациентам глотать таблетку/капсулу целиком; раздавливание, жевание или растворение могут привести к быстрому высвобождению и абсорбции потенциально смертельной дозы"
          ]
        },
        {
          "type": "Неонатальный синдром отмены опиоидов",
          "description": [
            "Случайное введение даже 1 дозы, особенно детям, может привести к смертельной передозировке."
          ]
        },
        {
          "type": "Взаимодействие с депрессантами центральной нервной системы (ЦНС)",
          "description": [
            "Начало, продолжительность и тяжесть неонатального синдрома отмены опиоидов варьируются в зависимости от конкретного используемого опиоида, продолжительности использования, времени и количества последнего употребления матерью, а также скорости выведения препарата новорожденным.",
            "Длительное употребление во время беременности может привести к неонатальному синдрому отмены опиоидов, который может быть опасным для жизни, если его не распознать и не лечить, и требует лечения в соответствии с протоколами, разработанными экспертами-неонатологами.",
            "Синдром проявляется раздражительностью, гиперактивностью и нарушением сна, пронзительным плачем, тремором, рвотой, диареей и неспособностью набрать вес.",
            "Если беременной женщине требуется применение опиоидов в течение длительного периода, сообщите пациентке о риске неонатального синдрома отмены опиоидов и убедитесь, что будет доступно соответствующее лечение."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Умеренная и тяжелая печеночная недостаточность",
        "Острая или тяжелая бронхиальная астма в неконтролируемых условиях или при отсутствии реанимационного оборудования",
        "Известная или предполагаемая желудочно-кишечная непроходимость, включая паралитическую кишечную непроходимость",
        "Значительное угнетение дыхания",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Применение у пациентов с острой или тяжелой бронхиальной астмой в неконтролируемых условиях или при отсутствии реанимационного оборудования противопоказано; пациенты со значительным хроническим обструктивным заболеванием легких или легочным сердцем, а также со значительно сниженным дыхательным резервом, гипоксией, гиперкапнией или ранее существовавшей депрессией дыхания подвергаются повышенному риску снижения дыхательного драйва, включая апноэ, даже при применении в рекомендуемых дозах.",
        "Сообщалось о случаях надпочечниковой недостаточности при употреблении опиоидов, чаще после более чем одного месяца употребления; симптомы могут включать тошноту, рвоту, анорексию, усталость, слабость, головокружение и низкое кровяное давление; если диагностирована надпочечниковая недостаточность, лечите физиологическими заместительными дозами кортикостероидов; отлучение пациента от опиоидов для восстановления функции надпочечников и продолжение лечения кортикостероидами до восстановления функции надпочечников; можно попробовать другие опиоиды, поскольку в некоторых случаях сообщалось об использовании другого опиоида без рецидива надпочечниковой недостаточности.",
        "Опасное для жизни угнетение дыхания чаще встречается у пожилых, кахектических или ослабленных пациентов, поскольку у них может быть изменена фармакокинетика или изменен клиренс по сравнению с более молодыми, более здоровыми пациентами; внимательно следить",
        "Хотя серьезное, опасное для жизни или фатальное угнетение дыхания может возникнуть в любое время во время терапии, риск является самым высоким в начале терапии или после увеличения дозы; внимательно следить за пациентами для дыхания, особенно в течение первых 24 до 72 часов начала терапии с и после увеличения дозировки; случайное проглатывание даже одной дозы, особенно детьми, может привести к угнетению дыхания и смерти из-за передозировки опиоидов",
        "Может затруднить диагностику абдоминальных состояний",
        "С осторожностью применять у пациентов с острым панкреатитом, болезнью Аддисона, доброкачественной гиперплазией предстательной железы, сердечными аритмиями, депрессией центральной нервной системы (ЦНС), наркоманией или зависимостью, эмоциональной лабильностью, заболеваниями желчного пузыря, желудочно-кишечными расстройствами, псевдомембранозным колитом, хирургическими вмешательствами на головном мозге. травма, гипотиреоз или нелеченная микседема, внутричерепная гипертензия, опухоль головного мозга, токсический психоз, стриктура уретры, операции на мочевыводящих путях, судороги, острый алкоголизм, белая горячка, шок, легочное сердце, хроническое заболевание легких, эмфизема, кифосколиоз, тяжелое ожирение, почечная или печеночная ослабленные, пожилые или ослабленные пациенты",
        "Противопоказан пациентам с известной или подозреваемой желудочно-кишечной обструкцией, включая паралитическую кишечную непроходимость; может вызвать спазм сфинктера Одди; опиоиды могут вызывать повышение уровня амилазы в сыворотке крови; наблюдать за пациентами с заболеваниями желчевыводящих путей, включая острый панкреатит, на предмет ухудшения симптомов",
        "Предупредите пациентов, чтобы они не вели машину и не управляли опасными механизмами, если они не терпимы к действию препарата и не знают, как они будут реагировать на лекарство.",
        "Будьте осторожны при выборе дозы для пожилых пациентов, обычно начиная с нижней части диапазона доз, отражая большую частоту снижения функции печени, почек или сердца, а также сопутствующие заболевания или другую лекарственную терапию; поскольку пожилые пациенты с большей вероятностью имеют сниженную функцию почек, следует соблюдать осторожность при подборе дозы и может быть полезно контролировать функцию почек.",
        "Фармакокинетика опиоидов может быть изменена у пациентов с почечной недостаточностью; клиренс может снижаться, а метаболиты могут накапливаться в плазме крови в гораздо более высоких концентрациях у пациентов с почечной недостаточностью по сравнению с пациентами с нормальной функцией почек; начинать с более низкой, чем обычно, дозы или с более длительными интервалами дозирования и медленно титровать, наблюдая за признаками угнетения дыхания, седации и гипотензии",
        "Риск зависимости, злоупотребления и злоупотребления повышен у пациентов с личным или семейным анамнезом злоупотребления психоактивными веществами или психическими заболеваниями (например, большой депрессией); однако возможность этих рисков не должна препятствовать назначению надлежащего обезболивания каждому конкретному пациенту; необходим интенсивный мониторинг",
        "Терапия может увеличить частоту судорог у пациентов с судорожными расстройствами и в других клинических условиях, связанных с судорогами; наблюдать за пациентами на предмет ухудшения контроля над судорогами во время терапии",
        "Опиоидные анальгетики Списка II подвергают пользователей риску зависимости, злоупотребления и неправильного использования; существует больший риск передозировки и смерти при приеме опиоидов с пролонгированным высвобождением из-за большего количества присутствующего активного опиоида.",
        "Сообщалось о тромбоцитопении пурпуре, приводящей к почечной недостаточности или смерти, когда таблетки с пролонгированным высвобождением растворяют и вводят внутривенно.",
        "У пациентов, которые могут быть предрасположены к внутричерепным эффектам задержки СО2 (например, у пациентов с признаками повышенного внутричерепного давления или опухолей головного мозга), терапия может снизить дыхательную активность, а результирующая задержка СО2 может еще больше повысить внутричерепное давление; следить за такими пациентами на наличие признаков седации и угнетения дыхания, особенно в начале терапии; опиоиды могут скрывать клиническое течение у пациента с черепно-мозговой травмой; избегать применения у пациентов с нарушением сознания или комой",
        "Не прекращайте резко терапию у пациента, физически зависимого от опиоидов; при прекращении терапии у физически зависимых пациентов постепенно снижать дозировку; быстрое снижение дозы у пациента, физически зависимого от опиоидов, может привести к синдрому отмены и возвращению боли.",
        "Опиоиды могут вызывать связанные со сном расстройства дыхания, включая центральное апноэ во сне (CSA) и связанную со сном гипоксемию; употребление опиоидов увеличивает риск CSA дозозависимым образом; у пациентов с CSA рассмотрите возможность снижения дозировки опиоидов, используя передовой опыт снижения дозы опиоидов",
        "Терапия может вызвать тяжелую гипотензию, включая ортостатическую гипотензию и обмороки у амбулаторных пациентов; существует повышенный риск у пациентов, у которых способность поддерживать артериальное давление уже нарушена из-за сниженного объема крови или одновременного применения некоторых препаратов, угнетающих ЦНС (например, фенотиазинов или общих анестетиков); контролировать пациентов на наличие признаков гипотонии после начала или титрования дозы; у пациентов с циркуляторным шоком терапия может вызвать вазодилатацию, что может привести к дальнейшему снижению сердечного выброса и артериального давления; избегать терапии у пациентов с циркуляторным шоком"
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Случаи серотонинового синдрома, потенциально опасного для жизни состояния, о которых сообщалось при одновременном применении серотонинергических препаратов; это может происходить в пределах рекомендуемого диапазона доз; появление симптомов обычно происходит в течение от нескольких часов до нескольких дней после одновременного применения, но может произойти и позже; немедленно прекратить терапию при подозрении на серотониновый синдром",
            "Если опиоидный анальгетик начат у пациента, уже принимающего бензодиазепин или другой депрессант ЦНС, назначьте более низкую начальную дозу опиоидного анальгетика и титруйте в зависимости от клинического ответа; внимательно следите за пациентами на наличие признаков и симптомов угнетения дыхания и седации",
            "Ингибиторы моноаминоксидазы (ИМАО) могут потенцировать эффекты опиоидов, активного метаболита опиоидов, включая угнетение дыхания, кому и спутанность сознания; терапию не следует проводить в течение 14 дней после начала или прекращения приема ИМАО.",
            "Одновременное применение с антихолинергическими препаратами может увеличить риск задержки мочи.",
            "Глубокий седативный эффект, угнетение дыхания, кома и смерть могут быть результатом одновременного применения бензодиазепинов или других средств, угнетающих ЦНС (например, небензодиазепиновых седативных/снотворных средств, анксиолитиков, транквилизаторов, миорелаксантов, общих анестетиков, нейролептиков, других опиоидов, алкоголя); из-за этих рисков резервировать одновременное назначение этих препаратов для пациентов, для которых альтернативные варианты лечения неадекватны; если оправдан одновременный прием бензодиазепинов или миорелаксантов, рассмотрите возможность назначения налоксона для экстренного лечения передозировки опиоидов.",
            "Опиоиды могут снижать эффективность диуретиков, индуцируя высвобождение антидиуретического гормона.",
            "Циметидин может потенцировать угнетение дыхания, вызванное опиоидами.",
            "Избегайте использования смешанных агонистов/антагонистов (например, пентазоцин, налбуфин и буторфанол) или частичных агонистов (например, бупренорфин) анальгетиков у пациентов, которые получают полный анальгетик опиоидного агониста; смешанные агонисты/антагонисты и частичные агонисты анальгетиков могут снижать обезболивающий эффект и/или ускорять симптомы отмены; при прекращении терапии у физически зависимых пациентов постепенно снижать дозировку; не прекращайте резко терапию у этих пациентов"
          ]
        },
        {
          "type": "Оценка риска опиоидных анальгетиков и стратегия его снижения (REMS)",
          "description": [
            "Чтобы получить дополнительную информацию об опиоидных анальгетиках REMS и список аккредитованных REMS CME/CE, позвоните по телефону 1-800-503-0784 или войдите на сайт www.opioidanalgesicrems.com; план FDA можно найти на сайте www.fda.gov/OpioidAnalgesicREMSBlueprint.",
            "Чтобы гарантировать, что преимущества опиоидных анальгетиков перевешивают риски зависимости, злоупотребления и неправильного использования, Управление по санитарному надзору за качеством пищевых продуктов и медикаментов (FDA) потребовало Стратегии оценки и снижения рисков (REMS) для этих продуктов.",
            "Рассмотрите возможность использования других инструментов для повышения безопасности пациентов, домохозяйств и общества, таких как соглашения между пациентами и врачами, которые усиливают обязанности между пациентами и врачами.",
            "Подчеркните для пациентов и тех, кто за ними ухаживает, важность прочтения Справочника по лекарствам, который они получат от своего фармацевта каждый раз, когда им выписывают опиоидный анальгетик.",
            "Обсудите безопасное использование, серьезные риски, а также надлежащее хранение и утилизацию опиоидных анальгетиков с пациентами и/или лицами, осуществляющими за ними уход, каждый раз, когда эти лекарства прописываются; используйте следующую ссылку, чтобы получить Руководство по консультированию пациентов (PCG): www.fda.gov/OpioidAnalgesicREMSPCG"
          ]
        },
        {
          "type": "Доступ пациентов к налоксону для неотложной помощи при передозировке опиоидов",
          "description": [
            "Проинформируйте пациентов о признаках и симптомах угнетения дыхания и о необходимости звонить по номеру 911 или немедленно обращаться за неотложной медицинской помощью в случае известной или предполагаемой передозировки.",
            "Проконсультируйтесь о наличии и способах получения налоксона в соответствии с требованиями или рекомендациями отдельных штатов по выдаче и назначению налоксона.",
            "Оценить потенциальную потребность в налоксоне; рассмотреть вопрос о назначении неотложной помощи при передозировке опиоидов"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "альвимопан",
      "description": {
        "common": "альвимопан, оксиморфон. конкуренция за связывание рецепторов. Противопоказано. Алвимопан противопоказан пациентам с толерантностью к опиоидам (то есть тем, кто принимал терапевтические дозы опиоидов в течение > 7 дней подряд непосредственно перед приемом алвимопана). Ожидается, что пациенты, недавно подвергшиеся воздействию опиоидов, будут более чувствительны к эффектам алвимопана и, следовательно, могут испытывать боль в животе, тошноту, рвоту и диарею. Значимого взаимодействия при одновременном применении опиоидных анальгетиков и алвимопана у пациентов, получавших опиоидные анальгетики в течение 7 или менее дней подряд до применения алвимопана, не ожидается."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акривастин",
      "description": {
        "common": "акривастин и оксиморфон усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Ограничьте использование пациентами, для которых альтернативные варианты лечения неадекватны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и оксиморфон усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Ограничьте использование пациентами, для которых альтернативные варианты лечения неадекватны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин повысит уровень или действие оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и оксиморфон усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Ограничьте использование пациентами, для которых альтернативные варианты лечения неадекватны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и оксиморфон усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Ограничьте использование пациентами, для которых альтернативные варианты лечения неадекватны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "авапритиниб и оксиморфон усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Ограничьте использование пациентами, для которых альтернативные варианты лечения неадекватны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бензгидрокодон/ацетаминофен, оксиморфон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бремеланотид",
      "description": {
        "common": "бремеланотид снизит уровень или эффект оксиморфона по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "брекспипразол и оксиморфон усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Ограничьте использование пациентами, для которых альтернативные варианты лечения неадекватны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин, оксиморфон. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "бупренорфин буккальный, оксиморфон. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буторфанол",
      "description": {
        "common": "буторфанол, оксиморфон. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксибаты кальция/магния/калия/натрия",
      "description": {
        "common": "оксиморфон, оксибаты кальция/магния/калия/натрия.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин усиливает действие оксиморфона за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клонидин",
      "description": {
        "common": "клонидин, оксиморфон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение усиливает угнетающее действие на ЦНС."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "диазепам интраназально, оксиморфон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "оксиморфон, элюксадолин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте coadministration с другими препаратами, которые вызывают запор. Увеличивает риск серьезных побочных реакций, связанных с запорами. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил",
      "description": {
        "common": "фентанил, оксиморфон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "фентанил интраназально, оксиморфон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "фентанил трансдермальный, оксиморфон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "фентанил через слизистую оболочку, оксиморфон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин увеличивает уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "гидрокодон, оксиморфон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид увеличивает токсичность оксиморфона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид увеличивает токсичность оксиморфона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "люмефантрин увеличивает уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "оксиморфон, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "налбуфин",
      "description": {
        "common": "налбуфин, оксиморфон. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "оксиморфон и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "и озанимод, и оксиморфон усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Поскольку активный метаболит озанимода ингибирует МАО-В in vitro, существует вероятность серьезных побочных реакций, включая гипертонический криз. Поэтому не рекомендуется одновременное назначение озанимода с препаратами, которые могут повышать уровень норадреналина или серотонина. Монитор для гипертензии с одновременным использованием."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин увеличивает уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "пентазоцин, оксиморфон. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Смешанные агонисты/антагонисты опиатов обычно вызывают дополнительный седативный эффект вместе с наркотиками; однако у пациентов с наркотической зависимостью антагонистическая активность может спровоцировать отмену Sx."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенелзин",
      "description": {
        "common": "фенелзин увеличивает токсичность оксиморфона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прасугрель",
      "description": {
        "common": "оксиморфон будет снижать уровень или эффект прасугрела за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Совместное введение опиоидных агонистов задерживает и снижает всасывание прасугрела и его активного метаболита, предположительно за счет замедления опорожнения желудка; рассмотреть возможность использования парентерального антитромбоцитарного препарата у пациентов с острым коронарным синдромом, которым требуется одновременное введение опиоидных агонистов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин увеличивает токсичность оксиморфона по неизвестному механизму. Избегайте или используйте альтернативный препарат. ИМАО могут потенцировать угнетение ЦНС и гипотензию. Не используйте в течение 14 дней после использования ИМАО. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "разагилин",
      "description": {
        "common": "разагилин увеличивает токсичность оксиморфона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Может вызвать дополнительное угнетение ЦНС, сонливость, головокружение или гипотонию, поэтому следует соблюдать осторожность при использовании с ИМАО; рекомендуется более низкие начальные дозы анальгетика с последующим тщательным титрованием. Избегайте комбинации в течение 14 дней после использования ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "трансдермальный селегилин повышает токсичность оксиморфона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селинексор",
      "description": {
        "common": "селинексор, оксиморфон. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксибат натрия",
      "description": {
        "common": "оксиморфон, оксибат натрия.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "суфентанил SL, оксиморфон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение может привести к артериальной гипотензии, выраженному седативному эффекту, угнетению дыхания, коме и смерти. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тикагрелор",
      "description": {
        "common": "оксиморфон снижает уровень или эффект тикагрелора за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Одновременное применение опиоидных агонистов задерживает и снижает всасывание тикагрелора и его активного метаболита, предположительно за счет замедления опорожнения желудка; рассмотреть возможность использования парентерального антитромбоцитарного препарата у пациентов с острым коронарным синдромом, которым требуется одновременное введение опиоидных агонистов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трамадол",
      "description": {
        "common": "трамадол, оксиморфон. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Трамадол может повторно инициировать опиатную зависимость у пациентов. ранее пристрастился к другим опиатам; это также может спровоцировать синдром отмены Sx. в оч. которые в настоящее время находятся в зависимости от опиатов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "транилципромин",
      "description": {
        "common": "транилципромин увеличивает токсичность оксиморфона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "валериана",
      "description": {
        "common": "валериана и оксиморфон усиливают седативный эффект. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "оксиморфон увеличивает, а альбутерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфентанил",
      "description": {
        "common": "альфентанил и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпразолам",
      "description": {
        "common": "алпразолам и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон увеличивает уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "оксиморфон и амитриптилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "оксиморфон и амоксапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апоморфин",
      "description": {
        "common": "оксиморфон и апоморфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "оксиморфон увеличивает, а арформотерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "оксиморфон и арипипразол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "оксиморфон увеличивает, а армодафинил снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин увеличивает уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азеластин",
      "description": {
        "common": "азеластин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "баклофен",
      "description": {
        "common": "баклофен и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белладонна и опиум",
      "description": {
        "common": "белладонна, опиум и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бенперидол",
      "description": {
        "common": "оксиморфон и бенперидол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "оксиморфон увеличивает, а бензфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брексанолон",
      "description": {
        "common": "брексанолон, оксиморфон.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромфенирамин",
      "description": {
        "common": "бромфенирамин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "оксиморфон увеличивает токсичность бупренорфина, инъекционного длительного действия за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение бупренорфина и бензодиазепинов или других средств, угнетающих ЦНС, увеличивает риск побочных реакций, включая передозировку, угнетение дыхания и смерть. В большинстве случаев предпочтительнее прекращение приема бензодиазепинов или других средств, угнетающих ЦНС. В некоторых случаях может быть уместным мониторинг на более высоком уровне помощи при снижении дозы препаратов, угнетающих ЦНС. В других случаях целесообразно постепенное снижение дозы назначенного бензодиазепина или другого препарата, угнетающего ЦНС, или снижение до минимальной эффективной дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буторфанол",
      "description": {
        "common": "буторфанол и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кофеин",
      "description": {
        "common": "оксиморфон увеличивает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбиноксамин",
      "description": {
        "common": "карбиноксамин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каризопродол",
      "description": {
        "common": "каризопродол и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб будет увеличивать уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат, оксиморфон.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоралгидрат",
      "description": {
        "common": "хлоралгидрат и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлордиазепоксид",
      "description": {
        "common": "хлордиазепоксид и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин увеличивает уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорфенирамин",
      "description": {
        "common": "хлорфенирамин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "оксиморфон и хлорпромазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорзоксазон",
      "description": {
        "common": "хлорзоксазон и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин увеличивает уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циннаризин",
      "description": {
        "common": "циннаризин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клемастин",
      "description": {
        "common": "клемастин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "оксиморфон и кломипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоназепам",
      "description": {
        "common": "клоназепам и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоразепат",
      "description": {
        "common": "клоразепат и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "оксиморфон и клозапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кодеин",
      "description": {
        "common": "кодеин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклизин",
      "description": {
        "common": "циклизин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклобензаприн",
      "description": {
        "common": "циклобензаприн и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрогептадин",
      "description": {
        "common": "ципрогептадин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дантролен",
      "description": {
        "common": "дантролен и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "оксиморфон и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет увеличивать уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор. Опиоиды могут снизить потребность в МАК, может потребоваться меньшее количество ингаляционных анестетиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "оксиморфон и дезипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "десвенлафаксин увеличивает уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Десвенлафаксин ингибирует CYP2D6; при более высоких дозах десвенлафаксина (т.е. 400 мг) снижайте дозу субстрата CYP2D6 до 50%; коррекция дозы не требуется при дозах десвенлафаксина <100 мг"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "оксиморфон и дейтетрабеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексхлорфенирамин",
      "description": {
        "common": "дексхлорфенирамин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "оксиморфон увеличивает, а дексфенфлурамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексмедетомидин",
      "description": {
        "common": "дексмедетомидин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "оксиморфон увеличивает, а дексметилфенидат снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "оксиморфон увеличивает, а декстроамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроморамид",
      "description": {
        "common": "декстроморамид и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диаморфин",
      "description": {
        "common": "диаморфин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам",
      "description": {
        "common": "диазепам и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диэтилпропион",
      "description": {
        "common": "оксиморфон увеличивает, а диэтилпропион снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликефалин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксин hcl",
      "description": {
        "common": "дифеноксин hcl и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дименгидринат",
      "description": {
        "common": "дименгидринат и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифенгидрамин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "дифеноксилат гидрохлорид и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дипипанон",
      "description": {
        "common": "дипипанон и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "оксиморфон усиливает, а добутамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофамин",
      "description": {
        "common": "оксиморфон увеличивает, а дофамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "оксиморфон увеличивает, а допексамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "досулепин",
      "description": {
        "common": "оксиморфон и досулепин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "оксиморфон и доксепин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксиламин",
      "description": {
        "common": "доксиламин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроперидол",
      "description": {
        "common": "оксиморфон и дроперидол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "дулоксетин повышает уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "элтромбопаг повышает уровень оксиморфона за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "оксиморфон увеличивает, а эфедрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "оксиморфон увеличивает, а адреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "оксиморфон увеличивает, а рацемический адреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эскетамин интраназально",
      "description": {
        "common": "эскетамин интраназально, оксиморфон.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстазолам",
      "description": {
        "common": "эстазолам и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "оксиморфон и этанол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этомидат",
      "description": {
        "common": "этомидат и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "оксиморфон увеличивает, а фенфлурамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "оксиморфон и флибансерин усиливают седативный эффект. Изменить терапию/внимательно контролировать. Риск седативного эффекта увеличивается при одновременном применении флибансерина с другими депрессантами ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "оксиморфон и флуфеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуразепам",
      "description": {
        "common": "флуразепам и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "оксиморфон увеличивает, а формотерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин",
      "description": {
        "common": "габапентин, оксиморфон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин энакарбил",
      "description": {
        "common": "габапентин, энакарбил, оксиморфон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "оксиморфон и ганаксолон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол увеличивает уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "гидроморфон и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "оксиморфон и илоперидон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб будет увеличивать уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "оксиморфон и имипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "оксиморфон увеличивает, а изопротеренол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетамин",
      "description": {
        "common": "кетамин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетотифен, офтальмологический",
      "description": {
        "common": "оксиморфон и кетотифен, офтальмологические, усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан, оксиморфон.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Совместное применение лазмидитана и других препаратов, угнетающих ЦНС, включая алкоголь, в клинических исследованиях не изучалось. Ласмидитан может вызывать седативный эффект, а также другие когнитивные и/или психоневрологические побочные реакции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "лемборексант, оксиморфон.\nЛибо усиливает действие другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. При совместном применении лемборексанта с другими препаратами, угнетающими ЦНС, может потребоваться коррекция дозы из-за потенциально аддитивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "оксиморфон усиливает, а левалбутерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леворфанол",
      "description": {
        "common": "леворфанол и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "оксиморфон усиливает, а лиздексамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "оксиморфон и лофепрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофексидин",
      "description": {
        "common": "оксиморфон и лофексидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопразолам",
      "description": {
        "common": "лопразолам и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоразепам",
      "description": {
        "common": "лоразепам и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорметазепам",
      "description": {
        "common": "лорметазепам и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин",
      "description": {
        "common": "оксиморфон и локсапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин вдыхали",
      "description": {
        "common": "оксиморфон и локсапин при вдыхании усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, оксиморфон.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: возможно усиление угнетающего действия на ЦНС при одновременном применении; монитор для увеличения побочных эффектов и токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мапротилин",
      "description": {
        "common": "оксиморфон и мапротилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "маравирок увеличивает уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелатонин",
      "description": {
        "common": "оксиморфон и мелатонин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меперидин",
      "description": {
        "common": "меперидин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мепробамат",
      "description": {
        "common": "оксиморфон и мепробамат усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "оксиморфон увеличивает, а метапротеренол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метаксалон",
      "description": {
        "common": "метаксалон и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "метадон и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "оксиморфон увеличивает, а метамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метокарбамол",
      "description": {
        "common": "метокарбамол и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилендиоксиметамфетамин",
      "description": {
        "common": "оксиморфон увеличивает, а метилендиоксиметамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам",
      "description": {
        "common": "мидазолам и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "мидазолам интраназально, оксиморфон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение барбитуратов, алкоголя или других средств, угнетающих ЦНС, может увеличить риск гиповентиляции, обструкции дыхательных путей, десатурации или апноэ и может способствовать выраженному и/или пролонгированному действию препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидодрин",
      "description": {
        "common": "оксиморфон увеличивает, а мидодрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "оксиморфон и миртазапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "модафинил",
      "description": {
        "common": "оксиморфон усиливает, а модафинил снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "морфий",
      "description": {
        "common": "морфин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пустырник",
      "description": {
        "common": "оксиморфон и пустырник усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксонидин",
      "description": {
        "common": "оксиморфон и моксонидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набилоне",
      "description": {
        "common": "оксиморфон и набилон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "налбуфин",
      "description": {
        "common": "налбуфин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "оксиморфон увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "оксиморфон и нортриптилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оксиморфон и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "олицеридин, оксиморфон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "настойка опия",
      "description": {
        "common": "настойка опия и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орфенадрин",
      "description": {
        "common": "орфенадрин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксазепам",
      "description": {
        "common": "оксазепам и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксикодон",
      "description": {
        "common": "оксикодон и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "оксиморфон и палиперидон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "папаверетум",
      "description": {
        "common": "оксиморфон и папаверетум усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "папаверин",
      "description": {
        "common": "оксиморфон и папаверин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "парекоксиб будет увеличивать уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегвисомант",
      "description": {
        "common": "оксиморфон снижает действие пегвисоманта по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "оксиморфон и пентазоцин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перампанель",
      "description": {
        "common": "перампанел и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин будет увеличивать уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фендиметразин",
      "description": {
        "common": "оксиморфон усиливает, а фендиметразин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентермин",
      "description": {
        "common": "оксиморфон увеличивает, а фентермин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин",
      "description": {
        "common": "оксиморфон увеличивает, а фенилэфрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин ПО",
      "description": {
        "common": "оксиморфон увеличивает, а фенилэфрин перорально снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фолкодин",
      "description": {
        "common": "оксиморфон и фолкодин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "оксиморфон и пимозид усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "оксиморфон усиливает, а пирбутерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прегабалин",
      "description": {
        "common": "прегабалин, оксиморфон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "оксиморфон и прохлорперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропафенон",
      "description": {
        "common": "пропафенон увеличивает уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропофол",
      "description": {
        "common": "пропофол и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропилгекседрин",
      "description": {
        "common": "оксиморфон увеличивает, а пропилгекседрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "оксиморфон и протриптилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квазепам",
      "description": {
        "common": "квазепам и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "оксиморфон и кветиапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акрихин",
      "description": {
        "common": "хинакрин увеличивает уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "оксиморфон и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин будет увеличивать уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ремимазолам",
      "description": {
        "common": "ремимазолам, оксиморфон.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. Одновременное применение может привести к выраженному седативному эффекту, угнетению дыхания, коме и/или смерти. Непрерывный мониторинг основных показателей жизнедеятельности во время седации и периода восстановления при совместном применении. Тщательно титруйте дозу ремимазолама при одновременном применении с опиоидными анальгетиками и/или седативными/снотворными средствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "оксиморфон и рисперидон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет увеличивать уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "оксиморфон увеличивает, а салметерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тюбетейка",
      "description": {
        "common": "оксиморфон и шлемник усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селегилин",
      "description": {
        "common": "селегилин увеличивает токсичность оксиморфона по неизвестному механизму. Изменить терапию/внимательно контролировать. Возможно усиление угнетения ЦНС, сонливости, головокружения или артериальной гипотензии, поэтому следует соблюдать осторожность при использовании с любыми ИМАО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин увеличивает уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "оксиморфон и пастушья сумка усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, оксиморфон.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Одновременное применение стирипентола с другими средствами, угнетающими ЦНС, включая алкоголь, может увеличить риск седативного эффекта и сонливости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил",
      "description": {
        "common": "оксиморфон и суфентанил усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суворексант",
      "description": {
        "common": "суворексант и оксиморфон усиливают седативный эффект. Изменить терапию/внимательно контролировать. Может потребоваться коррекция дозы суворексанта и сопутствующих депрессантов ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тапентадол",
      "description": {
        "common": "оксиморфон и тапентадол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темазепам",
      "description": {
        "common": "и темазепам, и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "оксиморфон усиливает, а тербуталин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин будет увеличивать уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "оксиморфон и тиотиксен усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир увеличивает уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "оксиморфон и топирамат усиливают седативный эффект. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трамадол",
      "description": {
        "common": "оксиморфон и трамадол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "оксиморфон и тразодон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триазолам",
      "description": {
        "common": "триазолам и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклофос",
      "description": {
        "common": "триклофос и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "оксиморфон и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "оксиморфон и тримипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трипролидин",
      "description": {
        "common": "трипролидин и оксиморфон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "венлафаксин увеличивает уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксилометазолин",
      "description": {
        "common": "оксиморфон усиливает, а ксилометазолин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йохимбин",
      "description": {
        "common": "оксиморфон увеличивает, а йохимбин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зиконотид",
      "description": {
        "common": "оксиморфон и зиконотид усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "оксиморфон и зипразидон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зотепин",
      "description": {
        "common": "оксиморфон и зотепин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает действие оксиморфона за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Нарастающее угнетение ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "декстроамфетамин усиливает эффекты оксиморфона по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "оксиморфон и эвкалипт усиливают седативный эффект. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лидокаин",
      "description": {
        "common": "лидокаин увеличивает токсичность оксиморфона за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск увеличения депрессии ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мудрец",
      "description": {
        "common": "оксиморфон и шалфей усиливают седативный эффект. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зиконотид",
      "description": {
        "common": "зиконотид, оксиморфон. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Добавка снизила моторику ЖКТ. Аддитивное обезболивание. Зиконотид НЕ потенцирует угнетение дыхания, вызванное опиоидами."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Сердечные расстройства",
      "percent": null
    },
    {
      "name": "тахикардия",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "сухость во рту",
      "percent": null
    },
    {
      "name": "вздутие живота",
      "percent": null
    },
    {
      "name": "и метеоризм",
      "percent": null
    },
    {
      "name": "Общие расстройства и состояния в месте введения",
      "percent": null
    },
    {
      "name": "повышенное потоотделение",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "тревога и седативный эффект",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "торакальные и медиастинальные расстройства",
      "percent": null
    },
    {
      "name": "гипоксия",
      "percent": null
    },
    {
      "name": "Сосудистые расстройства",
      "percent": null
    },
    {
      "name": "гипотония",
      "percent": null
    }
  ]
}